{
  "meta": null,
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Holocaust calls to mind images of slowly dying ghettos, packed cattle cars, and brutal concentration camps. Yet such images, horrific as they may be, only convey part of the tragedy. The first large-scale massacres of the Holocaust, which occurred during the June 22, 1941 German invasion of western Soviet territories (Ukraine, Belarus, and the Baltic States), actually occurred without long-term ghettos, deportations, or gassing facilities. Most of the roughly 2.5 million Jews murdered in these territories were methodically shot over pits in nearby forests. At the same time, nearby forests could serve as sites of refuge and resistance, particularly on the heavily-wooded Belarusian terrain. Timothy Snyder’s explanation for why so many Jews in the Minsk Ghetto managed to evade executions applies to other Belarusian ghettos, as well: Jews in the region “had somewhere to run”.<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "Timothy Snyder, <em>Bloodlands: Europe between Hitler and Stalin</em> (London, 2011), 233; idem., <em>Black Earth: The Holocaust as History and Warning</em> (London, 2015), 191, 207; Wendy Lower, <em>Nazi Empire-Building and the Holocaust in Ukraine</em> (NC, 2005), 69. The Minsk underground smuggled something like 7,500 Jews into the surrounding forests. Many Lithuanian Jews had similar topographical conditions; hence the preponderance of Jewish partisan units around Vilna, as well. Thanks to Anika Walke for her valuable comments to earlier drafts."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The best known Jewish forest partisans are undoubtedly the Bielski Brothers, whose gripping story forms the basis of the 2008 feature film <em>Defiance</em>. In December, 1941, Tuvia (1906–1987), Asael (1908–1945), and Zus Bielski (1910–1995)—escaped from the Nowogrodek ghetto and established a forest camp that eventually became home to around 1200 Jews, only 150 of whom were armed fighters. Tuvia fits the image of a Jewish partisan to a tee: a tall, burly army veteran with a limited formal education who was a man of action. Yet some of the testimonies in the Yale Fortunoff Video Archive suggest a more varied cultural profile among Jewish partisans.<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "The film <em>Defiance</em> (2008) was directed by Edward Zwick. See also Nechama Tec, Resistance: <em>The Bielski Partisans</em> (NY, 2009); Peter Duffy, <em>The Bielski Brothers: The True Story of Three Men Who Defied the Nazis, Built a Village in the Forest, and Saved 1,200 Jews</em> (NY, 2004)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Rubin Pinsker, whose riveting testimony is preserved in the archive, presents one of the starkest contrasts to Tuvia. A former yeshiva student of modest physical stature, he had an orthodox religious background that was typical of many Jewish young men in the western half of the Belarusian region (the eastern half was annexed by the Soviet Union after WWI and named the Belarusian Soviet Socialist Republic (BSSR).<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> Polish, i.e., western, Belarus formed part of Europe’s yeshiva heartland. Several iconic yeshivas had relocated there after the Bolshevik revolution; and Stalin’s intensified anti-religious campaigns after 1926 pushed thousands more Jewish students, religious functionaries, and their families across the border and into the region.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> At the same time, Jews in western Belarus, like Jews throughout Poland, were becoming more culturally diverse. By the 1930s, the region hosted a mélange of Zionist, Socialist, and Communist cells; Hasidic yeshivas, study houses, and <em>shtiblekh</em> (prayer houses); and non-Hasidic <em>musar</em> and conventional yeshivas.<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "Snyder has observed that “the largest group of Holocaust victims—religiously Orthodox and Yiddish-speaking Jews of Poland…were culturally alien from West Europeans, including West European Jews. To some degree, they continue to be marginalized from the memory of the Holocaust.” See his “Holocaust: The Ignored Reality,” <em>New York Review of Books</em> (July, 2009)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "The Yeshiva Etz Hayyim originated in Slutzk; Bet Yosef originated in Novogorodok, but had been moved during WWI to Homel and Kiev; Or Torah in Bereznica, then Zvihil, then Koretz; and Kenesset Bet Yitzhak in Slobodka, then Kramenchug. On yeshiva migrations during the First World War, see Ben-Tsion Klibansky, <em>Ketzur halamish: tor ha-zahav shel ha-yeshivot ha-litaiyot be-mizrah eyropa</em> (Jerusalem, 2014) 76-118; 396-400; and Glenn Dynner, “Replenishing the Fountain of Judaism: Jewish Traditionalist Education in Interwar Poland,” <em>Jewish History</em> 31:3-4 (2018)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "On <em>musar</em>, see David Fishman, “The Musar Movement in Interwar Poland,” in Ezra Mendelsohn, Jehuda Reinharz, and Chone Shmeruk, eds., <em>The Jews of Poland between Two World Wars</em> (Hanover, N.H., 1989), 261-5; on Hasidism, see Moshe Rosman, “The Rise of Hasidism”, _The Cambridge History of Judaism, _vol. 7 (Cambridge, 2018), ed. by Jonathan Karp and Adam Sutcliffe, 625-51; on Hasidic yeshivas, see Shaul Stampfer, “Hasidic Yeshivas in Interwar Poland,” in idem., <em>Families, Rabbis, and Education: Traditional Jewish Society in Nineteenth-Century Eastern Europe</em> (Oxford, 2010), 252-76."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Rubin was born and raised in the western Belarusian town of Zhetl (Zdzięcioł in Polish; now Dziatlava, Belarus), which boasted a legacy of local had been home to rabbinic celebrities like R. Israel Kagan, the famed “Hafetz Hayyim” (1839-1933). Rubin attended Reb Yoizel’s Yeshiva, a <em>musar</em> institution located in nearby Dworzec that was named after its founder R. Yosef Yoizel Hurwitz, the “Elder of Novaradok”. Reb Yoizel’s Yeshiva belonged to the more demanding and elitist Novaradok <em>musar</em> school.<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> His plan at the time was to become a rabbi, which was what his father wanted and which was “the only thing I was striving for” [II, 44:37]. Then came the war.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "Reb Yoizel’s Yeshiva was established in 1896 by R. Yosef Yoizel Hurwitz, the “Elder of Novaradok”. Hurwitz’s more extremist “Novaradok” school of musar, with its premium on self-abnegation and intensive self-analysis, contrasted with the “Slabodka” school of musar founded by R. Nathan Tzvi Finkel, which advocated a degree of worldliness for the purpose of influencing the behavior of ordinary people. See Lester Eckman, <em>History of Yeshivot in Lithuania and White Russia from their Beginnings until 1945</em> (Elizabeth, NJ, 2006), 98; Fishman, “The Musar Movement in Interwar Poland”; idem., “Mussar and Modernity,” Modern Judaism 8, no. 1 (1988): 41-64."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "A yeshiva student like Rubin, conditioned to long hours of rigorous Talmudic study and prayer rather than physicality and violence, would not seem likely to take up arms during the Nazi occupation of Poland. Daniel Boyarin has argued that the traditionalist Ashkenazi Jewish masculine ideal of a “gentle, studious, sweet man” represented a conscious rejection of conventional male heroism in favor of mental acuity and gentle refinement (<em>eydelkeit</em>).<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup> Yet Rubin’s case illustrates how quickly cultural mores could be shunted aside in extreme conditions, particularly when geographical factors favored physical resistance. Rubin and other young traditionalist Jews in the region made the transition to hardened fighters, exchanging piety for raw pragmatism and a bit of vengeance.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "Daniel Boyarin, <em>Unheroic Conduct:</em> <em>The Rise of Heterosexuality and the Invention of the Jewish Man</em> (Berkeley, 1997), 2, 3, 5, 42. Solly I. from the town of Ryki, for example, describes yeshiva students as “soft and anemic, fragile”. Holocaust testimony (HVT-2139)."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "The Jews of Zhetl",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Most Polish Belarusian towns hosted a mix of ethnic Poles, Belarusians, and a substantial number of Jews. Zhetl’s Jewish community, which constituted around seventy-five percent of the town’s 4,600 residents, was undergoing cultural change. Young Jews in Zhetl, like youths throughout Poland, were gravitating towards newly-emergent Zionist, Socialist (Bundist), and other secularist Jewish political subcultures. Other Jewish youths were redoubling their commitment to traditionalism, often embracing a more activist, ideologically coherent form known as “orthodoxy”.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> Nevertheless, there was a cross-cultural comradery among younger Zhetl Jews: “we would get together, and we had discussions for hours,” Rubin recalls [I, 5:04].  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "On traditionalism and orthodoxy, see Jacob Katz, “Orthodoxy in Historical Perspective,” <em>Studies in Contemporary Jewry</em> 2 (1986), esp. 3–4; Eliyahu Stern, <em>The Genius: Elijah of Vilna and the Making of Modern Judaism</em> (New Haven, 2013), Introduction."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Most of Zhetl’s Jewish residents were merchants or artisans who benefitted from a centuries-old economic symbiosis with the surrounding peasant population. Rubin’s father purchased grain, dried mushrooms, and other produce from farmers in nearby villages and resold it to large distributors at a slight mark-up, an arrangement that created relationships which would one day help Rubin to survive. By 1936, however, this inter-ethnic economic symbiosis had come under increasing stress by right wing nationalist groups like the National Front (Stronnictwo Narodowe), whose campaign to “Polonize” the economy included anti-Jewish boycotts, violent picketing, and full-fledged pogroms. Yet the ethnic diversity of western Belarus undercut the exclusivist Polish nationalism that was inflaming other parts of Poland, and few if any pogroms occurred there. According to Rubin, National Front activists “planted” anti-Semitism in a number of local Poles, but Jews continued to enjoy “very peaceful” relations with local Belarusians, who were on the whole “very nice” [I, 14:40].<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "Jolanta Żyndul, <em>Zajścia antyżydowskie w Polsce w latach 1935-1937</em> (Warsaw, 1994)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On September 17, 1939, on pre-agreement with the Germans, Soviet forces invaded Polish Belarus and the rest of eastern Poland. The region contained around 1,309,000 Jews, 376,000 of whom resided in Polish Belarus. The introduction of Soviet anti-religious campaigns and the nationalization of capitalist enterprises were felt acutely by western Belarusian Jews, who were still largely orthodox and concentrated in trade and were now forced to adopt to a centralized economy in which religious institutions were considered superfluous. Many Jews were deported eastward on suspicion of disloyalty: of the 880,000 residents of western Belarus deported beginning on February 8, 1940, around 30 percent were Jews (most others were ethnic Poles). On the other hand, the Soviet regime prohibited overt expressions of antisemitism, gave Jews administrative positions, and made it possible to survive economically. “They let us live,” Rubin shrugs. “That was…the main good thing about the Russian occupation” [I, 24:44].<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "Shalom Cholawski, <em>The Jews of Bielorussia during World War II</em> (Amsterdam, 1998), 1-31."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "The German Occupation of Western Belarus",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Germans did not let them live. During their June 22, 1941invasion of the new Soviet territories, known as Operation Barbarossa, around 3,000 members of German paramilitary death squads known as <em>Einsatzgruppen</em> trailed the army and, with the assistance of <em>Wehrmacht</em> soldiers, SS-led Order Police battalions, and Ukrainian, Lithuanian, and Belarussian volunteers, proceeded to murder about 1.6 million people throughout Belarus that year alone, mainly Soviet POWs and Jews. An ostensibly independent Belarus known as “White Ruthenia” was established on reduced territory under competing German authorities—the military, Arthur Nebe’s Einsatzgruppen B, Himmler’s SS, and <em>Generalkommissar</em> Wilhelm Kube’s civil administration. Despite command conflicts and a lack of anti-Jewish animus among most Belarusians, most Jews were murdered, albeit more slowly than in the other formerly Soviet territories.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "Ibid., 35-42. On the role of Wehrmacht soldiers in abetting and committing genocide in this region, see Waitman Wade Beorn, <em>Marching into Darkness: The Wehrmacht and the Holocaust in Belarus</em> (Cambridge, MA, 2014). The German colonization bureau planned to transfer 75 percent of Belarusians to Siberia and other locales while Germanizing 25 percent of them and transferring them to Germany as farmers. No Belarusian was to receive more than a fourth-grade education. (48-9)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Even before the Nazis resolved on a policy of genocide, conditions for the mass murder of Jews in the Soviet territories were in place. The invasion was explained to soldiers as a war against Judeo-Bolshevism; and the activities of partisans, falsely claimed to be predominately Jews, supplied an added pretext. A consistent genocidal policy emerged over the course of the summer months. The first executions of Jews in the region occurred in Bialystok on June 27.<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup> On July 2, 1941, Heydrich specified groups to be executed: officials of the Comintern, party officials, Commissars, Jews employed by party or state, and other radical elements. As there was no real way to determine which Jews were in party or state employment, however, German executioners tended to err on the side of caution. In Zhetl, the first murders occurred on arrival: between July 23-25, 120 prominent Jews were executed. Around 400 other Jews were sent to the Dworzec labor camp, while the remainder were confined to a ghetto. In Rubin’s house, “they packed in about 60 people, one on top of the other” [I, 41:12].  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "On June 27, Order Police Battalion 309 led some 800 Jews into the main synagogue, set it afire, and shot 2,000 additional Jews. Einsatzgruppe 8, a subunit of Einsatzgruppe B, arrived on July 1 and killed 300 of the Jewish intelligentsia there."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The first mass killings began in the Pripyat swamps in summer, 1941. When Heinrich Himmler visited Minsk on August 14-15, 1941, he demanded executions irrespective of age or sex, based (according to testimony by Otto Brandisch) on a verbal order from Hitler. Himmler personally witnessed mass executions, averting his eyes with each volley yet ordering their extension to Jewish women and children. On September 3, the German administration established Jewish Councils (<em>Judenrat</em>) and Jewish police, implemented the wearing of a Jewish star for easy identification, appropriated Jewish property, and introduced forced labor.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> On September 12, General Keitel announced that “the struggle against Bolshevism demands ruthless and energetic action, and first of all against the Jews, as the main bearers of Bolshevism.” Executions were sometimes paused during the winter months owing to the difficulties of burial in frozen ground. <sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "Yitzhak Arad, <em>The Holocaust in the Soviet Union</em> (Lincoln, NE, 2009), 125-140; Cholawski, <em>Jews of Bielorussia</em>, 58."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "Arad, <em>Holocaust in the Soviet Union</em>, 150, 157."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In early 1942, many Jews of western Belarus were still alive thanks to the relative paucity of SS and police forces there, the departure of Einsatzgruppe B further east, and the unwillingness of most Belarusians to volunteer for auxiliary units.<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup> On July 31, 1942, it was decided that all Belarusian Jews, save 15-16,000 essential workers, were finally to be liquidated, on the logic that Jews were the “main bearers” of the partisan movement. In Zhetl, a large-scale massacre had already occurred a few months earlier, on April 30, when an underground resistance in the ghetto was uncovered (see below). Rubin recalls that at 5:00 in the morning the Germans, Ukrainians, and Belarussians surrounded the ghetto, “started to knock on the windows and scream <em>Judenraus</em>!”, escorted Jews to the main square, performed a “selection,” and murdered around 1200 Jews in the Kurpiesze (Kupyash) forest [I, 44:50]. Rubin was spared thanks to his work certificate [<em>Schein</em>] for road construction work. His friend, who also possessed one, pretended that Rubin’s sister was his wife; she, too, was spared. Rubin’s parents, who were not considered “essential workers,” were murdered [45:30].<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "On collaboration by Poles, Ukrainians, and natives of Baltic states, see Martin Dean, <em>Collaboration in the Holocaust: Crimes of the Local Police in Belorussia and Ukraine</em> (NY, 2000), 142. For an interesting discussion of motivations of collaborators, see Snyder, <em>Black Earth</em>."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "A Schein was work permit (lit. “paper”) intended primarily for artisans and doctors deemed essential to the German administration. A holder of a Schein could also register his spouse and up to two children. While many Jews believed that possessing a Schein might allow them to survive, the German authorities gradually restricted their numbers. See Leni Yahil, <em>The Holocaust: The Fate of European Jewry</em>, 1932-1945 (NY, 1987), 176-9."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "When Himmler ordered the SS to liquidate all remaining ghettos by means of deportation to concentration camps on June 21, 1943, he specified that all Belarusian ghettos were to be completely liquidated by bullets on account of the partisan problem. Only 21-23,000 Jews remained alive in ghettos and camps throughout Belarus. The Germans and their collaborators entered the Zhetl ghetto on August 6-8 and executed around one thousand ghetto inhabitants in the adjacent forest and Jewish cemetery. Around 600 Jews, including Rubin, escaped deep into the forest. A similar pattern occurred in ghettos throughout the region. The death tolls are staggering: in western Belarus, 332-350,000 Jews were murdered while only 8-11,000 survived, mainly in the forests. Around 370 Zhetl Jews would survive the war.<sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "Arad, <em>Holocaust in the Soviet Union</em>, 257, 329; 519-23. The figure 370 is supplied by Yad Vashem. As for eastern Belarus, between 230,000-240,000 Jews lived in German-occupied eastern Belarus and only 6-7,000 survived."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Jews and the Partisan Movement",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Nazi use of Jewish partisan activities as a justification for mass murder was cynical even by Nazi standards—after all, it was Nazi atrocities that drove Jews to become partisans in the first place. Nor were Jews its main participants. The roughly 374,000 partisans in Belarus by 1944 were predominately Soviet soldiers who had been cut-off by the German advance or who had arrived as reinforcements from unoccupied Soviet territories. At most, 15,000 of the 23,000 Jews who escaped into the forests of western and eastern Belarus fought as partisans, while the rest usually joined non-combat Jewish “family units” responsible for securing food and shelter.<sup class=\"footnote-ref\" id=\"fnref-18\"><a href=\"#fn-18\">18</a></sup> Jews composed only around four percent of all partisans in Belarus, and it was only by coordinating or joining up with Soviet partisans that most combat partisans survived.<sup class=\"footnote-ref\" id=\"fnref-19\"><a href=\"#fn-19\">19</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-18",
        "label": "18",
        "text": "On Jewish “family units”, see Anika Walke, <em>Pioneers and Partisans: An Oral History of Nazi Genocide in Belorussia</em> (NY, 2015), 165-6. On Belarusian territory Walke estimates that 3,700 and 5,200 members of such units, which were attached to combat units and provided non-combat services like food acquisition and preparation."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-19",
        "label": "19",
        "text": "Snyder, <em>Black Earth</em>, 280; Yehuda Bauer, “Jewish Resistance in the Ukraine and Belarus during the Holocaust,” in Patrick Henry, ed., <em>Jewish Resistance Against the Nazis</em> (Washington, D.C., 2014), 502; idem., “Nowogrȯdek- The Story of a Shtetl”, 23; Cholawski, <em>Jews of Bielorussia</em>, 218; and “Partisans,” in Israel Gutman, ed., <em>Encyclopedia of the Holocaust</em> (NY, 1990), 3:1113. Anti-semitism among Soviet partisans, initially a serious problem, abated with the establishment of a united partisan command in 1942 by General Vasily Chernyshev, known as “Platon”."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Before they fled to the forests, many Zhetl partisans participated in an underground ghetto resistance organized by the local attorney and communal leader Alter Dvoretsky. At its inception, 120 prominent Jews had already been executed (July 23-25, 1941) and 400 Jews had been sent to the Dworzec labor camp (December 15, 1941). Dvoretsky used his position in the Zhetl ghetto’s <em>Judenrat</em> to contact Russian partisans, purchase weapons, and distribute anti-German circulars among the local non-Jewish population. Rubin recalls that Dvoretsky “used everybody that could be of help; only the young people he mobilized” [I, 42:20]. Thanks to his work assignment on the highway Rubin had an opportunity to bring weapons parts into the ghetto, which he concealed inside bundles of wood.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "By the Spring of 1942, Dvoretsky began to doubt the chances of a successful ghetto revolt and considered creating a large Jewish partisan force instead.<sup class=\"footnote-ref\" id=\"fnref-20\"><a href=\"#fn-20\">20</a></sup> The planned ghetto revolt was in any case thwarted by the betrayal of a former Red Army pilot named Vanya, who lured Zhetl underground member Shalom Fiolun into a German ambush with the promise of an automatic rifle and pistol for purchase. Before being tortured to death, Fiolun passed a note through his prison bars that read: “Comrades, have no fear. I won’t open my mouth. If you can, save yourselves.” Dvoretsky, with a reward of 25,000 marks on his head, did exactly that: he fled to the forest with six fighters. For reasons not entirely clear, Dvoretsky was killed in an ambush by Russian partisans on May 11, 1942. This setback, in addition to the “retaliatory” murder of 1200 Zhetl Jews on April 30, caused the Zhetl underground to diminish its activities and focus on constructing hide-outs and bunkers.<sup class=\"footnote-ref\" id=\"fnref-21\"><a href=\"#fn-21\">21</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-20",
        "label": "20",
        "text": "Cholawski, <em>Jews of Bielorussia</em>, 111-12, 124-5."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-21",
        "label": "21",
        "text": "Ibid., 125-6; 141, 218."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "During the final liquidation on August 6-8, 1942, Rubin and around 600 Zhetl Jews escaped to the forest. Suddenly the hunted became hunters, sabotaging German communication and transportation lines and occasionally killing German soldiers and their collaborators. The only thing left to do as long as they were still alive, Rubin explains, was “to take revenge.” But there was little joy in it:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>No, it wasn't satisfying. You did it because you had no choice--to take revenge. But, uh, no, no satisfaction in killing anybody at all…the times were so bad that you had to survive. In order to survive, you had to defend yourself-- or attack [II, 9:20]  </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Notably lacking here and throughout Rubin’s testimony is the heroic rhetoric so typical of Jewish self-defense narratives.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Many Jewish partisans from Zhetl fought in the “Zhetler Battalion,” which was divided into three units headed by Hirsch Kaplinsky, Jonah Midvetsky, and Shalom Ogulnik. Others joined the Yehezkel Atlas, Pobieda, Borba, Kovalov, or famous Bielski units, which operated mainly in the Lipczynska (Białowieża) and Naliboki forests. Rubin joined Kaplinski’s unit after a sojourn at the Dworzec labor camp. The unit grew to 120 members, merged with the Orliani partisan group as Company no. 3, and joined in daring attacks on German garrisons. Kaplinski was killed during the German manhunt known as Operation Hamburg between December 10-24, 1942, at which point command of the unit was taken over by Ukrainian and Russian leaders.<sup class=\"footnote-ref\" id=\"fnref-22\"><a href=\"#fn-22\">22</a></sup> This is but one example of how partisan units could exhibit an extraordinary level of inter-ethnic cooperation in a period defined by exclusivist nationalism.<sup class=\"footnote-ref\" id=\"fnref-23\"><a href=\"#fn-23\">23</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-22",
        "label": "22",
        "text": "Arad, <em>The Holocaust in the Soviet Union</em>, 508-9."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-23",
        "label": "23",
        "text": "Some, however, were notoriously anti-semitic. See Leonid Smilovitsky, Antisemitism in the Soviet Partisan Movement, 1941–1944: The Case of Belorussia,” <em>Holocaust and Genocide Studies</em> 20:2 (2006)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Although Rubin eschews heroic rhetoric in his retelling, at no point does he fulfill the stereotype of the violence-averse Orthodox Jew. Early on, he smuggled weapons for a planned ghetto revolt at great personal risk, and he fought with partisans after his ghetto’s liquidation. Rabbinical opinion during this period actually condoned such conduct. When R. Ephraim Oshry, a ritual legal (<em>halakhic</em>) authority in the Kovno (Kaunus) Ghetto, was asked by a ghetto resident whether it was permissible to escape to the forest and join partisans, he ruled in the affirmative. Despite the personal risk owing to the well-known hatred for Jews among certain Soviet partisans, Oshry reasoned, staying in a ghetto would mean exposing oneself to murder (ghetto residents were popularly known as “easy kills”, he notes). Escaping to the forests, in contrast, entailed only a “possible danger” (<em>safek sakanah</em>), since those who resolved to escape were doubtless well-informed of the whereabouts of sympathetic partisans. In fact, Oshry argued, the more Jews who escaped to the forests and joined partisan camps, the more the German “Amalek” would be weakened. Therefore, “one should encourage and fortify them and extend them as much help as possible in obtaining weapons so that they will not come empty-handed to the partisan camps and will be knowledgeable in battle and warfare and poised to be on the front lines at the head of the fighters.”<sup class=\"footnote-ref\" id=\"fnref-24\"><a href=\"#fn-24\">24</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-24",
        "label": "24",
        "text": "Ephraim Oshry, <em>Mi-ma’amakim</em> (NY, 1976), no. 10, pp. 73-9. According to Snyder, by Spring of 1942 the Jews of Minsk were also “coming to see the forest as less dangerous than the ghetto.” Of the roughly ten thousand Jews who left the Minsk Ghetto and joined partisans, about half seem to have survived. See <em>Bloodlands</em>, 237. The Bielski partisan unit formed an exception to the rule that possession of a weapons was a precondition for acceptance. See However, the Bielski partisans formed an exception: they would often accept members without weapons. See Nechama Tec, <em>Resistance: The Bielski Partisans</em> (NY, 2009), 3."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Rubin, for his part, was beyond consulting with rabbis by then. The murder of his family and community members had been too much. “I quit being orthodox. In other words, I protested,” he recalls. “Why didn't [God] prevent all this?” he demands, noting that it was often the pious Jews who were massacred first [II, 39:05]. His was not the only Orthodox response to the Holocaust—many traditionally observant Jews were convinced that they had been spared because of divine protection and returned to traditional observance as soon as they could.<sup class=\"footnote-ref\" id=\"fnref-25\"><a href=\"#fn-25\">25</a></sup> But a loss of faith was not uncommon. For Rubin, the only thing left to do was to avenge the “innocent people they killed” before he, himself, was inevitably killed [II, 9:00].  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-25",
        "label": "25",
        "text": "See, e.g., Devorah S. Holocaust testimony (HVT-4109);Solly I. Holocaust testimony (HVT-2139)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "After his liberation by the Soviets, Rubin and his surviving siblings migrated to Canada “to start living like free people” [II, 25:30]. Rubin taught Hebrew for a few years and then went into real estate and settled down in Vancouver. “Canada was very good to me,” he observes with gratitude [II, 45:40]. Despite his doubts about divine justice, Rubin continued to attend synagogue with his family on occasion and was adamant about providing his children with a Jewish (“not a religious”) education [II, 40:30]. Most importantly, Rubin explains, he wanted his children to be “self-sufficient,” not be afraid “to stand up for your own rights” and be “proud of being Jewish,” values that he himself embodied throughout his unimaginable ordeal [II, 34:20].  "
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Further Reading on the Jews of Zhetl before and during the Holocaust",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "• Baruch Kaplinski, <em>Pinkes Zhetl</em> (Tel-Aviv, 1957)<br/>\n• Haya Lipski, Rivkah Lipski-Kaufman and Yitshak Ganoz, <em>'Ayaratenu Z’etel: shishim shanah le-hurban kehilat Z’etel 1942-2002</em> (Tel Aviv, 2002),<br/>\n• <a href=\"http://shtetlroutes.eu/en/yizkor-book-of-dzyatlava/\">http://shtetlroutes.eu/en/yizkor-book-of-dzyatlava/</a> "
      }
    }
  ]
}