{
  "meta": null,
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Dr. Esther Fox was born Chaja Estera Niesenhaus<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> on August 16, 1908 in Lodz,<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> a major industrial city in what was then the Kingdom of Poland, or Congress Poland. On October 9, 1991, at the age of 83, she recorded an interview for the Fortunoff Video Archive for Holocaust Testimonies.<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> In her testimony, she recalls memories from before, during, and after the Holocaust. Esther tells, for example, how she grew up in a traditional religious household in a Jewish neighborhood and attended a secular Jewish school. Consequently, she had few encounters with antisemitism in her youth. When Esther was a young adult aspiring to be a physician, however, she had to confront antisemitism in the form of the <em>numerus clausus</em>. This cap on the number of Jewish students able to pursue medical education in Poland, combined with limits on women’s enrollment in Polish medical schools, forced her to turn elsewhere for her professional education: France. Upon her return to Lodz in 1933, she embarked on her medical career in pediatrics and then as a doctor for a union health scheme. This period of her life included marriage and further confrontations with antisemitism.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "Esther Fox, University of Southern California Shoah Foundation Visual History Archive (hereafter USC SF-VHA), Interview 766 (1995), Seg. 2. Her first name is spelled here according to the common Polish spelling. The spelling of her last name comes from her own partially obscured handwriting on the handwritten account she deposited at the United States Holocaust Memorial Museum; see Esther Fox, “A Memoir Relating to Experiences in the Łódź Ghetto, Auschwitz, Guben, and Bergen-Belsen” (hereafter: “Memoir”), undated (c. 1990s), United States Holocaust Memorial Museum Archives (hereafter USHMM), Acc. 1995.A.0532, p. 1. This spelling also appears in Esther’s USC SF-VHA interviewer’s report; Miryam Rabner, “Post-Interview Summary,” January 30, 1995, USC SF-VHA, Associated Materials, Int. 766, no fols. (pp. 19, 21 of collected papers). Her pre-interview forms for the Fortunoff Video Archive and for the Shoah Foundation Visual History Archive – both of which were completed during a telephone conversation – present different spellings: Nisenhaus and Nysenhauz, respectively; see Miryam Rabner, “Telephone Pre-Interview Questionnaire,” January 24, 1995, USC SF-VHA, Associated Materials, Int. 766, no fols. (pp. 3, 5 of collected papers); Author unknown, Pre-interview questionnaire, Fortunoff Video Archive for Holocaust Testimonies (hereafter FVAHT), HVT-2033, p. 1. Many thanks to Becky Erbelding at USHMM, Badema Pitic at the USC Shoah Foundation Center for Advanced Genocide Research, and Christy Tomacek at FVAHT for providing scans of the documents from their respective institutions."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "Pol: Łódź, Ger: Lodsch or Litzmannstadt (1939-1945), Yid: Lodzh. For further information about the city, see Esther’s testimony and the annotated transcript."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "Esther F., FVAHT, HVT-2033 (1991). Unless otherwise indicated, all cited time stamps refer to this testimony."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Esther’s narrative soon turns to the period subsequent to the German invasion of Poland, and it is with her wartime experiences that this essay will chiefly engage. Esther’s testimony is an especially valuable and intriguing source, as it provides an entry point into several important discussions and illuminates critical subjects that have hitherto received minimal attention from Holocaust scholars. This piece will, for example, address the oft-overlooked centrality of Esther’s geographical region to the history of the Holocaust, and it will engage with the challenging topic of (the judgment of) Jewish functionaries, who, in one way or another and to varying degrees, facilitated the Nazis’ achievement of their goals to exploit and to murder European Jewry.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Other topics and threads, however, are not immediately self-evident from her words. As a result, one of the functions of this introductory essay is to serve as a guide for how to read Esther’s testimony between the lines and as a corrective to several historiographical tropes she and interviewer Jaschael Pery voice about the Holocaust. Because Esther’s opinions emerge from her extrapolation from, and reasoning based on, her own experience, the conclusions she reaches emerge from a relatively small window of insight – an individual’s perspective. In contrast, this introduction builds upon a new body of archive- and testimony-based research that challenges some of those commonly held historiographical positions.  "
      }
    },
    {
      "type": "header",
      "data": {
        "text": "The Warthegau",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "After the German army invaded Poland on September 1, 1939, the Third Reich annexed several formerly Polish territories, including what became known as the Reichsgau Wartheland, or the Warthegau.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> About a month after the October 1939 annexation, the borders of the Warthegau were redrawn in order to bring into the Reich a hub of industry: Lodz, subsequently renamed Litzmannstadt.<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup> As Esther records, the ghetto established in her city was massive in size (the second largest after the Warsaw Ghetto) and existed from her forced relocation there in early 1940 through her deportation to Auschwitz in August 1944. The Lodz location of the Nazis’ first large and longest-lasting ghetto contributed to the Warthegau’s function as a “training ground”<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> for the Nazi regime’s colonial and (<em>avant la lettre</em>) genocidal endeavors.<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "For a concise overview of the history of the Holocaust in the Warthegau, see Ingo Loose, “Wartheland,” in <em>The Greater German Reich and the Jews: Nazi Persecution Policies in the Annexed Territories, 1935–1945</em>, ed. Wolf Gruner and Jörg Osterloh, trans. Bernard Heise (New York: Berghahn Books, 2015), 189–218."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "For information on this territorial annexation and the bureaucratic changes that followed, see, for example, Catherine Epstein, <em>Model Nazi: Arthur Greiser and the Occupation of Western Poland</em> (New York: Oxford University Press, 2010), 134–38."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "For a discussion of the origin of the “training ground” analogy for the Warthegau and for the use of a similar formulation, see, respectively Michael Alberti, “‘Exerzierplatz des Nationalsozialismus’: Der Reichsgau Wartheland 1939-1941,” in <em>Genesis des Genozids: Polen 1939-1941</em>, ed. Klaus-Michael Mallmann and Bogdan Musial (Darmstadt: Wissenschaftliche Buchgesellschaft, 2004), 124n20 (111-126); Karsten Linne, “Die deutsche Arbeitsverwaltung zwischen ‘Volkstumspolitik’ und Arbeiterrekrutierung – das Beispiel Warthegau,” in <em>Pflicht, Zwang und Gewalt: Arbeitsverwaltungen und Arbeitskräftepolitik im deutsch besetzten Polen und Serbien 1939-1944</em>, ed. Florian Dierl et al. (Essen: Klartext Verlag, 2013), 50."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "For a discussion of the direct, partially causative, connection between the regime’s ethnic German (<em>Volksdeutsche</em>) resettlement and population transfer schemes and the Final Solution, see Götz Aly, <em>“Final Solution”: Nazi Population Policy and the Murder of the European Jews</em>, trans. Belinda Cooper and Allison Brown (New York: Oxford University Press, 1999). For a concise article exploring the Warthegau’s importance in the development of the Final Solution, see Ian Kershaw, “Improvised Genocide? The Emergence of the ‘Final Solution’ in the ‘Warthegau,’” <em>Transactions of the Royal Historical Society</em> 2 (1992): 51–78."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As Henry Friedlander convincingly demonstrates in <em>The Origins of Nazi Genocide</em>, Nazi Germany’s murder of physically and mentally disabled people – carried out under the euphemism “euthanasia” – was a precursor to the Final Solution.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> The Warthegau, in turn, was where the connections between these two murderous campaigns were most apparent.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> For example, Fort VII, an old military facility on the outskirts of the capital city Posen (Poznań), was the location of the first mass gassings of “life unworthy of life” (<em>lebensunswertes Leben</em>) in October 1939.<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> These early killings, in turn, served as a model for the gas chambers in the first two of the Reich’s six “euthanasia” centers, which were under construction by the end of the following month.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> It was thus the Warthegau where German officials established a critical mechanism of the Final Solution: stationary gas chambers to which victims were transported and subsequently killed by asphyxiation. The parallels are not limited to mechanics, however, as the Warthegau also saw the transfer of personnel; namely, SS Captain Herbert Lange’s commando pioneered the use of a gas van for the murder of Warthegau hospital patients in January 1940,<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup> and Lange and some of the original commando staff subsequently developed and, beginning on December 7-8, 1941, directed the Final Solution’s first extermination facility: Chelmno.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "Henry Friedlander, <em>The Origins of Nazi Genocide: From Euthanasia to the Final Solution</em> (Chapel Hill: University of North Carolina Press, 1995)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "Several scholars have also made this observation. See, for example, Epstein, <em>Model Nazi</em>, 180; Andrea Löw, <em>Juden in Getto Litzmannstadt: Lebensbedingungen, Selbstwahrnehmung, Verhalten</em> (Göttingen: Wallstein Verlag, 2010), 183."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "Michael Alberti, <em>Die Verfolgung und Vernichtung der Juden im Reichsgau Wartheland, 1939-1945</em> (Wiesbaden: Harrassowitz Verlag), 326–27; Christopher R. Browning, <em>The Origins of the Final Solution: The Evolution of Nazi Jewish Policy, September 1939-March 1942</em> (Lincoln: University of Nebraska Press, 2004), 188. For a more detailed discussion of these early mass gassings in annexed Poland, see Volker Rieß, <em>Die Anfänge der Vernichtung “lebensunwerten Lebens” in den Reichsgauen Danzig-Westpreußen und Wartheland 1939/40</em> (Frankfurt am Main: Peter Lang, 1995), 290–300."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "Browning, <em>Origins</em>, 188."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "Ibid., 188–89; Friedlander, <em>Origins</em>, 138–39."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "Browning, <em>Origins</em>, 365–66, 416–18; Friedlander, <em>Origins</em>, 139, 288, 296. The Polish and German names for the camp and the town in which it was located are Chełmno and Kulmhof, respectively. For scholarship on Chelmno, known in Polish as Chełmno and in German as Kulmhof, see Shmuel Krakowski, <em>Chełmno: A Small Village in Europe: The First Nazi Mass Extermination Camp</em> (Jerusalem: Yad Vashem, 2009); Patrick Montague, <em>Chelmno and the Holocaust: The History of Hitler’s First Death Camp</em> (London: I.B. Tauris, 2012)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Unbeknownst to Esther, the murderous work of the Lange commando sits on the periphery of her testimony. For instance, when Esther recalls that “in the beginning, [German officials]… took out people whom they wanted from the hospitals,”<sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> she is likely referring to one or both of the “euthanasia” operations that occurred in March 1940 and July 1941 and saw approximately 40 and 60 patients, respectively, removed from the ghetto’s Hospital for the Mentally Ill and murdered in Lange’s gas van.<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup> The Lange commando, through its subsequent operation of Chelmno from December 1941, continued its murderous work, as this killing installation was the destination of those selected during several large round-ups in the ghetto. Esther describes, for example, the major hospital <em>Aktion</em>, or roundup, of September 1-2, 1942, when German authorities “took out [in] the middle of the night whoever was [in the hospital].”<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup> The <em>Sperre</em><sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup> followed less than a week later, on September 5-12. With the ghetto’s children as the roundup’s main targets, Esther and her fellow doctors were inundated with requests from parents “to give a certificate… to make [the children] older…. So we did.”<sup class=\"footnote-ref\" id=\"fnref-18\"><a href=\"#fn-18\">18</a></sup> Regardless of the doctors’ actions, however, German officials sent over 15,000 Jews – mostly children and the elderly – from the Lodz Ghetto to be murdered in Chelmno.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "Segment 5 (Tape 1), 27:26-27:33."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "Löw, <em>Juden</em>, 183–84."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "Segment 5 (Tape 1), 27:55-27:58. The round-up began in the pre-dawn hours of September 1, 1942 and continued through the following day. German authorities demanded that all patients in the ghetto’s four hospitals be turned over to them. For descriptions of these terrifying days, see relevant entries in Lucjan Dobroszycki, ed., <em>The Chronicle of the Łódź Ghetto, 1941-1944</em> (New Haven: Yale University Press, 1984), 248–50, hereafter Dobroszycki <em>Chronicle</em>. For personal accounts, see, for example, Dawid Sierakowiak, <em>The Diary of Dawid Sierakowiak: Five Notebooks from the Łódź Ghetto</em> (hereafter <em>Sierakowiak Diary</em>), ed. Alan Adelson (New York: Oxford University Press, 1996), 212, 214 (also excerpted in Alan Adelson and Robert Lapides, eds., <em>Lodz Ghetto: Inside a Community Under Siege</em> (New York: Viking, 1989), 319–20); Josef Zelkowicz, “In Those Nightmarish Days,” in <em>In Those Nightmarish Days: The Ghetto Reportage of Peretz Opoczynski and Josef Zelkowicz</em>, ed. Samuel D. Kassow, 188–94 (also excerpted in Adelson and Lapides, <em>Lodz Ghetto</em>, 320–28)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "For an explanation of the term and information on the event the word denotes here, see footnote 95 in the annotated transcript."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-18",
        "label": "18",
        "text": "Segment 5 (Tape 1), 28:38-28:47."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Ghetto Functionaries and Judgment",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In presenting several examples of Jewish functionaries, namely the Elder of the Jews (<em>Judenälteste</em>), Mordechai Chaim Rumkowski, and the Jewish ghetto police (<em>Ordnungsdienst</em>, literally “order service”), Esther’s testimony also promotes the examination of the “gray zone,” which survivor and author Primo Levi characterizes as a “poorly defined [space], where the two camps of masters and servants both diverge and converge.”<sup class=\"footnote-ref\" id=\"fnref-19\"><a href=\"#fn-19\">19</a></sup> While Levi presents the gray zone as the territory of the “hybrid class of the prisoner-functionary [which] constitutes [a concentration camp’s] armature and at the same time its most disquieting feature,” he extends his discussion beyond the barbed wire to include Rumkowski, who had already garnered the attention of numerous scholars.<sup class=\"footnote-ref\" id=\"fnref-20\"><a href=\"#fn-20\">20</a></sup> In contrast to a general lack of scholarship about Jewish functionaries,<sup class=\"footnote-ref\" id=\"fnref-21\"><a href=\"#fn-21\">21</a></sup> which arises largely from scholars’ hesitation to engage with the inherent moral complexity of functionaries’ actions and circumstances,<sup class=\"footnote-ref\" id=\"fnref-22\"><a href=\"#fn-22\">22</a></sup> Jewish Council (<em>Judenrat</em>) chairmen and Jewish Elders have a presence in scholarly works,<sup class=\"footnote-ref\" id=\"fnref-23\"><a href=\"#fn-23\">23</a></sup> with Rumkowski generating the most scholarly interest.<sup class=\"footnote-ref\" id=\"fnref-24\"><a href=\"#fn-24\">24</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-19",
        "label": "19",
        "text": "Primo Levi, <i>The Drowned and the Saved</i>, trans. Raymond Rosenthal (New York: Vintage International, 1989), 42."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-20",
        "label": "20",
        "text": "Ibid., 60–69. See, for example, Philip Friedman, “Pseudo-Saviors in the Polish Ghettos: Mordechai Chaim Rumkowski of Lodz” (originally published in 1954), in <i>Roads to Extinction: Essays on the Holocaust</i>, ed. Ada June Friedman (New York: Jewish Publication Society, 1980), 333–52."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-21",
        "label": "21",
        "text": "For instance, the scholarship on Jewish Kapos and Sonderkommando members is rare. Notable exceptions are, respectively, Tuvia Frilling, <i>A Jewish Kapo in Auschwitz: History, Memory, and the Politics of Survival</i>, trans. Haim Watzman (Waltham, MA: Brandeis University Press, 2014); Gideon Greif, <i>We Wept Without Tears: Testimonies of the Jewish Sonderkommando from Auschwitz</i>, trans. Naftali Greenwood (New Haven, CT: Yale University Press, 2005)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-22",
        "label": "22",
        "text": "Eminent Holocaust historian Saul Friedländer, for example, revealed in a conversation with the author (January 23, 2013, Los Angeles, CA) that his landmark monograph <i>The Years of Extermination: Nazi Germany and the Jews, 1939-1945</i>, vol. 2 (New York: HarperCollins, 2007)<i> </i>does not contain much material on Jewish functionaries because the gray zone would have presented readers with a more complicated narrative."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-23",
        "label": "23",
        "text": "Scholarly attention to these figures is largely the legacy of two works: Raul Hilberg’s foundational work in Holocaust historiography and Hannah Arendt’s inflammatory writing in response to the trial of Adolf Eichmann in Jerusalem in 1961. See, respectively, Raul Hilberg, <i>The Destruction of the European Jews </i>(Chicago: Quadrangle Books, 1961), esp. 123; Hannah Arendt, <em>Eichmann in Jerusalem</em><i>: A Report on the Banality of Evil</i> (New York: Viking Press, 1963), esp. 104, 111. For a contrast to Hilberg’s and Arendt’s depictions of, and conclusions about, the Jewish Councils, see Isaiah Trunk, <em>Judenrat</em><i>: The Jewish Councils in Eastern Europe under Nazi Occupation </i>(Lincoln, NE: Bison Books, 1996 [1972])."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-24",
        "label": "24",
        "text": "For discussions of Rumkowski’s portrayal in scholarship, see, for example, Michal Unger, <i>Reassessment of the Image of Mordechai Chaim Rumkowski</i> (Jerusalem: Yad Vashem, 2004)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In discussions of Jewish functionaries, the question of judgment is particularly challenging.<sup class=\"footnote-ref\" id=\"fnref-25\"><a href=\"#fn-25\">25</a></sup> Writing about Jewish Councils, historian Isaiah Trunk was aware of the temptation to judge these historical actors and consequently sought to refrain from “pronounc[ing] judgment either way on these institutions.”<sup class=\"footnote-ref\" id=\"fnref-26\"><a href=\"#fn-26\">26</a></sup> Also promoting caution, Levi writes, “This gray zone possesses an incredibly complicated internal structure and contains within itself enough to confuse our need to judge.”<sup class=\"footnote-ref\" id=\"fnref-27\"><a href=\"#fn-27\">27</a></sup> Esther approaches her assessment of Rumkowski aware of the problematic nature of the task and thus refrains from sitting in judgment. She states:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-25",
        "label": "25",
        "text": "For further discussion on the judgment of Jewish functionaries, often also known as “privileged Jews,” particularly regarding the representation of these figures, see Adam Brown, <i>Judging “Privileged” Jews: Holocaust Ethics, Representation, and the “Grey Zone”</i> (New York: Berghahn Books, 2013)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-26",
        "label": "26",
        "text": "Trunk, <i>Judenrat</i>, xxix."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-27",
        "label": "27",
        "text": "Levi, <i>Drowned</i>, 42."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I don’t know how right [Rumkowski] was, how wrong he was, because he obeyed the German[s]. And maybe [if] he would not obey, would nobody remained in the ghetto. But if you want to be honorable, and stand like to say, die on your feet and not to—to live on your knees,…we shouldn’t have had this….So the history will judge him how right or how wrong he was….But was a lot of abuses and a lot of things which shouldn’t have happened. But…it is self-preservation. … I don’t want to even be the judge of all this.<sup class=\"footnote-ref\" id=\"fnref-28\"><a href=\"#fn-28\">28</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-28",
        "label": "28",
        "text": "Segment 6 (Tape 1), 32:40-34:01"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Because Rumkowski’s case was quite complex, Esther’s hesitation to judge is hardly surprising. As Esther begins to explain, Rumkowski’s strategy, summed up as “our only way is work,”<sup class=\"footnote-ref\" id=\"fnref-29\"><a href=\"#fn-29\">29</a></sup> translated to the production of goods for their German captors in order to stave off the ghetto’s liquidation on account of its importance to the German economy and supply chain, which made the ghetto too valuable to eradicate. At a previous point in her testimony, Esther raises the possibility that Jews’ work in the factories, or <em>Ressorts</em>,<sup class=\"footnote-ref\" id=\"fnref-30\"><a href=\"#fn-30\">30</a></sup> amounted to “collaboration” because they “supplied… uniforms for soldiers, boots, shoes…. It means we supplied the army.”<sup class=\"footnote-ref\" id=\"fnref-31\"><a href=\"#fn-31\">31</a></sup> In both locations in her testimony, however, she points to the crux of the matter: self-preservation, which, in turn, obviates her desire to judge people engaged in what she perceives to be collaboration.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-29",
        "label": "29",
        "text": "This ubiquitous ghetto slogan was communicated in German and in Yiddish (transliterated here): “Unser einziger Weg ist Arbeit”; “Unzer eyntsiger veg iz arbayt.”"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-30",
        "label": "30",
        "text": "For information on this term and the entities it describes, see note 99 in the transcript."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-31",
        "label": "31",
        "text": "Segment 5 (Tape 1), 31:57-32:11."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "When Esther speaks of the Jewish police force in the ghetto she brings to light a group of functionaries that has received substantially less attention from scholars.<sup class=\"footnote-ref\" id=\"fnref-32\"><a href=\"#fn-32\">32</a></sup> Their tasks included confiscating individuals’ property, apprehending people recruited for forced labor, and facilitating deportations – sometimes with the use of violence.<sup class=\"footnote-ref\" id=\"fnref-33\"><a href=\"#fn-33\">33</a></sup> As a result, they faced condemnation, and sometimes even physical retribution, during the Holocaust and in the decades since.<sup class=\"footnote-ref\" id=\"fnref-34\"><a href=\"#fn-34\">34</a></sup> Interviewer Jaschael Pery is referring to this animosity when he observes that “there are some people blaming the behavior of the Jewish police in the ghetto,” and subsequently asks Esther whether she “ha[s] some opinion about it.”<sup class=\"footnote-ref\" id=\"fnref-35\"><a href=\"#fn-35\">35</a></sup> Echoing her earlier reluctance to judge Rumkowski, Esther provides a nuanced answer:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-32",
        "label": "32",
        "text": "The limited scholarship focused on ghetto police includes Aharon Weiss, “The Relations between the Judenrat and the Jewish Police,” in <em>Patterns of Jewish Leadership in Nazi Europe, 1933–1945</em>, ed. Yisrael Gutman and Cynthia J. Haft (Jerusalem: Yad Vashem, 1979), 201–17; Andrea Löw, “Ordnungsdienst im Getto Litzmannstadt,” in <em>Fenomen Getta Łódzkiego, 1940-1944</em>, ed. Pawła Samusia and Wiesława Pusia (Łódź: Wydawnictwo Uniwersystetu Łódzkiego, 2006), 155–67."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-33",
        "label": "33",
        "text": "For further information about ghetto police forces, see Trunk, <i>Judenrat</i>, 475–526."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-34",
        "label": "34",
        "text": "Trunk, <i>Judenrat</i>, 552–64."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-35",
        "label": "35",
        "text": "Segment 7 (Tape 1), 43:30-43:37. It should be noted that, in asking Esther to pass judgment on the ghetto police, Pery went against the Fortunoff Video Archive’s instructions to interviewers. See Dana Kline, “Syllabus for Volunteer Interviewers,” undated (pp. 2–3 of document entitled “Interviewer training packet, 1984-1997”), <a href=\"http://fortunoff.library.yale.edu/wp-content/uploads/2018/10/interviewer.training_redacted.pdf\">http://fortunoff.library.yale.edu/wp-content/uploads/2018/10/interviewer.training_redacted.pdf</a>, accessed November 15, 2019."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[I]f I say that I prefer to die and not do these things [that the police were ordered to do]. But others say that this is self-preservation. So this is a question of—I have to think of it much more, because I wasn’t in this position that I was to do—I would call it dirty things….Let’s say [the police] collected the people to the gathering places to be deported. No, this was an order from Rumkowski, and then Rumkowski got the order from the German [officials]. So if you were a policeman, you could have said, “I don’t want to do it.” So you would have gone [to your death], and you had a family.<sup class=\"footnote-ref\" id=\"fnref-36\"><a href=\"#fn-36\">36</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-36",
        "label": "36",
        "text": "Segment 7 (Tape 1), 43:43-44:30"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Esther thus identifies the key dynamic of coercion; the policemen engaged in “dirty things” not because they wanted to do them, but because they believed that their failure to follow orders would have lethal consequences and would also place their families at risk. Recognizing that she never faced dilemmas of this nature, Esther concludes that the case of the ghetto police is “too complicated,” making it “too hard to accuse.”<sup class=\"footnote-ref\" id=\"fnref-37\"><a href=\"#fn-37\">37</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-37",
        "label": "37",
        "text": "Segment 7 (Tape 1), 44:33-44:36."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Jewish Doctors in the Ghetto",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Like the ghetto police, physicians in ghettos have received minimal scholarly attention.<sup class=\"footnote-ref\" id=\"fnref-38\"><a href=\"#fn-38\">38</a></sup> Having worked as a doctor in the Lodz Ghetto, Esther, through her recollections of her own experiences, provides unique insight into this profoundly under-researched topic. For example, she reveals:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-38",
        "label": "38",
        "text": "The chief exception is the work of Miriam Offer; see, for example, Miriam Offer, “Ethical Dilemmas in the Work of Doctors and Nurses in the Warsaw Ghetto,” in <em>Polin: Jews in the Former Grand Duchy of Lithuania since 1772</em>, vol. 25, ed. Šarūnas Liekis et al. (Oxford: Littman Library of Jewish Civilization, 2013), 467–92; idem, “Coping with the Impossible: The Developmental Roots of the Jewish Medical System in the Ghettos,” in <em>Jewish Medicine and Healthcare in Central Eastern Europe: Shared Identities, Entangled Histories</em>, ed. Marcin Moskalewicz et al. (Cham, Switzerland: Springer, 2019), 261–77. A translation into English of her Hebrew-language book <em>White Coats Inside the Ghetto: Jewish Medicine in Poland during the Holocaust</em> (Jerusalem: Yad Vashem 2015) is forthcoming. Offer and several other scholars also contributed chapters on ghetto physicians to Michael A. Grodin, ed., <em>Jewish Medical Resistance in the Holocaust</em> (New York: Berghahn Books, 2014)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[W]e were running day and nights, too. And the younger doctors, to whom I belonged at that time, were assigned to work, besides in the daytime, making house calls and the ambulatory visits to make, to run, the emergency thing—service. So also, everything on a <em>dorożka</em><sup class=\"footnote-ref\" id=\"fnref-39\"><a href=\"#fn-39\">39</a></sup> and we were going from call to another.<sup class=\"footnote-ref\" id=\"fnref-40\"><a href=\"#fn-40\">40</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-39",
        "label": "39",
        "text": "This is an open, horse-drawn carriage that typically carries passengers. The English translation is “droshky.”"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-40",
        "label": "40",
        "text": "Segment 4 (Tape 1), 24:58-25:23. Further insight can be found in a ten-page, Polish-language account she deposited at the Museum of Jewish Heritage: Esther Fox, “Jewish Doctors and Medical Work in the Lodz Ghetto” [Zydzi lekarze oraz praca lekarska w ghecie lodzkim], undated, Folder Esther Fox, Collections &amp; Exhibitions Department Donor Files, Museum of Jewish Heritage."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Just before the interview comes to a close, Pery returns to the theme of judgment. This time, however, he solicits Esther’s opinion of a group to which she belonged. He asks:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>How would you, looking backward [at] what you experienced there as a doctor with your colleagues in the circumstances you had there in the ghetto, how would you judge the action there of the doctors in the ghetto?...How did they behave, and how did they act there in these circumstances?<sup class=\"footnote-ref\" id=\"fnref-41\"><a href=\"#fn-41\">41</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-41",
        "label": "41",
        "text": "Segment 18 (Tape 2), 48:20-48:41."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In light of the hard work she and her colleagues performed during their daytime hospital or clinic assignments and their house-calls at night, Esther’s reply to Pery’s request for her assessment of the doctors’ conduct makes sense. She does not equivocate; she simply portrays the doctors’ behavior as “very decent.” She continues:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>And everybody tried [to help]. You see, it's hard to say to try and to do, because they are two difficult things. …We had paralyzed hands [with] what we did. But nobody abused anything…, as far as I know, and I am sure there wasn't…abuse, in any way, [of] patients or neglect [of] patients, or to collaborate [with] the German[s]. Not at all. Not at all. None of them…. I never heard anything wrong about anybody; [nobody] said that they did something undecent, wherever it was.<sup class=\"footnote-ref\" id=\"fnref-42\"><a href=\"#fn-42\">42</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-42",
        "label": "42",
        "text": "Segment 18 (Tape 2), 48:43-49:29."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Perhaps Esther was not aware of the full range of orders and responsibilities that ghetto doctors had. While Esther’s efforts were mostly, if not entirely, in the service of her patients’ well-being, other doctors engaged in additional duties. For instance, by November 1940 one of the tasks of the doctors in the Lodz Ghetto was to determine whether volunteers or recruits were fit to be sent to camps for forced labor.<sup class=\"footnote-ref\" id=\"fnref-43\"><a href=\"#fn-43\">43</a></sup> The advent of the Final Solution added another possible responsibility for the ghetto’s Jewish doctors. The physical examinations prior to Jewish transports from the ghetto ceased to be solely a determination of fitness for work in a labor camp. When those transports were destined for Chelmno, the doctors’ decisions – rendered in a state of powerful coercion – meant either life (for at least a little while longer in the ghetto) or immediate death in the mass murder facility.<sup class=\"footnote-ref\" id=\"fnref-44\"><a href=\"#fn-44\">44</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-43",
        "label": "43",
        "text": "See, for example, the entry from April 11, 1941 in Dobroszycki <em>Chronicle</em>, 46. The protocol for a double examination – by Jewish doctors and then by Ghetto Administration-appointed German doctors – of prospective workers was established no later than November 19, 1940; see Chaim Rumkowski, Announcement No. 166 (“Concerning work outside of the ghetto”), November 19, 1940, reprinted in English translation in Adelson and Lapides, <em>Lodz Ghetto</em>, 96."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-44",
        "label": "44",
        "text": "For a personal account of a doctor who faced this unenviable predicament, see Arnold Mostowicz, <i>With a Yellow Star and a Red Cross: A Doctor in the Łódź Ghetto</i>, trans. Henia and Nochem Reinhartz (London: Vallentine Mitchell, 2005), 98–107. The Fortunoff Video Archive contains a testimony from Mostowicz in Polish; see Arnold M., FVAHT, HVT-3163 (1994). See also Dawid Sierakowiak’s description of his mother’s fate: entry from September 5, 1942, <em>Sierakowiak Diary</em>, reprinted in English translation in Adelson and Lapides, <em>Lodz Ghetto</em>, 333. For scholarly discussion of these selection-related ethical dilemmas as they transpired in the Warsaw Ghetto, see Offer, “Ethical Dilemmas,” 476–84."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Esther’s testimony gives the impression that, from the perspective of the German Ghetto Administration (<em>Gettoverwaltung</em>) officials, Jewish doctors served only one purpose in the ghetto: to prevent the spread of infection beyond the ghetto’s inhabitants.<sup class=\"footnote-ref\" id=\"fnref-45\"><a href=\"#fn-45\">45</a></sup> Explaining a measure that officials initiated after perimeter guards shot and killed doctors, she states:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-45",
        "label": "45",
        "text": "For further information on the Litzmannstadt Ghetto Administration, the most thorough treatment of the topic can be found in Peter Klein, <i>Die Gettoverwaltung Litzmannstadt” 1940 bis 1944: Eine Dienststelle im Spannungsfeld von Kommunalbürokratie und staatlicher Verfolgungspolitik</i> (Hamburg: Hamburger Edition, 2009)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>So later we even got a special hat with a red band around, so the soldiers should know [not to shoot us], not because they loved [doctors] more than others, but [because] they needed a doctor; there were not so many [ghetto doctors], and [German officials] were afraid of epidemics, which could catch them too. So this what they gave us as the protection, the hat, [so] that the Germans should at least not shoot at us.<sup class=\"footnote-ref\" id=\"fnref-46\"><a href=\"#fn-46\">46</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-46",
        "label": "46",
        "text": "Segment 4 (Tape 1), 24:33– 24:57."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "She is, in large part, correct. German officials were highly concerned about epidemics, especially typhus, whose vector of infection – the louse – made the disease transmissible across boundaries.<sup class=\"footnote-ref\" id=\"fnref-47\"><a href=\"#fn-47\">47</a></sup> It is unclear, however, to what extent the Ghetto Administration viewed the presence of Jewish medical practitioners as a means to ameliorate their anxiety about the spread of contagion.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-47",
        "label": "47",
        "text": "Mostowicz, <em>With a Yellow Star</em>,_ _26. German officials’ concern about epidemics even predated the ghetto’s establishment; see Friedrich Übelhoer, “Establishment of a Ghetto in the City of Lodz” memo, December 10, 1939, reprinted in English translation in Adelson and Lapides, <em>Lodz Ghetto</em>, 23–26, here 25."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "What becomes clear through Esther’s testimony, though, is the German authorities’ interest in the presence of a Jewish medical staff. When she mentions Rumkowski’s recruitment of doctors from the Warsaw Ghetto to bolster a depleted medical staff in Lodz, Esther reveals that German officials went beyond establishing a measure to preserve the lives of Jewish doctors; they actually embraced the expansion of the Jewish medical staff.<sup class=\"footnote-ref\" id=\"fnref-48\"><a href=\"#fn-48\">48</a></sup> After all, the success of the Jewish Elder’s endeavor depended on the accession of German officials. Without their support, Rumkowski would not have otherwise been able to travel to the former Polish capital with this announced goal, enter and exit the Warsaw Ghetto, and bring 12 medical recruits from Warsaw to Lodz in May 1941, after both ghettos had been sealed and unauthorized movement across ghetto boundaries had thus been prohibited.<sup class=\"footnote-ref\" id=\"fnref-49\"><a href=\"#fn-49\">49</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-48",
        "label": "48",
        "text": "Segment 7 (Tape 1), 39:49-39:56."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-49",
        "label": "49",
        "text": "Teenage ghetto diarist Dawid Sierakowiak noted Rumkowski’s departure for this specific purpose in his entry from May 13, 1941 and recorded the number of recruited doctors in his May 21, 1941 entry; see <em>Sierakowiak Diary</em>, 89, 93. There were Jews who travelled between the two ghettos, but they had to bribe the Gestapo in order to gain the ability to do so; see, for example, Yankl Nirenberg, <i>Memoirs of the Lodz Ghetto</i>, trans. Vivian Felsen (Toronto: Lugus Libros, 2003), 33, 54."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Further reading between the lines, in combination with new research findings, is required to gain insight into German officials’ motivations behind their attentiveness – limited as it was – to medical matters in the Lodz Ghetto. As noted above, Esther believed that any interest on the part of German ghetto authorities stemmed from their fear that the proliferation of epidemics in the ghetto could pose a threat to their own health and the health of others on the “Aryan” side. Yet Esther’s own words elsewhere in her testimony challenge her assumption and therefore communicate that another factor contributed to at least some German officials’ attention to Jewish doctors in the ghetto. The key indication is her recollection that, when Jewish doctors were transporting patients in a droshky to a hospital in a different sector of the ghetto, officials lifted the prohibition on Jews crossing between different parts of the ghetto at street level. She says: “the gate they opened for the <em>dorożka</em>… we had to pass and in a quickie.”<sup class=\"footnote-ref\" id=\"fnref-50\"><a href=\"#fn-50\">50</a></sup> In all other circumstances, Jews had to use bridges over the “Aryan” streets in order to cross from one section of the ghetto to another without encountering the population outside the barbed wire. The inconsistency between this allowance and her belief that German officials acted entirely out of concern for their own health emerges from the fact that the transport of potentially contagious patients through the midst of non-Jews and in close proximity to those manning the ghetto’s gates actually placed those people at risk. This exception undermined the German authorities’ efforts to contain epidemics within the ghetto and its inhabitants. Esther’s description of the patient transport thus reveals that official policy was not always focused on the prevention of disease transmission; the practice appears to have been geared towards facilitating Jewish doctors’ treatment of ghetto inhabitants in need of medical care, regardless of the nature of the patients’ conditions.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-50",
        "label": "50",
        "text": "Segment 4 (Tape 1), 25:49-26:10."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "With that said, however, the practice’s exceptional nature must be emphasized. As Esther clearly communicates, German officials typically thwarted – not facilitated – Jewish doctors’ provision of care for ghetto inhabitants. The most glaring factor was their failure to provide adequate medical resources to the ghetto doctors, leaving the physicians with a “very poor” supply of medicines, just the “minimum thing[s],”<sup class=\"footnote-ref\" id=\"fnref-51\"><a href=\"#fn-51\">51</a></sup> in the face of overwhelming medical need stemming from horrendous living and working conditions. Nevertheless, it is important to consider what may have led to this exception, which actually supported Jewish doctors’ efforts to treat patients.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-51",
        "label": "51",
        "text": "Segment 6 (Tape 1), 36:14-36:16."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "New research regarding Jewish doctors in the Warthegau’s forced labor camps provides critical insight into this contradiction within Esther’s testimony. It reveals that officials within the Litzmannstadt Ghetto Administration, who had a direct interest in the system of forced labor camps for Jews, considered Jewish camp physicians’ medical work in an economic context, not just in the context of public health. More specifically, German officials recognized the value of these medical professionals with respect to the goal of authorities to exploit the Jewish labor force for monetary gain, as well as military necessity at times. While the Jewish doctors typically lacked sufficient therapeutic resources, their medical knowledge and skills could nevertheless translate into some improvement in the Jews’ labor capacity, which the ghetto officials viewed as critical to the ghetto’s economic viability, and perhaps even profitability.<sup class=\"footnote-ref\" id=\"fnref-52\"><a href=\"#fn-52\">52</a></sup> Given that the Warthegau’s forced labor camps for Jews and the Lodz Ghetto’s factories and workshops both relied on Jewish labor capacity to serve the same ends, it stands to reason that the Ghetto Administration came to view Esther and her medical colleagues in terms of their ability not only to limit the spread of epidemics beyond the ghetto but also to support workers’ productivity, which, in turn, served financial and military ends.    "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-52",
        "label": "52",
        "text": "Sari J. Siegel, “Between Coercion and Resistance: Jewish Prisoner-Physicians in Nazi Camps, 1940-1945” (PhD diss., University of Southern California, 2018), 64–72."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "A Jewish Prisoner-Physician in Guben",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Although Reich Minister for Armaments and War Production Albert Speer argued for the continuation of the exploitation of the Lodz Ghetto inhabitants’ labor capacity for the benefit of the German military, SS Reich Leader Heinrich Himmler’s dedication to the Final Solution led to his insistence that the ghetto be liquidated – a process that saw the deportation of over 60,000 Jews to Auschwitz in August 1944;<sup class=\"footnote-ref\" id=\"fnref-53\"><a href=\"#fn-53\">53</a></sup> Esther, her mother, and her brother among them. Upon their arrival at the camp, the SS condemned Esther’s mother to the gas chamber but presumably deemed the siblings (relatively) fit for labor and thus sent them to become Auschwitz-Birkenau camp inmates. Esther spent approximately five harrowing days there, likely in sector BIIc, which served as a transit camp for Jewish women waiting to be sent to work in factories and other labor sites within Germany to aid the war effort.<sup class=\"footnote-ref\" id=\"fnref-54\"><a href=\"#fn-54\">54</a></sup> When Esther heard an announcement for doctors to step forward she identified herself and subsequently received a transfer to Guben, a subcamp of Gross-Rosen, where she “was supposed to be the physician”<sup class=\"footnote-ref\" id=\"fnref-55\"><a href=\"#fn-55\">55</a></sup> for an inmate population totaling between 900 and 1,000 women – most of whom were from Hungary.<sup class=\"footnote-ref\" id=\"fnref-56\"><a href=\"#fn-56\">56</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-53",
        "label": "53",
        "text": "Andrzej Strzelecki, _The _<i>Deportation of Jews from the Łódź Ghetto to KL Auschwitz and Their Extermination: A Description of the Events and the Presentation of Historical Sources</i>, trans. Witold Zbirohowski-Kościa (Oświęcim: Auschwitz-Birkenau State Museum), 24–25, 33–34, 36."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-54",
        "label": "54",
        "text": "Ibid., 73. For information on Birkenau’s two transit camp sections (BIIc and BIII, or “Mexico”), see Wacław Długoborski and Franciszek Piper, eds., <em>Auschwitz 1940-1945: Central Issues in the History of the Camp</em>, trans. William Brand, vol. 1: <em>The Establishment and Organization of the Camp</em> (Oświęcim: Auschwitz-Birkenau State Museum, 2000), 98–100."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-55",
        "label": "55",
        "text": "Segment 9 (Tape 1), 54:24-54:26."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-56",
        "label": "56",
        "text": "Geoffrey Megargee, ed., <em>The United States Holocaust Memorial Museum Encyclopedia of Camps and Ghettos, 1933-1945: Early Camps, Youth Camps, and Concentration Camps and Subcamps under the SS-Business Administration Main Office (WVHA)</em>, vol. 1 (hereafter <i>USHMM Encyclopedia</i>, vol. 1), Part A (Bloomington: Indiana University Press, 2009), 743."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Esther’s recollections of her imprisonment in Guben add further importance to her testimony as a scholarly resource. First, they shed light on an otherwise obscure, or “unknown”<sup class=\"footnote-ref\" id=\"fnref-57\"><a href=\"#fn-57\">57</a></sup> camp and, in turn, draw attention to the Gross-Rosen camp network, which, despite its comprising over 100 subcamps, has minimal presence in historiography.<sup class=\"footnote-ref\" id=\"fnref-58\"><a href=\"#fn-58\">58</a></sup> Moreover, information she provides with respect to her recruitment for, and descriptions of, her role as a prisoner-physician is particularly valuable, as it serves to modify misconceptions on both micro and macro levels of history.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-57",
        "label": "57",
        "text": "Andreas Peter, the author of seemingly the only detailed historical work on Guben, calls it the “unknown camp” (<em>unbekannte Lager</em>) in his work’s title; see Peter, “Ein Versuch über das ‘unbekannte Lager’ Guben,” in <em>Die Ausnutzung der Zwangsarbeit der Häftlinge des KL Groß-Rosen durch das Dritte Reich</em>, ed. Alfred Konieczny (Wałbrzych: Muzeum Gross-Rosen, 2004), 90–106. For a list of other studies – either in German or Polish – that mention the camp, see <i>USHMM Encyclopedia</i>, vol. 1, Part A, 744. There is an entry for the camp in Wolfgang Benz and Barbara Distel, eds., <em>Der Ort des Terrors: Geschichte der nationalsozialistischen Konzentrationslager</em>, vol. 6, 333–37."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-58",
        "label": "58",
        "text": "Historian Bella Gutterman refers to the subcamps as “almost anonymous”; see Bella Gutterman, <em>A Narrow Bridge to Life: Jewish Forced Labor and Survival in the Gross-Rosen Camp System</em>, 1940–1945, trans. IBRT (New York: Berghahn Books, 2008), 2. For the number of subcamps, see ibid., 96. See also <em>USHMM Encyclopedia</em>, vol. 1, part A, 699. Gutterman’s study, itself a translation from Hebrew, is an important exception to the near absence of the subject from English-language scholarship. Much of the extant scholarship on the Gross-Rosen camp network is in German or Polish. See, for example, Alfred Konieczny, <em>Frauen im Konzentrationslager Gross-Rosen in den Jahren 1944-1945</em> (Wałbrzych: Państwowe Muzeum Gross-Rosen, 1994)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Her description of her initial encounter with the camp overseer, for instance, corrects the misleading notion that “in the camp there were no medicines and no medical care whatsoever” – a statement that appears in what is typically deemed to be an authoritative encyclopedia of Nazi camps.<sup class=\"footnote-ref\" id=\"fnref-59\"><a href=\"#fn-59\">59</a></sup> Esther recalls that this uniformed staff member asked her to produce a “list of things [she] need[s] for the medical services.”<sup class=\"footnote-ref\" id=\"fnref-60\"><a href=\"#fn-60\">60</a></sup> Likely due to the shock of the previous few days, Esther struggled to remember her own name and had difficulty recalling the supplies she would need in the course of her medical work.<sup class=\"footnote-ref\" id=\"fnref-61\"><a href=\"#fn-61\">61</a></sup> When Esther finally presented the camp official with a very short list that included pain medications, cotton, alcohol, and iodine, the overseer subsequently inquired, “That’s all what you ask right now?”<sup class=\"footnote-ref\" id=\"fnref-62\"><a href=\"#fn-62\">62</a></sup> Esther’s testimony thus not only communicates that the camp official was ready to provide supplies, but it also provides a clue that the overseer was willing to provide more, had Esther requested additional materials. It is important to note that the nature of the supplies Esther requested, combined with the overseer’s invitation for the doctor to request additional materials of her choosing, demonstrates that Esther’s presence in the camp was not solely to protect the health of Germans whom the inmates encountered in the camp and at work. To arrive at this conclusion, though, one must read between the lines of the testimony, because Esther voices the opinion that camp officials took sanitary and health-related measures only “for their own safety.”<sup class=\"footnote-ref\" id=\"fnref-63\"><a href=\"#fn-63\">63</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-59",
        "label": "59",
        "text": "The original text reads, “Im Lager gab es keine Medikamente und keinerlei ärztliche Versorgung.” See Wolfgang Benz and Barbara Distel, ed., <em>Der Ort des Terrors: Geschichte der nationalsozialistischen Konzentrationslager</em>, vol. 6 (Munich: C.H. Beck, 2007), 334."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-60",
        "label": "60",
        "text": "Segment 10 (Tape 2), 4:31-4:40."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-61",
        "label": "61",
        "text": "Segment 10 (Tape 2), 4:42-4:58."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-62",
        "label": "62",
        "text": "Segment 10 (Tape 2), 5:54-6:28."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-63",
        "label": "63",
        "text": "Segment 11 (Tape 2), 14:13-14:15."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Esther’s recruitment for medical duties in Guben and her initial exchange with the overseer also yield insights that go beyond the micro-level context of the camp itself. Namely, they challenge the “extermination through labor” (<em>Vernichtung durch Arbeit</em>) narrative as a component of the Final Solution.<sup class=\"footnote-ref\" id=\"fnref-64\"><a href=\"#fn-64\">64</a></sup> According to this theory, one approach in the Nazi authorities’ pursuit of the annihilation of European Jewry was purposely working Jews to death; they sent Jews to work, especially in slave labor assignments in German factories in 1944, with the goal of furthering the Final Solution.<sup class=\"footnote-ref\" id=\"fnref-65\"><a href=\"#fn-65\">65</a></sup> Esther’s testimony reveals that the historical reality, as it played out during the her time in Guben (between August 1944 and February 1945), was much more nuanced and complex than the “extermination through labor” formula might suggest. These two elements of her testimony establish that there was at least <em>some</em> investment in the medical care of Guben inmates, which, in turn, demonstrates that there was no monolithic application of an exterminatory strategy. Instead, the orientation of individual camp commandants could dictate the inmates’ conditions, which typically varied from one subcamp to the next.<sup class=\"footnote-ref\" id=\"fnref-66\"><a href=\"#fn-66\">66</a></sup> Esther may have had few resources with which to work, but she nonetheless was not entirely lacking materials, and those allocated to her indicate that she was there to treat prisoners, not just to prevent disease transmission from inmates to German guards and factory workers.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-64",
        "label": "64",
        "text": "For insight into the origins of this term, see David Cesarani, <em>Final Solution: The Fate of the Jews, 1933-1949</em> (New York: St. Martin’s Press, 2016), 523–24."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-65",
        "label": "65",
        "text": "For discussions addressing the primacy of economic needs versus racist ideology, see, for example, Jens-Christian Wagner, “Work and Extermination in the Concentration Camps,” in <em>Concentration Camps in Nazi Germany: The New Histories</em>, ed. Jane Caplan and Nikolaus Wachsmann (London: Routledge, 2010), 127–48; Marc Buggeln, “Building to Death: Prisoner Forced Labour in the German War Economy – The Neuengamme Subcamps, 1942-1945,” <em>European History Quarterly</em> 39, no. 4 (2009): 606-32."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-66",
        "label": "66",
        "text": "Gutterman, <em>Narrow Bridge</em>, 109."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Esther’s transfer from Auschwitz to Guben also undermines the notion that genocidal aims undergirded slave labor initiatives. After all, it is highly unlikely that officials with murderous intent would have invested the time and manpower to recruit Esther and assign a rifle-toting chaperone to escort her on a train and deliver her to Guben for the express purpose of serving as the physician for the camp’s inmates.<sup class=\"footnote-ref\" id=\"fnref-67\"><a href=\"#fn-67\">67</a></sup> When it later became clear that Esther alone was not enough to meet the Guben inmates’ need for medical attention, especially when “there was a lot of sickness,” German authorities “assigned another doctor.”<sup class=\"footnote-ref\" id=\"fnref-68\"><a href=\"#fn-68\">68</a></sup> Their efforts, in turn, further demonstrate that at least some German officials pursued a priority aside from the Final Solution: maintaining Jewish labor capacity. In the case of the Guben subcamp, Jewish laborers comprised a third of the workforce in the Guben factory, which was producing electronic equipment, especially radios, for German Air Force (<em>Luftwaffe</em>) planes.<sup class=\"footnote-ref\" id=\"fnref-69\"><a href=\"#fn-69\">69</a></sup> Their health largely influenced their ability to work, which, in turn, had a possible macro-level impact: contributing to a German war effort in desperate need of labor and supplies in the second half of 1944 and the start of 1945.<sup class=\"footnote-ref\" id=\"fnref-70\"><a href=\"#fn-70\">70</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-67",
        "label": "67",
        "text": "Segment 9 (Tape 1), 53:58-54:26."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-68",
        "label": "68",
        "text": "Segment 11 (Tape 2), 10:45-10:50. The cases of Esther’s and her Guben colleague’s transfers were not unique. For example, on August 30, 1944, a female French Jewish prisoner-physician was transferred from Birkenau to Buchenwald, presumably for subsequent transfer to a particular Buchenwald subcamp. See Danuta Czech, <em>Auschwitz Chronicle, 1939–1945</em> (New York: Henry Holt, 1990), 700. See also ibid., 704, 706, 751."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-69",
        "label": "69",
        "text": "Hans Brenner, <em>Todesmärsche und Todestransporte: Konzentrationslager Groß-Rosen und die Nebenlager</em> (Chemnitz: Verlag Klaus Gumnior, 2015), 100. For further information about the factory, see <em>USHMM Encyclopedia</em>, vol. 1, Part A, 743."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-70",
        "label": "70",
        "text": "For insight into the relationship between the war and the widespread development of satellite camps, see, for example, Nikolaus Wachsmann, <em>KL: A History of the Nazi Concentration Camps</em> (New York: Farrar, Straus and Giroux, 2015), 445–58, 464–74."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "New findings regarding the recruitment of Jewish prisoner-physicians for work in at least 17 industrial subcamps in the Auschwitz network bolster the hypothesis that camp officials recruited Esther and her Yugoslavian colleague to support labor capacity, not just to protect the health of camp guards and factory workers who came into contact with the Jewish inmates. The research reveals that camp authorities transferred dozens of Jewish doctors to and between these camps and in some way enabled, or at least permitted, the physicians to keep ailing and injured inmates alive and (relatively) productive – all in the geographical and bureaucratic vicinity of the very epicenter of the Nazi exterminatory endeavor.<sup class=\"footnote-ref\" id=\"fnref-71\"><a href=\"#fn-71\">71</a></sup> Esther’s account thus joins a growing body of source material that challenges the “extermination through labor” narrative utilizing the case of Jewish prisoner-physicians – individuals, who, on account of their specialized knowledge and skillsets, could also play a role in the macro contexts of the German labor economy and war effort.   "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-71",
        "label": "71",
        "text": "See Siegel, “Between Coercion and Resistance,” 228–34, 247–65."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "“Collaboration” and Resistance in the Clinic",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Through Esther’s role as a prisoner-physician treating women producing equipment for the German military, her testimony problematizes the concepts of collaboration and resistance during the Holocaust and thus challenges the common practice of categorizing Jews’ behavior as one or the other of these presumed polar opposites.<sup class=\"footnote-ref\" id=\"fnref-72\"><a href=\"#fn-72\">72</a></sup> By serving her assigned purpose as a doctor for Guben inmates and thereby helping, to the limited extent that she could, the sick recover and return to their work on devices for the <em>Luftwaffe</em>, Esther was not only adhering to a doctors’ responsibility to heal, she was also, at least to a small extent, contributing to the Third Reich initiative to exploit Jewish labor, especially its capacity to aid the war effort. Doing so meant that she was also assisting in the perpetuation of the regime that was simultaneously pursuing another initiative: the Final Solution. In other words, some of the medical work she was able to perform helped her fellow inmates <em>and</em> amounted to her following orders that furthered a central macro-level project of her captors – behavior that would typically be condemned as “collaboration” or “cooperation” with the Nazis. As a result, Esther’s testimony also points to the importance of the simultaneous consideration of micro and macro contexts when approaching Holocaust history.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-72",
        "label": "72",
        "text": "Given this word’s common usage in describing the activities of prisoner-functionaries, it appears here as a shorthand; but it is set in quotation marks to convey that its use is inappropriate. For one, the weight of its negative connotations is problematic. Moreover, its implication that an inmate willfully decided to assist the Nazis, often at the expense of fellow prisoners, renders the word an unsuitable descriptor of what transpired in the camps, where coercive forces, not personal will, typically motivated decisions."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Furthermore, although she does not offer much detail in her testimony, her work in the Guben clinic yields some insight into the connectedness between the pursuits of the Final Solution and the exploitation of Jewish labor capacity. The clinic itself was a point at which both initiatives coexisted and intersected. It was where Esther worked with whatever minimal supplies she had to return Guben inmates to at least a partially functional state so they could contribute to the German war effort in the factory. Iren Leibowitz, for example, recalls that the Guben inmate medical team, whom she names as Esther, Ruth, and Sonja,<sup class=\"footnote-ref\" id=\"fnref-73\"><a href=\"#fn-73\">73</a></sup> performed surgery on her to remove, presumably, the source of an infection that had caused her dangerously high fever.<sup class=\"footnote-ref\" id=\"fnref-74\"><a href=\"#fn-74\">74</a></sup> Yet, the clinic was also the site of sporadic selections carried out by a uniformed German official, likely a doctor sent from Gross-Rosen,<sup class=\"footnote-ref\" id=\"fnref-75\"><a href=\"#fn-75\">75</a></sup> to weed out inmates who were unlikely to recover from their illness or injury within a short amount of time – such as those with tuberculosis.<sup class=\"footnote-ref\" id=\"fnref-76\"><a href=\"#fn-76\">76</a></sup> Esther states in a different testimony that this official “would take them out right away, back to Auschwitz,” where these debilitated inmates were likely murdered.<sup class=\"footnote-ref\" id=\"fnref-77\"><a href=\"#fn-77\">77</a></sup> Although she does not discuss these selections in her accounts, Esther not only knew about the practice, but she also employed tactics to protect patients from that fate. One such approach was sending patients away from the hospital before the “cleaning out.”<sup class=\"footnote-ref\" id=\"fnref-78\"><a href=\"#fn-78\">78</a></sup> Another life-saving strategy was changing the names of patients who required a longer recovery period, as she did in the case of the aforementioned Iren Leibowitz, who states that hospital stays exceeding five days to a week would result in a transfer to Auschwitz.<sup class=\"footnote-ref\" id=\"fnref-79\"><a href=\"#fn-79\">79</a></sup> Since her convalescence required additional time, the Guben prisoner-physicians changed her name to avoid her detection by the German official performing the selection according to information on Esther’s medical charts.<sup class=\"footnote-ref\" id=\"fnref-80\"><a href=\"#fn-80\">80</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-73",
        "label": "73",
        "text": "Iren Leibowitz, USC SF-VHA, Int. 37166 (1997), Seg. 55. Sonja was likely a nurse."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-74",
        "label": "74",
        "text": "Ibid., Seg. 63. Her pronunciations of the ailment and the excised part are not clear."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-75",
        "label": "75",
        "text": "Gutterman, <em>Narrow Bridge</em>, 101."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-76",
        "label": "76",
        "text": "Segment 11 (Tape 2), 11:47- 12:09. For a short description of this visitor, see Esther Fox, USC SF-VHA, Int. 766, Seg. 115."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-77",
        "label": "77",
        "text": "Esther Fox, USC SF-VHA, Int. 766, Seg. 116. See Gutterman, <em>Narrow Bridge</em>, 104–5. Other Guben survivors recall that those who entered the hospital with severe illnesses were unlikely to return: Helene H., FVAHT, HVT-4396 (2007), Segment 13 (Tape 2), 14:36-14:53; Helen Glass, USHMM, RG-50.583.0071 (1990), 58:20-58.31."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-78",
        "label": "78",
        "text": "Paula Ganis, USC SF-VHA, Int. 21415 (1996), Seg. 78–79."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-79",
        "label": "79",
        "text": "Leibowitz, USC SF-VHA, Int. 37166 (1997), Seg. 55."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-80",
        "label": "80",
        "text": "Ibid., Seg. 56."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The cursory nature of the German medical officer’s visits offered Esther the possibility of a third tactic to thwart his attempt to cull the hospital’s patient population to serve the Final Solution. Of her preparations for his sporadic visits to the camp, she reports, “I kept, a little bit, a double bookkeeping. For him, I showed the temperature and everything a little bit on the normal side. And the real, I didn’t show them because the majority had TB, and I didn’t want he should know it. He didn’t examine [the patients]; he only took [a look at the books].”<sup class=\"footnote-ref\" id=\"fnref-81\"><a href=\"#fn-81\">81</a></sup> Esther’s testimony thus offers a clear example of her engaging in an act of resistance within a clinical setting. This is particularly noteworthy, because, while other modes and categories of resistance during the Holocaust have received much scholarly attention,<sup class=\"footnote-ref\" id=\"fnref-82\"><a href=\"#fn-82\">82</a></sup> Jewish doctors’ efforts in this sphere are largely absent from historiography.<sup class=\"footnote-ref\" id=\"fnref-83\"><a href=\"#fn-83\">83</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-81",
        "label": "81",
        "text": "Segment 11 (Tape 2), 11:46-12:09."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-82",
        "label": "82",
        "text": "For a concise examination of the evolution of historiography on Jewish resistance during the Holocaust, see Robert Rozett, “Jewish Resistance,” in <em>The Historiography of the Holocaust</em>, ed. Dan Stone (Basingstoke, U.K.: Palgrave Macmillan, 2004), 341–63. For a study that has since expanded the discussion further, namely by drawing attention to individual acts of resistance, see Wolf Gruner, “Defiance and Protest: A Comparative Microhistorical Reevaluation of Individual Jewish Responses to Nazi Persecution,” in <em>Microhistories of the Holocaust</em>, ed. Claire Zalc and Tal Bruttmann (New York: Berghahn Books, 2017), 209–26."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-83",
        "label": "83",
        "text": "Exceptions are to be found in Grodin, <em>Jewish Medical Resistance</em>. For a study that partially sets a Jewish prisoner-physician’s activities within a framework of resistance, see Sari J. Siegel, “Treating an Auschwitz Prisoner-Physician: The Case of Dr. Maximilian Samuel,” <em>Holocaust and Genocide Studies</em> 28, no. 3 (Winter 2014): 450–81."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Postwar Medical Career",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As the Soviet front drew closer to Guben in February 1945, Nazi officials decided to liquidate the camp and send Esther and her fellow inmates away from the front towards Germany’s interior. Their destination was Bergen-Belsen, whose inmates were starving and in the throes of a typhus epidemic. Esther recalls, “People died like flies. Absolutely like flies. And [there] were stack[s] of cadavers and everything.”<sup class=\"footnote-ref\" id=\"fnref-84\"><a href=\"#fn-84\">84</a></sup> Again, she identified herself as a doctor – this time to a leading prisoner-physician in the camp who subsequently assigned her to medical duty in a particular block. After about two weeks, however, she fell ill with typhus and did not recover until after British and Canadian soldiers liberated Bergen-Belsen on April 15, 1945.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-84",
        "label": "84",
        "text": "Segment 13 (Tape 2), 20:51-20:57."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Once she regained her health, Esther served as a doctor in a former German military hospital, which the British had requisitioned for the survivors of Bergen-Belsen. While the British military’s response to the unprecedented medical crisis presented by tens of thousands of starving and disease-ridden survivors has received attention from historians,<sup class=\"footnote-ref\" id=\"fnref-85\"><a href=\"#fn-85\">85</a></sup> Esther’s medical work with fellow displaced persons (DPs) reveals one aspect of this postwar healthcare landscape that scholars have not yet explored: DP-physicians.<sup class=\"footnote-ref\" id=\"fnref-86\"><a href=\"#fn-86\">86</a></sup> Her service as a physician to this population did not end with her departure for Sweden in July 1945; she worked for about a year in a DP camp in Nykvarn,<sup class=\"footnote-ref\" id=\"fnref-87\"><a href=\"#fn-87\">87</a></sup> about “an hour from Stockholm… where there were still sick, weak refugees.”<sup class=\"footnote-ref\" id=\"fnref-88\"><a href=\"#fn-88\">88</a></sup> After a hiatus due to restrictions on her practicing medicine beyond DP camps in Sweden and to her need for requalification as a doctor in the English language after she arrived in America in May 1947, Esther resumed her work as a physician. She returned to her specialization in pediatrics, first with a “job with the city in a well-baby clinic” and then through her own private practice.<sup class=\"footnote-ref\" id=\"fnref-89\"><a href=\"#fn-89\">89</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-85",
        "label": "85",
        "text": "See, for example, Paul Weindling, “‘Belsenitis’: Liberating Belsen, Its Hospitals, UNRRA, and Selection for Re-emigration, 1945–1948,” <em>Science in Context</em> 19, no. 3 (2006): 402–7; Ben Shephard, “The Medical Relief Effort at Belsen,” in <em>Belsen 1945: New Historical Perspectives</em>, ed. Suzanne Bardgett and David Cesarani (London: Vallentine Mitchell, 2006), 31–50."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-86",
        "label": "86",
        "text": "My new project, tentatively titled “Healing after the Holocaust: Jewish DP-Physicians and the Provision of Medical Care to Fellow Survivors in Germany, 1945-1950,” will address this gap in the scholarship."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-87",
        "label": "87",
        "text": "The location is named in Fox, “Memoir,” 8."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-88",
        "label": "88",
        "text": "Segment 14 (Tape 2), 30:24-30:30."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-89",
        "label": "89",
        "text": "Segment 17 (Tape 2), 45:13-45:27."
      }
    },
    {
      "type": "image",
      "data": {
        "src": "/media/hvt-2033/sweden-1947-1000.jpg",
        "srcset": "/media/hvt-2033/sweden-1947-1000.jpg 1000px, /media/hvt-2033/sweden-1947-2000.jpg 2000px",
        "caption": "Doctors, nurses, and staff of the Hospital on Lagiewnicka Street. The photo was given to Esther by a doctor (likely a colleague from that hospital) in Stockholm, Sweden in 1947. Gift of Esther Fox, Yaffa Eliach Collection donated by the Center for Holocaust Studies, Museum of Jewish Heritage, NY."
      }
    },
    {
      "type": "image",
      "data": {
        "src": "/media/hvt-2033/jkms-1966-1000.jpg",
        "srcset": "/media/hvt-2033/jkms-1966-1000.jpg 1000px, /media/hvt-2033/jkms-1966-2000.jpg 2000px",
        "caption": "Esther Fox (seated, second from left) at the annual benefit dinner for the Janusz Korczak Medical Society (an organization of Polish-Jewish physicians in the US), dated March 26, 1966. YIVO Institute for Jewish Research."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Through these recollections of her postwar experiences, Esther’s testimony provides material for a few topics gaining increased scholarly attention and for some that historians have yet to examine deeply. For example, Esther’s account yields insight into an individual’s DP experience – a topic that, until recently, has been accorded secondary status behind the examination of Jewish displaced persons in the political sphere.<sup class=\"footnote-ref\" id=\"fnref-90\"><a href=\"#fn-90\">90</a></sup> Furthermore, with this single voice being that of a woman, Esther’s testimony brings to the fore a perspective that often got lost among the men’s voices upon which those political studies typically drew.<sup class=\"footnote-ref\" id=\"fnref-91\"><a href=\"#fn-91\">91</a></sup> Importantly, while presenting a female perspective on the DP experience, Esther’s account is rather rare, as hers does not offer the typical narrative of “motherhood and mothering [which] characterized the role of the woman survivor”<sup class=\"footnote-ref\" id=\"fnref-92\"><a href=\"#fn-92\">92</a></sup> in the early postwar years. Instead, hers is a story of a professional calling upon her medical training to help and heal fellow survivors.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-90",
        "label": "90",
        "text": "Among these politically oriented works are Yehuda Bauer, <em>Out of the Ashes: The Impact of American Jews on Post-Holocaust European Jewry</em> (New York: Pergamon Press, 1989);_ _Arieh J. Kochavi, <em>Post-Holocaust Politics: Britain, the United States, and Jewish Refugees, 1945-1948</em> (Chapel Hill: University of North Carolina Press, 2001)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-91",
        "label": "91",
        "text": "Regarding the marginalization of the female voice among DP studies, see, for example, Margarete L. Meyers, “Hannah’s Prayer: Jewish Women as Displaced Persons, 1945-1948,” in <em>Women in the Holocaust: Responses, Insights and Perspectives</em>, ed. Marcia Sachs Littell (Merion Station, PA: Merion Westfield Press International, 2001), 173."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-92",
        "label": "92",
        "text": "Meyers, “Hannah’s Prayer,” 173. The centrality of mothering and motherhood in the lives of Jewish DPs becomes apparent in light of the fact that, “for six months in 1946, the Jewish DP birth rate was the highest of any country or population” (ibid., 176)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As such, given the absence of scholarship regarding DP-physicians, Esther’s testimony is important for demonstrating that Jewish doctors did, in fact, provide medical care to DPs, and it thus points to a topic that merits investigation. Esther’s discussion of her experiences as a Jewish DP in Sweden also reveals a gaping hole in historiography, as information on the Swedish government’s treatment of DPs is woefully lacking.<sup class=\"footnote-ref\" id=\"fnref-93\"><a href=\"#fn-93\">93</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-93",
        "label": "93",
        "text": "Swedish scholar Malin Thor Tureby is currently researching this topic."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Conclusion",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Given the relative lack of scholarship about Jewish doctors’ provision of medical aid to fellow Jews in the contexts of ghettos, concentration camps, and DP camps, Esther’s recollections of her medical career are of great value to scholars and students alike. Furthermore, when approached in a particular way, her testimony can yield even more insight, as her work as a physician can serve as a lens through which to examine the Holocaust and its aftermath – not only her own experience but also the micro and macro contexts in which she worked. In turn, the combination of absorbing her words and reading between the lines reveals the immense value of ghetto doctors’ and prisoner-physicians’ accounts, as these sources present rich insights. For instance, they enable the tracing of a professional practice, its successes and challenges, across a number of sites. They shed light on attempts to adhere to the Hippocratic Oath in dire circumstances, often at the intersection of two major goals of the Holocaust’s numerous perpetrators: the exploitation of the Jewish workforce and the extermination of European Jewry. With the pursuit of healing as a constant across the survivors’ Holocaust and postwar experiences, these doctors’ accounts provide a unique mode of comparison between different places and stages of persecution and imprisonment, and, in turn, they can offer a perspective on  the continuities and ruptures across both sides of liberation.  "
      }
    }
  ]
}