{
  "meta": null,
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Born in 1921 to an impoverished Jewish family in a provincial city in central Ukraine, Liubov’ Krasilovskaia eloquently represents a generation of Soviet Jews born shortly before or after the Bolshevik Revolution. In some senses, they are the most “Soviet” of Soviet Jews. Nevertheless, many of this generation retained a substantive Jewish identity that wasn’t necessarily defined by the Holocaust, by late-Stalinist antisemitism, or by Soviet anti-Zionism. Instead, their Jewishness was primarily rooted in familial and hometown bonds, which continued to shape their lives long after the catastrophic Nazi occupation of 1941-1944.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Liubov’ and her contemporaries grew up in the midst of sweeping economic transformations, rapid Soviet industrialization, and the purges of the 1930s. As a child, Liubov’s daily life was profoundly shaped by Soviet modernization projects. Although her father was an artisan, not a peasant, Soviet farm collectivization and the resulting food shortages had a deep impact on her family. During the Holodomor famine of 1932-1933, many families, Jewish and Ukrainian alike, decided to hand over their children to state orphanages until they could provide for them again. As Liubov’ recalls, “…the director of our school took me and my two brothers into the orphanage, and we stayed there until I finished seventh grade. Then I returned home.” The school that Liubov’ attended through the ninth grade was one of over 800 secular Yiddish-language schools in Soviet Ukraine.<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> These schools, along with other Soviet minority-language schools, were designed to supplant religious educational institutions and educate Soviet youth in socialist values.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "See Jeffrey Veidlinger, <em>In the Shadow of the Shtetl: Small-Town Jewish Life in Soviet Ukraine</em> (Bloomington: Indiana University Press, 2013), 79-87; Anna Shternshis, <em>Soviet and Kosher: Jewish Popular Culture in the Soviet Union, 1923-1939</em>(Bloomington: Indiana University Press, 2006), 14-20."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Even as Soviet economic and educational programs propelled the former Pale of Settlement into a new era, many elements of traditional life remained. In her testimony, Liubov’ recalls accompanying her parents to synagogue, celebrating religious Jewish holidays, and learning traditional prayers from her uncle. Other, non-religious aspects of traditional shtetl life also lingered, including economic and social patterns that had existed for centuries. For example, most Jews in Zvenigorodka, including Liubov’s father, maintained their traditional artisanal trades as cobblers, tailors, tinsmiths, etc. In an effort to build a socialist economy, the Soviet state drove the collectivization of such artisans into “artels.” However, within the highly concentrated Jewish population of the former Pale of Settlement, these artels reinforced Jewish social circles and, by extension, traditional Jewish life. Furthermore, in its effort to rally popular support for the development of a socialist economy, the Soviet state pursued a policy of “indigenization” in the 1920s, producing popular culture that was “national in form, socialist in content.” Yiddish language theater troupes and newspapers promulgated a linguistic and cultural Jewishness that appealed to secular and religious Jews alike. These cultural institutions, like the Yiddish schools, were largely shuttered in the mid-late 1930s as the Stalinist state asserted a more homogeneous Soviet culture. Nevertheless, their brief existence produced a generation of Soviet Jews whose Jewish identity was substantively Jewish and profoundly Soviet. Far from forced assimilation, Soviet modernization in provincial Ukraine reinforced Jewish identities and communities, even as these identities and communities assumed a distinctly Soviet flavor.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As much as Liubov’s testimony complicates familiar narratives of Soviet Jews’ wholesale assimilation, it also challenges common assumptions regarding the creation of the “Final Solution” and familiar narratives regarding Jewish-Ukrainian relations during the German occupation. After the German Wehrmacht launched its invasion into Soviet territory on June 22, 1941, Nazi Germany rapidly seized control of vast new territories inhabited by populations it deemed racially inferior—Slavs, Roma, and above all, Jews. In the initial months of the occupation, German operatives focused on eliminating potential sources of resistance, particularly Communist party officials and other “radical” elements. While Nazi propaganda frequently employed the words “communist” and “Jew” interchangeably, there was no policy yet for the annihilation of Jews. Instead, the German occupiers initially confined Jews to ghettos in or near their hometowns. According to Christopher Browning, between September 18 and October 25, 1941, the Third Reich developed a comprehensive vision for the Final Solution, which was later codified at the Wannsee Conference in January 1942.<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> This new vision called for the construction of industrialized extermination centers in Poland to which Jews would be deported from across Europe. Yet, even as this official policy was still being formulated, mass killing had already begun in the occupied Soviet territories. As Browning argues, the shift toward mass murder in the East was not initiated by a direct order from Berlin, but instead by local German commanders, as a matter of administrative practicality.<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> Thus, in September 1941, German Einsatzgruppen and police, with the assistance of local collaborators, began to conduct mass shootings in which hundreds, sometimes thousands of Jews were murdered in ravines and forests near their hometowns. After a reprieve during the winter of 1941-1942, mass shootings resumed as ghettos were liquidated throughout 1942 and early 1943.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "Christopher Browning, <em>The Origins of the Final Solution: The Evolution of Nazi Jewish Policy, September 1939-March 1942</em> (Lincoln: University of Nebraska Press, 2004), 424."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "Ibid, 283-4. See also, Yitzhak Arad, <em>The Holocaust in the Soviet Union</em> (Lincoln: University of Nebraska Press, 2009), 125-40."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The widespread participation of local non-Jews in the ghettoization and murder of Jews in the occupied Soviet Union speaks to the intimacy of much of the violence perpetrated during the Holocaust. In wrenching detail, Liubov’ Krasilovskaia describes how her mother was ruthlessly beaten and shot by a former next-door neighbor in Zvenigorodka, Ukraine. As Martin Dean observes, such violence was neither impersonal nor mechanized, as it is sometimes described in histories of the Holocaust, particularly when the victims were killed by those known to them.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> Omer Bartov also challenges the assumption that mass murder was only possible because Germans and local collaborators had first dehumanized their victims:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "Martin Dean, <em>Collaboration in the Holocaust: Crimes of the Local Police in Belorussia and Ukraine, 1941-1944</em> (New York: St. Martin’s Press, 2000), 163-4."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Genocide, even one organized by a sophisticated bureaucratic state, is ultimately about some people killing other people. There is... always a point at which the killer encounters his victim; there is, even if only for a fraction of a second, eye contact, or at least some fleeting recognition of the other as a fellow human being, just as the victims cannot avoid recognizing the humanity of their killers, however inhuman their actions may be. Assigning the victims to the category of the ‘dehumanized,’ or assigning the perpetrators to the category of the ‘inhuman,’ is an easy way out. The horror and tragedy of genocide is that it is an event in which human beings, who under other circumstances could and sometimes did befriend or even love each other, are transformed into hunters and their prey.<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "Omer Bartov, <em>Erased: Vanishing Traces of Jewish Galicia in Present-Day Ukraine</em> (Princeton: Princeton University Press, 2007), xii."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In her testimony, Liubov’ poignantly describes the sense of betrayal she experienced as she watched her former neighbor, Grishka [Grisha], torture and kill her mother: “We [had] rented our apartment from his uncle since we didn’t have our own home. They knew all about us, everything, from the inside out. They had known us all our lives. But he didn’t take that into consideration.” For local collaborators like Grisha, the knowledge of their victims as human beings was glaring, and yet they chose to murder nonetheless. How was this possible? For some, it appears that careerist ambition prompted collaboration. However, in Grisha’s case, anti-Soviet sentiments seem to have played a decisive role. Just before killing Liubov’s mother, he bursts out, “You [Jews] tortured us for 23 years”—thereby attributing the oppression he and his family had apparently suffered under Soviet rule to the Jews collectively and, specifically, to a helpless Jewish woman whom he had known for years as a neighbor. For Grisha and many other local volunteers, collaboration offered myriad opportunities to settle old scores and vent accumulated resentments, regardless of any longstanding personal bonds.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Despite this and many other abuses she suffered at the hands local Ukrainian collaborators, Liubov’ provides a remarkably evenhanded perspective on Jewish and non-Jewish relations during the Nazi occupation, and violent collaboration is only one of many Ukrainian responses that Liubov’ details. On the continuum between anti-Jewish violence and anti-Nazi resistance, non-Jews across occupied Europe exhibited a broad range of morally ambiguous reactions to the German persecution of Jews. For example, Liubov’ describes the economic opportunism of some local Zvenigorodka residents following the ghettoization of their former Jewish neighbors. Desperate to supplement meager food rations, Jews were forced to sell off their household possessions. The “buyers” were local non-Jews who illegally snuck into the ghetto in order to capitalize on desperation. According to Liubov,’ many of the “buyers” promised to bring money or food in exchange for the furniture they took, but few returned with the promised payment. Such transactions did occasionally provide Jews with extra sustenance and, technically, transactions between Jews and non-Jews defied German regulations. Thus, it is difficult to classify these interactions as simple collaboration. At the same time, asymmetrical trade contributed significantly toward the dispossession of Jews – a primary objective of German occupation policy.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In addition to collaboration and complicity, Liubov’ acknowledges local Ukrainians who altruistically provided her and her fellow camp inmates with food and, ultimately, saved her life. In the Budyshche camp, Liubov’ describes how meager the food rations were and recalls,  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>the people in the two neighboring villages, Shesteryntsi and Budyshche, did a lot to help us. They were wonderful people. [….] They would come to the camp; they would persuade the politsai, bring us half liters, bring us pieces of bread, a potato here and there, and if they lived nearby, something hot to eat. They really supported us. And we also got a little creative. The politsai had been with us so long they knew that we wouldn’t run away, so on the way home from work, either on the road or right near the camp, we managed to run in pairs to the village to ask for something to eat. If only one person came up to the door, they would even ask, “Why didn’t you bring a friend? We would have fed both of you.” They fed us, gave us pieces of bread, gave us potatoes, gave us a little salt. That’s how they supported us. If it weren’t for them, we would likely have died from hunger. [Our bellies] would have swollen up.  </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The generosity of these Ukrainian villagers toward the Jewish camp prisoners is especially remarkable given that neither Shesteryntsi nor Budyshche had a significant Jewish population before the war.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "If prewar proximity was no guarantee of neighborly wartime relations, unfamiliarity was no barrier to compassion, either. Indeed, it was unfamiliarity that proved crucial to Liubov’s survival. During the liquidation of the Nemorozh labor camp in May 1943, Liubov’ and another young woman, Raya, miraculously escaped the mass shooting. Knowing they might be recognized and betrayed if they returned to their hometowns of Zvenigorodka and Ol’shana, the two young women fled south – entrusting their fate to the kindness of strangers. At the border of the Kiev and Kirovograd Provinces, they met Yarina, a woman from the village of Kozachany who took them in. Liubov’ and Raya initially impersonated Ukrainian workers who had escaped from labor conscription in Germany. After Yarina overheard Liubov’ speaking Yiddish in her sleep though, she confronted the two women. Rather than handing them over, however, Yarina hid the two young refugees until after the Red Army liberated Kozachany.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Not many escapees were so fortunate, especially earlier in the war – when the German occupation seemed permanent. Liubov’ emphasizes that, up until the camp liquidations, she and her fellow inmates didn’t bother trying to run away “because there was nowhere [safe] to run –  meaning that none of the local non-Jews were willing to shelter runaway Jews. She relates the story of Etinzon, an inmate in the first Nemorozh camp. On November 2, 1942, he managed to escape the camp’s first liquidation. Suddenly a fugitive, he sought shelter in a nearby peasant hut. The woman there provided him a generous meal, but when she stepped out under the pretext of going to visit a neighbor, he grew suspicious and left the premises immediately. Etinzon’s instincts proved correct as the peasant woman had gone to fetch a politsai member, who no doubt would have shot Etinzon on the spot. Discouraged from seeking further assistance from non-Jews, Etinzon wound up in the Smel’chintsy camp.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "While one cannot underestimate the moral courage required to aid Jews at any point during the war, the contrasting outcomes of Etinzon and Liubov’s escapes suggests that time was a factor in many aid givers’ decisions of whether to shelter Jewish refugees. As the German Army retreated and liberation drew closer, the relative risks of taking in fugitives decreased. Liubov’s identification of Ukrainian collaborators and grateful acknowledgement of Ukrainian aid-givers makes her testimony a particularly valuable record of the complexity of inter-ethnic and inter-religious relations during the German occupation. Liubov’ challenges common generalizations and stereotypes while highlighting the incredible risks that both Jews and non-Jewish aid-givers took at a time when neighbors could become executioners and strangers unlikely saviors.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Liubov’s testimony also broadens familiar Holocaust iconographies of colossal concentration camps, gas chambers, and industrial crematoria in German-occupied Poland. In contrast, the Holocaust in the Soviet Union offers a different iconography—one far more improvised, even makeshift, but no less deadly. In many locales, elderly adults and young children fell victim to mass shootings early in the German occupation. Surviving adults were condemned to forced labor in the ghettoes or in small labor camps, living in constant fear of the ongoing mass shootings. This history of forced labor in occupied Soviet territory is one of the more under-researched aspects of the Holocaust. Liubov’s testimony recounts the experience of grueling labor, appalling living conditions, and the constant threat of death. While Jewish forced laborers were valuable for the German war effort, high rates of malnutrition, disease, injury, and “accidental” death claimed many lives.<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> As the tide of the war shifted and the German Army began its long westward retreat, 1943 and early 1944 brought a final round of liquidations to these labor camps. In Ukraine, the Nemorozh camp where Liubov’ was a prisoner, was one of the last camps to be liquidated.<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup> Understood in this light, Liubov’s survival and escape are truly extraordinary.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "See Donald Bloxham, “Jewish Slave Labour and its Relationship to the ‘Final Solution,’” in <em>Remembering for the Future: The Holocaust in an Age of Genocide</em>, eds. John Rother et al. (London: Palgrave Macmillan, 2001), 163-86. See also Gustavo Corni, “Work as Salvation,” in his <em>Hitler’s Ghettos: Voices from a Beleaguered Society, 1939-1944</em> (London: Oxford University Press, 2002), 227-61."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "Arad, <em>Holocaust in the Soviet Union</em>, 340."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "During her imprisonment in a series of labor camps north of Zvenigorodka, Liubov’ and her fellow prisoners collectively composed several songs inspired by their experiences in the Nemorozh, Smel’chintsy, and Budyshche labor camps. As Liubov’ explains, “Everyone [wrote the songs], all together. This one would give a word, that one would give two. This one a line, and the next would add another. That’s how it came together for us.” The process of composing and performing these songs boosted morale and camaraderie among inmates, who were experiencing daily hardships and losses, giving voice to feelings of hope and despair. For example, the first song that Liubov’ shares with the interviewers expresses the anguish that she and other Zvenigorodka Jews experienced as they left their relatives in the ghetto and turned to face an uncertain future in the Nemorozh camp:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Farewell, our native city.<br/>\nFarewell, family so dear.<br/>\nFarewell, precious mothers.<br/>\nFarewell, to all our friends.  </p>\n<p>Blindly, we walk down the road,<br/>\nNot knowing what lies ahead.<br/>\nThe ominous thought is growing,<br/>\nThat awaiting us is death.  </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": " Several months later, Liubov’ and several other inmates snuck out of the labor camp during a roll call to beg for food in the neighboring village. While many of the politsai guards turned a blind eye to this practice, on this particular occasion the prisoners were confronted upon their return by Stepan Sikolo – the blonde, self-important camp overseer. Rather than punishing the “escapees” immediately, Stepan waited two days before sentencing each of them to 25 lashes with a ramrod – leaving the prisoners to agonize over their fate and then crippling their bodies with pain. To immortalize this experience of mental and physical torture, the prisoners wrote a song describing the brutality of handsome, heartless Stepan:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>The ramrod whipped, and the moans wheezed.<br/>\nAnd our gang went down in tears and terror.<br/>\nTo the side the Blond was sitting, smiling, satisfied,<br/>\nHaving taught these naughty Ten such a tidy lesson.  </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "While the lyrics describe the episode in unflinchingly factual terms, in a certain sense, the song allowed its creators to have the last laugh at Stepan’s expense. He tried to break their will, and yet they could still compose a song about their blonde tormentor. Furthermore, because songs like these were not committed to paper and could be easily memorized, if even one of the camp inmates survived their collective history would survive as well. Liubov’s recollection of these songs in her testimony is the fulfillment of this hope.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Long before Liubov gave her testimony interview, however, she and other Soviet Jewish survivors found other, more conventional ways to immortalize their relatives and friends who had been murdered during the German occupation. Toward the end of her testimony, Liubov’ describes how she initiated the construction of several monuments at the mass graves where the Jews of Zvenigorodka, Ol’shana, and other neighboring towns had been executed <em>en masse</em>. Beginning immediately after liberation, survivors across the Soviet Union raised funds among themselves for the construction of such monuments in their hometowns.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> As organizer of the commemorative efforts in and around Zvenigorodka, Liubov’ describes how she:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "See Mordechai Altshuler, <em>Religion and Jewish Identity in the Soviet Union, 1941-1964</em> (Waltham, MA: Brandeis University Press, 2012), 219-23."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>corresponded with people, many relatives [of those who died], they would give each other my address and send me money. I used this money to order three monuments, [and to pay] for the labor; I went to Tal’noe.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> They brought them there from Korostyshev<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> where there’s very good polished granite. [….] They brought it here to Tal’noe. And there some guys engraved [the monuments] for me. I paid them, and they transported and erected them for me.  </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "“Tal’noe”: Rus: Tal’noe, Ukr: Tal’ne. A town approximately 30 km southwest from Zvenigorodka."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "“Korostyshev”: Rus: Korostyshev, Ukr: Korostyshiv. A city in the Zhytomyr Province of Ukraine, approximately 200 km northwest of Tal’noe. The Zhytomyr Province is known for its granite."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In the process of obtaining and erecting monuments at mass graves, survivors like Liubov’ encountered varying degrees of opposition, support, and indifference from local Soviet officials. In the Soviet Union, the history of the “Great Patriotic War,” i.e. the Second World War, held deep political significance as a unifying, legitimizing myth. From the earliest months of the war, state propaganda emphasized the struggle of the Soviet people against fascism. This narrative was intended to foster unity among the Soviet Union’s ethnically diverse population and to avoid fanning separatist sentiments.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> Yet, the myth of the “Great Patriotic War” also erased the distinct suffering of Jews under German occupation. After the war, Soviet officials avoided referencing the ethnic (much less religious) identities of civilian victims. Instead, euphemistic, generic phrases such as “Soviet citizens” and “peaceful residents” became ubiquitous in speeches and on state-sponsored monuments. When individual citizens like Liubov’ approached local authorities for permission to erect privately-funded monuments at mass shooting sites, disagreements frequently arose over the wording of the inscription or the exact number of victims. Liubov’ recalls her encounter with the Zvenigorodka city council:   "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "Arad, <em>Holocaust in the Soviet Union</em>, 534-44."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I needed to engrave the monuments, but I didn’t have the right to do it myself without permission. So I went to the city council and told them how many people are buried there. They didn’t give me permission to write the inscription. It was Pavlenok, the head of the city council. He said, “We don’t have those statistics. We show that in total, with the Ukrainians, there were 2000 people shot there.” I told him, “That’s impossible. That’s not true. It can’t be.” So I was forced to write on the large monument “More than 2000 people.” “More” is an elastic term.  </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In some towns, survivors avoided contact with the local authorities altogether and boldly erected monuments that directly mentioned the Jewish identity of the victims or included Stars of David and Yiddish or Hebrew inscriptions. However, such brazen action came with the risk that the local authorities would demolish the monuments as unauthorized or that antisemitic vandals would deliberately target the monuments.<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup> Liubov’ and her fellow Zvenigorodka survivors took a more pragmatic approach. Their monuments prudently omitted any verbiage indicating that the overwhelming majority of the victims at these mass graves had been Jews. Otherwise, as Liubov’ explains, “the monuments would have been knocked down long ago.” In the late 1980s or early 1990s, a visiting rabbi suggested adding a Star of David to the Zvenigorodka monuments, but Liubov’ and other local survivors “talked it over and decided not to. We have to remember where we live.”  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "For a recent, in-depth study of the obstacles that Soviet survivors faced in their efforts to erect monuments at the sites of mass shootings, see Arkadii Zeltser, <em>Unwelcome Memory: Holocaust Monuments in the Soviet Union</em> (Jerusalem: Yad Vashem, 2018)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Liubov’s restrained approach to commemoration reflects her pragmatic approach toward Jewish identity and expression in general. As Liubov’ explains, for the same reason that she chose not to affix a Star of David to the monuments, she also chose not to identify herself as Jewish in her passport: “In my diplomas, everywhere, I’m Ukrainian. But in my heart, I’m a Jew.” This dual identity, with a public and a private face, reflects the postwar experiences of Liubov’ and of many other Soviet Jews. After the Second World War, many of the conditions that had allowed for the flowering of a Jewish-Soviet public identity during the 1920s and 30s evaporated – both as a result of the Nazi genocide and due to rapid postwar changes in Soviet society. After the war, the Soviet state viewed its citizens who had survived under occupation, even Jews, with deep suspicion. Furthermore, due to the hardening of Soviet anti-Zionism after the creation of the State of Israel, the Soviet state increasingly viewed its Jewish citizens as an untrustworthy, foreign element. Unofficially, Soviet educational institutions and employers began to discriminate against Jews, denying them access to the types of social mobility they had enjoyed in the 1920s and 30s. The shuttering of the few remaining secular Jewish institutions in the late 1940s compounded the devastation that the Nazi occupation had exacted on Jewish cultural and communal life.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In response to these transformations, Soviet Jews confined their Jewishness to the private sphere.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> Jews like Liubov’, who had grown up in the former Pale of Settlement and benefitted from the Soviet state’s promotion of secular Yiddish culture, often maintained a deep sense of pride in being Jewish and a rich knowledge of Jewish customs that they could neither practice openly nor pass on to their children. Having experienced a time when it was possible to be both Jewish and Soviet, they maintained a dual self-image as Jewish and fully Soviet, doggedly navigating Soviet society to the best of their abilities despite growing discrimination. In contrast, younger Soviet Jews, who came of age after the war, had few positive memories of being Jewish and experienced their Jewishness primarily as a source of shame. Some later rebelled against this stigma by embracing Zionism and fighting for the right to emigrate. However, a more common tendency among both the older and the younger generation was to confine their Jewishness to the private sphere – to the family and the home, or even to the secrecy of their personal memories.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "For a more comprehensive discussion of the impact that these postwar shifts had on Soviet Jews’ mentalities and identities, see Anna Shternshis, <em>When Sonia Met Boris: An Oral History of Jewish Life under Stalin</em> (New York: Oxford University Press, 2017)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Throughout, Liubov’s testimony reflects the resilience and courage of Soviet Jews who survived numerous and unprecedented economic, political, and social transformations over the course of the twentieth century. With candor and delicate humor, Liubov’s testimony reshapes common narratives regarding Soviet Jewish identity, Jewish/non-Jewish relations, and the commemorative possibilities available to Soviet Jewish survivors.  "
      }
    }
  ]
}