{
  "meta": {
    "slug": "hvt-0536",
    "smallVideoPath": "https://d12q9fe14kxf9b.cloudfront.net/0536/background-loop-640.mp4",
    "videoPath": "https://d12q9fe14kxf9b.cloudfront.net/0536/background-loop-1280.mp4",
    "posterPath": "https://d12q9fe14kxf9b.cloudfront.net/0536/poster.jpg",
    "aviaryLink": "https://fortunoff.aviaryplatform.com/collections/5/collection_resources/606/transcript?u=t&keywords[]=mssa.hvt.0536",
    "supertitle": "Introduction to the testimony of",
    "title": "Norbert Nadler",
    "hvtID": "0536",
    "author": "Julie Dawson",
    "affiliation": "Institute for Contemporary History, University of Vienna",
    "essayPath": "/data/intro-hvt-0536.json",
    "publicationDate": "August 2022"
  },
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>The most immediate impact of atrocity is on the cosmos of each individual self; and it is that impact we need to grasp first if we are to understand something of the nature of such events and their consequences.<br/>\n-Eva Hoffman <sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "<p>Eva Hoffman, <em>After Such Knowledge: Memory, History and the Legacy of the Holocaust</em> (New York: Public Affairs, 2004), 163.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Almost twenty years ago, in her review of several new publications on the Romanian Holocaust, historian Irina Livezeanu lamented the fact that the \"Romanian Holocaust has mostly been the object of neglect and distortion,\" reflecting on why \"the topic has not fully emerged into the 'limelight' of scholarly attention.\"<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> Though ultimately critical of the works reviewed, she nevertheless applauded the publications as an important step, noting, however, in her conclusion that the incorporation of memoirs or similar ego-documents and testimonies would \"give orders and statistics a human perspective and help with the challenge of interpretation.\"<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> Several years later, in 2012, historian Roland Clark performed a new survey of the field, taking stock of the progress made since Livezeanu's implicit challenge to future scholars.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> Though new publications had advanced the field and provided fresh insights, from a methodological perspective the area remained remarkably monotone, with only a few larger studies incorporating interdisciplinary methodologies, moving beyond examining larger narratives, or utilizing, as Clark puts it, \"the nuanced perspectives that cultural and gender histories\" can offer.<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "<p>Irina Livezeanu, \"The Romanian Holocaust: Family Quarrels\" in <em>East European Politics and Societies</em> vol. 16 nr. 3 (2002), 934-947.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "<p>Livezeanu, \"Family Quarrels,\" 947. Shortly thereafter Peter Weber also noted and regretted the lack of testimonies in the early works on Transnistria, arguing for their incorporation in future studies and introducing and elaborating on four testimonial sources. Peter Weber, \"Eyewitness Testimonies as Source of a Historical Analysis of the Deportations to Transnistria (1941-1943)\" in <em>Études Balkaniques</em> (2004) 4, 28-34. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "<p>Roland Clark, \"New Models, New Questions: Historiographical Approaches to the Romanian Holocaust\" in <em>European Review of History</em>, 19:2 (2012), 303-320.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "<p>Clark, \"New Models,\" 315.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Since then, significant advances in scholarship in the field of Transnistria and the Romanian Holocaust have been made.<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> It is thus all the more surprising that a study devoted to the largest of the Transnistrian ghettos, that of Moghilev-Podolsky, does not exist.<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "<p>For a full survey of scholarly publications on Transnistria and its ghettos, please see my article \"Survival in the Ghetto of Moghilev-Podolsky: A Microhistorical Inquiry\" in <em>S.I.M.O.N. – Shoah: Intervention. Methods. Documentation</em>. Vol. 9 No. 1, 2022: 79-93. Please note that significant material overlaps with the present article. My thanks go to the Fortunoff Archive and the Vienna Wiesenthal Institute for making my research possible.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "<p>Of course, both the encyclopaedias devoted to the camps include , there are entries on Moghilev: See Moghilev-Podolsk, in: Geoffrey P. Megargee et al (eds.), <em>United States Holocaust Memorial Museum (USHMM) Encyclopaedia of Camps and Ghettos</em> vol. III  (Bloomington: Indiana University Press, 2018), 715-717 and Mogilev-Podolskiy, in: Guy Miron (ed.) <em>The Yad Vashem Encyclopedia of the Ghettos during the Holocaust</em>, vol 1: A – M (Jerusalem: Yad Vashem, 2009), 493-496, as well as the several pages devoted to the ghetto in Ancel, <em>Transnistria</em> vol. 1. The one book dedicated exclusively to Moghilev is the memoir mentioned above written by Siegfried Jägendorf, arguably the most privileged (Jewish) man in Transnistria. Though he played a crucial role in the rescue of many lives and the book is valuable to scholars on many levels, his experience was hardly representative of ghetto life. Jagendorf, <em>Jagendorf's Foundry</em>.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "My impetus to work with oral histories and my decision to focus on the testimony of Norbert Nadler was explicitly related to this gap in scholarship. My current larger project examines the postwar diaries of a young woman, Blanka Lebzelter, who survived the deprivations of the Moghilev-Podolsky ghetto together with her mother.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> Lebzelter's recently found post-war diaries record a range of vivid and intimate details about survivor life in Romania from 1948-1961, but it is clear that the war and the associated trauma experienced during that time formed her existential foundation. The traumatic losses of the war weave their way into Lebzelter's daily interactions and reflections - and yet in her writings she consistently and carefully sidesteps describing the Transnistrian period. For myself, as her biographer and as a historian examining the context surrounding her writings, the almost complete omittance from her texts of these three crucial and formational years, poses a discrete challenge.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> My larger analysis, which examines the diaries from perspectives of gender, communist history, trauma theory, and survivor experience, requires that I gather tactile details of what Lebzelter confronted within the Moghilev-Podolsky ghetto for almost three years."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "<p>For an introduction to the diaries and my project, see \"'What meaning can the keeping of a diary have for a person like me': Spaces of Survivor Agency under Postwar Oppression,\" in <em>European Holocaust Studies Vol 3: Places, Spaces and Voids in the Holocaust</em>, eds. Natalia Aleksiun and Hana Kubátová (Göttingen: Wallstein Verlag, 2021), 299-311. Gaëlle Fischer also drew on the diaries in her article \"Between Liberation and Emigration: Jews from Bukovina in Romania after the Second World War,\" <em>Leo Baeck Institute Yearbook</em> no. 62 (2017): 115-132.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "<p>Blanka Lebzelter kept four diaries from 1948-1961, totalling over 800 entries. In addition, in the mid-1950s she wrote three long letters filled with biographical details to her deceased brother, to her fiancé (also killed in 1941), and to her mother. Though in these letters she recounts in graphic detail the pogrom during which her brother and her father were murdered, she writes almost nothing about the years in Transnistria. In the letter to her brother she summarizes the three years in two sentences: \"During the war Mama and I spent three years in the Nazi extermination camps. We were forced to suffer the most horrible torments there, hunger, cold, vermin, a small, hard board to sleep on and at the mercy of henchmen who could string us up at any moment or hunt us to a cruel death.\" LBI; Blanca Lebzelter Collection; AR 25437; box 1; folder 1; \"Mein Bruder [My Brother]\" (1955).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The task set myself then, while a fellow of the Fortunoff Video Archive and the Vienna Wiesenthal Institute, was to attempt to conceptualize and make tangible the \"horror,\" as Lebzelter termed it, of the Moghilev-Podolsky ghetto. Though, as outlined above, Transnistria has in the meantime been addressed by scholars from multiple perspectives, a microhistorical approach is still seldom taken. I was keen to examine the experience on an intimate and individual level and probe the specificity of Moghilev-Podolsky itself. In this Critical Edition essay, I organize my study around one man's testimony, while quoting from and drawing on other testimonies, as well as incorporating other primary sources, such as memoirs or diaries, and secondary sources.<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "<p>The following testimonies from the Fortunoff Archive were drawn upon: Leah K., HVT. 4166; Edgar H., HVT. 3726; Elsie B., HVT. 1228; Mikel C., HVT. 1204; Norbert N., HVT. 0536; Dora and Salo R., HVT. 0012; Shmuel S. and Dora R., HVT. 0013; Michael S., HVT. 1749; Pearl T., HVT. 2639; Yuri R., HVT. 3294; Zvi O., HVT. 3767; Ernest E., HVT. 1499; Max K., HVT. 1964; Dori L., HVT. 0593; Gusta K., HVT. 1608; Olga F., HVT. 2602.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Choosing a Narrative: Norbert Nadler",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Due to my underlying quest to apprehend Lebzelter's experience, I sought a testimony from an individual with similar biographical traits: a young adult, no longer a child, nor yet a parent, from an educated, Bukovina background. I eventually selected an interview by Norbert Nadler, a man of Lebzelter's age who lived under circumstances close to Lebzelter. Like her, Nadler survived life in the ghetto with family members but without a sweetheart, partner, or children. He was a native German-speaker, middle-class, from a solidly-rooted Czernowitz family, all characteristics of Lebzelter. As she did, Nadler moved to Romania after the war and emigrated in the early 1960s. It is this man's testimony that I use as a framework and his narrative whose thread I follow below.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> I begin each thematic section with an excerpt from Nadler's interview and a second quote from another testimonial source; the quotes are followed by contextualization."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "<p>I initially intended to choose a woman, but the female testimonies held by the Fortunoff Archive differed from Lebzelter significantly in that all interviewees were either children in the ghetto (and often orphaned) or else already mothers, who therefore suffered the death or near-death of their own children. While acknowledging the significant discrepancy in experience that gender entails, I found that the role of mother within a ghetto brought with it an exceptional array of concerns and priorities, rarely applicable to non-mothers.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "The Backdrop: Czernowitz",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>\"Czernowitz was an old, Jewish town …\"<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "<p>Josef Burg in \"<em>Czernowitz is gewen an alte, jidische Schtot…\": Jüdische Überlebende berichten</em> (Berlin: Heinrich-Böll Stiftung, 1999), Gaby Coldewey et al eds., 7.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>\"Nowadays, of course, Czernowitz is nowhere.\"<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "<p>Hirsch and Spitzer, <em>Ghosts</em>, xiii.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:01:02.14] NORBERT N: OK. My name is Norbert Nadler. I'm born August 18, 1922 in Czernowitz. This is in, uh, north-- northeastern part of Romania. It's a place-- when my mother was born, it was Austria-Hungary. When I was born, it was Romania. Right now, it's Russia.<sup class=\"footnote-ref\" id=\"fnref-v1\"><a href=\"#fn-v1\">v1</a></sup><sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v1",
        "label": "v1",
        "text": "<p>Norbert N. Holocaust testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=62&e=87\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "<p>The interview took place in 1984 when the region was part of the Soviet Union; today it is in Ukraine.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Norbert Nadler was born in Czernowitz, the capital of Bukovina, on August 18th 1922.<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup> Pre-Shoah Bukovina and specifically Czernowitz have achieved almost mythical status in the collective memory of its pre-war Jewish population and their descendants. Cradle of the writers Paul Celan, Edgar Hilsenrath, Aaron Appelfeld, and Rose Ausländer, to name only the most prominent, the region and the city were singular spaces with an ethnically diverse population and polyglot culture.<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup> Historians, literary scholars, and sociologists are still trying to reckon with its rich and complex legacy and untangle, understand, and elucidate memories and impressions of nostalgia, belonging, terror, and trauma."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "<p>German: Czernowitz; Romanian: Cernăuți; Yiddish: טשערנאָוויץ ; Ukrainian: Chernivtsi/ Чернівці́. In the present article, I refer to the city by its German name, Czernowitz, following Nadler's own use. In the Bukovina diaspora and in academic writing on the town, this is the name most recognized. Hirsch and Spitzer summarize: \"As a political entity [Czernowitz] ceased to exist long ago, with the collapse of the Austro-Hungarian Habsburg Empire in 1918. Its name is now Chernivtsi – a city located in the southwestern region of the Republic of the Ukraine, east of the Carpathian Mountains, on the River Pruth, some fifty kilometers north of the present-day border of Romania. After the First World War, when it fell under Romanian authority and became part of Greater Romania, it was called Cernăuți. Subsequently, under Soviet rule after the Second World War, it was renamed Chernovtsy. But for many of the surviving Jews who lived there in the decade before the First World War and in the interwar years […] the place forever remained Czernowitz, capital of the outlying Austrian-Habsburg imperial province of the Bukowina, the \"Vienna of the East,\" a city in which (in the words of its most famous poet, Paul Celan) \"human beings and books used to live.\" Hirsch and Spitzer, <em>Ghosts</em>, xiii-xiv.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "<p>Other authors who called Czernowitz home include, in no particular order, the Yiddish playwright Itzik Manger, Georg Drozdowski, Gregor von Rezzori, Karl Emil Franzos, Eliezer Steinbarg, Josef Burg, Beyle Schaechter-Gottesman, Selma Meerbaum-Eisinger.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bukovina was annexed by the Habsburg Empire from the Ottomans in 1775 and boasted a medley of languages and cultures. By the turn of the century, no group in the town of Czernowitz had an absolute majority: over 30% of the population was Jewish, with the remaining portion divided into smaller percentages of Romanians, Ukrainians, Germans, Poles, and other groups.<sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup> In 1930 the urban population of Bukovina was 33% Romanian, 30% Jewish, 14.7 % German, and 13.9% Ukrainian.<sup class=\"footnote-ref\" id=\"fnref-18\"><a href=\"#fn-18\">18</a></sup> Affectionately dubbed \"Klein Wien\" (Little Vienna), by World War I the Jewish population was largely assimilated and German-speaking. At the same time, prominent Hassidic courts were settled in smaller towns nearby, creating a vibrant mingling of tradition and modernity within a defined space.<sup class=\"footnote-ref\" id=\"fnref-19\"><a href=\"#fn-19\">19</a></sup> In the wake of the collapse of the Habsburg Empire after World War I, Bukovina was awarded to Romania. But despite the hardline Romanianization measures of the interwar period, Czernowitz and its Jews, especially, retained the sheen of the Austrian Empire.<sup class=\"footnote-ref\" id=\"fnref-20\"><a href=\"#fn-20\">20</a></sup> Time and again, in memoirs and testimonies, those who grew up during the interwar period remark on their German or Austrian cultural identity.<sup class=\"footnote-ref\" id=\"fnref-21\"><a href=\"#fn-21\">21</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "<p>N.M. Gelber, „Geschichte der Juden in der Bukowina (1774-1914)\" in <em>Geschichte der Juden in der Bukowina</em>, Hugo Gold ed., (Tel Aviv: Olamenu Press, 1958), 46.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-18",
        "label": "18",
        "text": "<p>The Romanian numbers presumably rose after 1918. Irina Livezeanu, <em>Cultural Politics in Greater Romania. Regionalism, Nation Building, and Ethnic Struggle, 1918-1930</em> (Ithica: Cornell University Press, 1995), 53. See also Oleksander Masan, \"Czernowitz in Vergangenheit und Gegenwart,\" in <em>Czernowitz. Die Geschichte einer ungewöhnlichen Stadt</em>, Harald Heppner, ed., (Köln: Böhlau Verlag, 2000), esp. 26-36. The breakdown of citizens with voting rights puts the advanced position of the Jewish population in stark relief: 44.7% of those eligible to vote were Jewish, the next largest group was the Romanians, with 25.2%. Ibid, 34.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-19",
        "label": "19",
        "text": "<p>This article does not aim to dissect and discuss, once again, the singularity of Czernowitz or Jewish Czernowitz and its place in collective memory. For an excellent introduction, see Marianne Hirsch and Leo Spitzer, \"Vienna of the East\" in <em>Ghosts of Home</em>, 20-52 and xiii-xvi; for general history, see Harald Heppner, ed., <em>Czernowitz. Die Geschichte einer ungewöhnlichen Stadt</em> (Köln: Böhlau Verlag, 2000); for cultural history see Andrei Corbea-Hoișie and Alexander Rubel, <em>‚Czernowitz bei Sadagora‘: Identitäten und kulturelles Gedächtnis im mitterleuropäischen Raum</em> (Konstanz: Hartung-Gorre Verlag, 2006). Serving as a sort of handbook with a masterful collection of literary texts alongside historical analysis is Cecile Cordon and Helmut Kusdat, eds., <em>An der Zeiten Ränder. Czernowitz und die Bukowina. Geschichte. Literatur. Verfolgung. Exil.</em> (Vienna: Theodor Kramer Gesellschaft, 2002). Numerous memoirs exist, many in German, these are often cited below. For example, Zvi Yavetz, <em>Erinnerungen an Czernowitz. Wo Menschen und Büchter lebten</em> (Munich: C.H. Beck, 2008). In the last few decades a spate of collected oral history publications have been released, including Gaby Coldewey et al., eds, <em>\"Czernowitz is gewen an alte, jidische Schtot…\": Jüdische Überlebende berichten</em> (Berlin: Heinrich-Böll Stiftung, 1999) and its later, companion volume Gaby Coldewey et al. eds., <em>Zwischen Pruth und Jordan: Lebenserinnerungen Czernowitzer Juden</em> (Köln: Böhlau Verlag, 2003. The editors suggest that it is the specific biographical framework of the interviewees – torn from Czernowitz at the zenith of their youth – that resulted in the mythologization of time and place. They write \"independent of whether the paradise of [ethnic] cohabitation and sophisticated German-Austrian cultural life ever truly existed, it lives on as an imagined space in the thoughts, memories, and black and white photographs of those we interviewed.\" Beyond the nostalgic memories, an underlying tension is acknowledged by and through the interviewees, suggesting that \"it is this space of tension between mythology and its covert dismantling in which Czernowitz is actually to be found. And the simple realization, acknowledged with a wink, is: Czernowitz can be found, where Czernowitzers are.\" Gaby Coldewey et al, eds., <em>Zwischen Pruth und Jordan: Lebenserinnerungen Czernowitzer Juden</em> (Köln: Böhlau Verlag, 2003), xii. Unless otherwise noted, all translations from German and Romanian are my own.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-20",
        "label": "20",
        "text": "<p>On the Romanianization measures, see especially Irina Livezeanu, \"Bukovina: An Austrian Heritage in Greater Romania,\" in <em>Cultural Politics in Greater Romania. Regionalism, Nation Building, and Ethnic Struggle, 1918-1930</em> (Ithica: Cornell University Press, 1995). Many memoirists recall language restrictions in school and being punished if they were overheard speaking German on the street.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-21",
        "label": "21",
        "text": "<p>Interestingly, Nadler does not explicitly remark on this aspect, and only much later in the interview does he state \"But we […] from Czernowitz, we spoke German.\" (Tape 2; Min. 15). His wife, Judith Nadler, confirmed that his family spoke German in the home. Personal communication with Judith Nadler, July 19th, 2021.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Youth Movements",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>But by no means were the Czernowitz youth all attached to the same ideals. In the neighboring building a group of the \"Shomer,\" the leftist young Zionists met, and less than a stone-throw away the Marxist-Zionist circle of Jewish workers, \"Poale-Zion\" had its meetings. When the weather was nice and the windows open, we could hear their arguments. Of course, we recognized each other but avoided each other with indifference or even contempt.\n-Edith Silbermann<sup class=\"footnote-ref\" id=\"fnref-22\"><a href=\"#fn-22\">22</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-22",
        "label": "22",
        "text": "<p>Silbermann, <em>Czernowitz</em>, 96. Edith Silbermann née Horowitz made this comment after describing her own involvement in the illegal communist youth organization.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:01:43.43] NORBERT N: My late father was a tailor.<sup class=\"footnote-ref\" id=\"fnref-23\"><a href=\"#fn-23\">23</a></sup> We were, as a family, I wouldn't say poor, but really modest background. He was a communist socialist. And so was my late grandfather from [the] other side, who was a kind of leader of the Socialist movement of the Jewish people in this town.<sup class=\"footnote-ref\" id=\"fnref-24\"><a href=\"#fn-24\">24</a></sup> We were a close family.<sup class=\"footnote-ref\" id=\"fnref-v2\"><a href=\"#fn-v2\">v2</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-23",
        "label": "23",
        "text": "<p>Nadler's father, Baruch Itzik Nadler, was born in the southern Bukovina town of Câmpulung Moldovenesc on November 24th, 1889. His mother, Amalia/Amelie (both spellings used in documents) Nadler, née Freiberg, was born in Czernowitz on January 22nd, 1897. Personal communication on July 17, 2021 with Nadler's wife, Judith Nadler. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-24",
        "label": "24",
        "text": "<p>According to Czernowitz birth records, Amalie Freiberg (Nadler's mother) was born in 1897 to Süssie Freiberg, a wallpaper hanger (<em>Tapezierer</em>), who lived in Synagogengasse either 16 or 68. This is in the heart of the \"old\" Jewish quarter, where the old cemetery, the hospital, synagogue street, and Judengasse were located.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v2",
        "label": "v2",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=104&e=135\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Indicative of the vibrant and overlapping social and political spheres in the town, Nadler mentions in close succession both his education in Communist ideology via his father's tailor shop and the fact that his mother was a secretary to one of the most prominent Zionists in the city.<sup class=\"footnote-ref\" id=\"fnref-25\"><a href=\"#fn-25\">25</a></sup> While Zionism had a strong following in Czernowitz (perhaps more cemented in collective memory due to post-war diaspora publications), like all central and eastern European cities with significant Jewish populations, Czernowitz (and Bukovina) youth participated in the breadth of Jewish social-political movements, from far left Communism to rightwing Zionism.<sup class=\"footnote-ref\" id=\"fnref-26\"><a href=\"#fn-26\">26</a></sup> Notably, besides his mother's pride in working for a prominent (Zionist) community leader, Nadler does not otherwise mention involvement in Zionist activities. Many of the youth saw the traditional Zionist movement as an inadequate form with which to confront contemporary issues. According to one biographer, poet Paul Celan explicitly rejected the \"petite bourgeois Zionism of his [father]\" and was instead active in the non-Zionist leftwing antifascist movement.<sup class=\"footnote-ref\" id=\"fnref-27\"><a href=\"#fn-27\">27</a></sup> Similarly, Prive Friedjung recalled the left-wing political atmosphere amongst craftsmen such as those in Nadler's shop and linked this specifically to Yiddish: \"For me, Czernowitz means the symbiosis of Yiddishism and revolutionary thinking.\"<sup class=\"footnote-ref\" id=\"fnref-28\"><a href=\"#fn-28\">28</a></sup> Today, probably due to Celan's lasting influence, the German-language legacy overshadows the Yiddish character of a city which brought forth or was home to such famous poets as Itzik Manger and Eliezer Schtaynbarg and was the site of the first Yiddish language conference in 1908,<sup class=\"footnote-ref\" id=\"fnref-29\"><a href=\"#fn-29\">29</a></sup> but in the interwar period, Czernowitz maintained manifold identity markers – cherished at once by Yiddish and German speakers, Communists and Zionists alike.<sup class=\"footnote-ref\" id=\"fnref-30\"><a href=\"#fn-30\">30</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-25",
        "label": "25",
        "text": "<p>It seems that Nadler's mother was secretary to none other than Mayer Ebner, one of the most important leaders in the Jewish community in the pre-war period. Dr. Leon Arie Schmelzer writes that three delegates from Bukovina were sent to the First Zionist Congress (Dr. Isak Schmierer, Dr. Leo Picker, Dr. Mayer Ebner) and only the latter was living at the time described by Nadler. See \"Geschichte des Zionismus in der Bukowina\" in <em>Geschichte der Juden in der Bukowina</em>, Hugo Gold ed., (Tel Aviv: Olamenu Press, 1958), 92-93. For more on Ebner, see also Corbea-Hoisie, Andrei. 2010. Ebner, Mayer. YIVO Encyclopedia of Jews in Eastern Europe. https://yivoencyclopedia.org/article.aspx/Ebner_Mayer (accessed September 9, 2021).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-26",
        "label": "26",
        "text": "<p>As noted by Gaëlle Fisher, the explicit Zionist dimension of the two-tome post-war publication <em>Geschichte der Juden in der Bukowina</em> \"served to inscribe the history of Bukovinian Jews in a decidedly Zionist tradition,\" with other experiences being underrepresented or not mentioned at all. Gaëlle Fisher, <em>Resettlers and Survivors: Bukovina and The Politics of Belonging in West Germany and Israel, 1945-1989</em> (New York: Berghahn Books, 2020), 141. Among other articles in the publication devoted to Zionist themes, see Dr. Leon Arie Schmelzer, \"Geschichte des Zionismus in der Bukowina\" in <em>Geschichte der Juden in der Bukowina</em>, ed. Hugo Gold (Tel Aviv: Olamenu Press, 1958), 91-112. Despite the detailed information on the establishment, members, leaders, and activities of Zionist organizations in Czernowitz, it is impossible to ascertain what percentage of the Jewish population was actually involved in the reported activities.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-27",
        "label": "27",
        "text": "<p>Israel Chalfen, Paul Celan. <em>Eine Biographie seiner Jugend</em> (Frankfurt am Main: Insel Verlag, 1979), 60-64.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-28",
        "label": "28",
        "text": "<p>Prive Friedjung, <em>\"‘Wir wollten nur das Paradies auf Erden'. Die Erinnerungen einer jüdischen Kommunistin aus der Bukowina</em> (Wien: Böhlau Verlag, 1995), 132. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-29",
        "label": "29",
        "text": "<p>On the history of the Bund in Bukovina, see Dr. Joseph Kissman \"Zur Geschichte der jüdischen Arbeiterbewegung ‘Bund' in der Bukowina\" in <em>Geschichte der Juden in der Bukowina</em>, ed. Gold, 129-144. Kissman's daughter, Ruth, was close friends with Edith Silbermann, who in her memoirs described in detail the left-leaning activities of their youth circles, which included Paul Antschel (later Celan). See Edith Silbermann, <em>Czernowitz – Stadt der Dichter. Geschichte einer jüdischen Familie aus der Bukowina (1900-1948)</em>, ed. Amy-Diana Colin (Paderborn: Wilhelm Fink, 2015), 93-98.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-30",
        "label": "30",
        "text": "<p>Nevertheless, there was sometimes friction. Beyle Schaechter Gotteman (1920-2013), the first Yiddish poet to receive a National Heritage Fellowship in 2005, grew up speaking Yiddish in Czernowitz. She noted: \"We were a little different, in that we were trying to preserve our culture. We were speaking Yiddish in a town which was very assimilated or striving to be assimilated. And my father was what you call a Yiddishist, or a militant Yiddishist. He was having fights with everyone. Why do you teach your children Yiddish? And why do you give them Yiddish names? I always had this argument. And my father was very much convinced of the right-- that he was right. And he was very sincere and very dedicated, very honest.\" Beyle S., HVT-0181 (1982); Fortunoff Video Archive for Holocaust Testimonies; Yale University, New Haven, CT. In contrast, Yiddish poet Josef Burg (1912-2009), who remained in Czernowitz throughout his life, commented \"But Yiddish was not frowned upon. Also the wealthy, who would otherwise prefer to speak German, attended Yiddish performances and events. […] Intellectuals and artists were especially interested in Yiddish.\" Josef Burg, \"Ich freue mich, daß ich ein jiddischer Schriftsteller bin,\" in <em>\"Czernowitz is gewen an alte, jidische Schtot…\": Jüdische Überlebende berichten</em> (Berlin: Heinrich-Böll Stiftung, 1999), 17. </p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "School Life and Education",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>\"It was lovely in Czernowitz mostly because I was young…\"\n-Mella Horowitz<sup class=\"footnote-ref\" id=\"fnref-31\"><a href=\"#fn-31\">31</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-31",
        "label": "31",
        "text": "<p>Mella Horowitz in <em>Zwischen Pruth und Jordan: Lebenserinnerungen Czernoitzer Juden</em>, Coldewey et al. eds. (Köln: Böhlau Verlag, 2003), 3.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:02:17.92] And I went to grammar school in Czernowitz. I went to high school in Czernowitz. And then-- this was under Romania. It was not really a bad life. Also, we knew as Jews we have our limitations. We knew there were days we shouldn't go certain places, because you could be-- you could have been beaten up. You knew that some schools have been closed to you. And therefore, the Jewish community in these places was pretty much independent. We had our own kindergarten. We had our own schools. We had our own high schools. <sup class=\"footnote-ref\" id=\"fnref-v3\"><a href=\"#fn-v3\">v3</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v3",
        "label": "v3",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=137&e=181\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Czernowitz had a range of public, private, and semi-private schools. In his remark on \"our schools\" Nadler was probably referring to private Jewish learning institutions but may also have meant state institutions whose student body was primarily Jewish.<sup class=\"footnote-ref\" id=\"fnref-32\"><a href=\"#fn-32\">32</a></sup> Many memoirists have positive memories of their school experience, despite a pervasive awareness of precarious status. During the interwar period the educational system was a fraught space, with Romanian nationalists striving to wrench the inherited Austrian system into a nationalist framework.<sup class=\"footnote-ref\" id=\"fnref-33\"><a href=\"#fn-33\">33</a></sup> Nevertheless, for the attendees, many of the institutions, both public or private, may have felt \"Jewish,\" either by way of the educators or the student body make-up. Edith Silbermann (1921-2008), who also described her schooling experience as overall a positive experience, attended a semi-public school, the Hoffmann Gymnasium, at which only three girls were non-Jews.<sup class=\"footnote-ref\" id=\"fnref-34\"><a href=\"#fn-34\">34</a></sup> The inherent hostility and systematic discrimination of the Romanian school system may have been impossible to overlook, yet as Nadler asserted, the Jewish population understood the framework in which it was to function: \"it was not really a bad life.\" This was to change abruptly in 1940."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-32",
        "label": "32",
        "text": "<p>I have not located a complete listing of all the schools that existed in Czernowitz in the interwar period. As children or teenagers, the school system naturally impacted profoundly many later memoirists. Experiences and the recollections thereof are diverse: though often characterized by nostalgia and fond memories, many also recall systematic antisemitism. It must be kept in mind that the memoirists or interviewees were young and though aware of social and political tensions, they may have been less cognizant than their parents of the present or future implications of a discriminatory educational system. As one woman recalled \"Czernowitz was lovely mostly because I was young.\" Reflecting the bandwidth of memories in Nadler's generation is \"'Schön war es in Czernowitz hauptsächlich weil ich jung war': Die Jahre vor dem Krieg,\" in <em>Zwischen Pruth und Jordan: Lebenserinnerungen Czernoitzer Juden</em>, Coldewey et al. eds. (Köln: Böhlau Verlag, 2003) 3-15. See also \"Gymnasium, 1932-1940\" in Silbermann, <em>Czernowitz</em>, 102-125.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-33",
        "label": "33",
        "text": "<p>See especially Irina Livezeanu, \"Bukovina: An Austrian Heritage in Greater Romania\" in <em>Cultural Politics in Greater Romania: Regionalism, Nation Building, and Ethnic Struggle, 1918-1930</em> (Ithica: Cornell University Press, 1995), 49-87. For an overview of Jewish education in Bukovina, from the perspective of postwar Zionist emigrants to Israel, see Hermann Sternberg, \"Das Unterrichtswesen der Juden in der Bukovina\" in <em>Geschichte der Juden in der Bukowina</em>, vol. I ed. by Hugo Gold (Tel Aviv: Olamenu, 1958), 75-83, especially \"Die Zeit der Rumänischen Verwaltung,\" 81-83.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-34",
        "label": "34",
        "text": "<p>Silbermann, <em>Czernowitz</em>, 103-104.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Soviets for a Year",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>For many in our area […] the sight of the Soviet tanks approaching our town symbolized […] an invincible force projecting a great deal of security.\n-Yosef Govrin<sup class=\"footnote-ref\" id=\"fnref-35\"><a href=\"#fn-35\">35</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-35",
        "label": "35",
        "text": "<p>Yosef Govrin, In the Shadow of Destruction. Recollections of Transnistria and Illegal Immigration to Eretz Israel, 1941-1947 (London: Vallentine Mitchell, 2007), 13.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:08:09.80] So when the Russian[s] came over, I was full of joy. Finally, we are going to be equal citizens. And we are going to have all the rights and so on. Didn't take me too long to realize what we went into. You don't know the communists unless you live under them, under their rule.<sup class=\"footnote-ref\" id=\"fnref-v4\"><a href=\"#fn-v4\">v4</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v4",
        "label": "v4",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=489&e=508\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On June 27th, 1940, northern Bukovina became part of the U.S.S.R. In 1940 in the wake of the Molotov-Ribbentrop pact, Romania was forced to cede Bessarabia and northern Bukovina to the Soviet Union.<sup class=\"footnote-ref\" id=\"fnref-36\"><a href=\"#fn-36\">36</a></sup> The particularity of the short period of Soviet rule, often called the \"first Russian Year,\" for the Czernowitz Jewish experience is sometimes glossed over in light of what followed. In fact, 1940 was a pivotal year for the population and radically traumatic for many. Nadler's testimony captures the range of sentiments, relief giving way to confusion and dismay and eventually, disillusion.<sup class=\"footnote-ref\" id=\"fnref-37\"><a href=\"#fn-37\">37</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-36",
        "label": "36",
        "text": "<p>Until 1918, Bessarabia had been part of the Russian Empire, in 1940 it was turned into the Moldovan Soviet Socialist Republic. However, in 1941, following Operation Barbarossa, Romania retook both Northern Bukovina and Bessarabia. By 1945 these regions were reconquered by the Red Army; northern Bukovina became part of the Ukraine Soviet Socialist Republic and Bessarabia became again the Moldovan Soviet Socialist Republic. In 1991 the latter became the Republic of Moldova. The state of the Republic of Moldova is not to be confused with the Romanian region of Moldova, in the eastern part of Romania.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-37",
        "label": "37",
        "text": "<p>Several memoirs also capture the specific and traumatic shock experienced by youth after the arrival of the Soviets. Pearl Fichman describes in greater detail than most the year and unraveling of expectations, see Fichman, \"Russians Overnight\" in <em>Memories</em>, 61-73. Silbermann also provides minute detail on the entry of the Soviets and gradual changes, Silbermann, <em>Czernowitz</em>, 126-139. Silbermann writes that many Jewish families from Bessarabia or (southern) Bukovina gave up their relatively secure conditions there and fled to Czernowitz in order to escape the growing antisemitism in Romania, hoping they would fare better under the Soviets. They were, however \"soon taught better.\" Silbermann, <em>Czernowitz</em>, 127. Probably the most concise yet thorough historical overview of these events, including contextualization within broader developments of World War II, can be found in Marianne Hirsch and Leo Spitzer, \"Are we really in the Soviet Union\" in <em>Ghosts of Home</em>, 99-121. For a variety of voices, see Gaby Coldewey et al., \"'Man hat gehofft, dass unter dem russischen Regime alle Menschen gleich sein werden'. 1940/41 – Das Jahr unter sowjetischer Herrschaft\" in <em>Zwischen Pruth und Jordan. Lebenserinnerungen Czernowitzer Juden</em> (Köln: Böhlau Verlag, 2003) 26-39.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Most Jews initially experienced the Soviet arrival as a reprieve after the raw antisemitism of interbellum Romania. Whether or not they were politically involved with leftist movements, the majority of the Jewish population believed life would improve under the \"egalitarian\" Soviet regime. In his memoirs, Alfred Kittner recalled: \"At that time, as Jews we were already very persecuted and thus experienced this cession [by the Romanians] as liberation. Of course, we did not know how everything would be arranged, but for the moment we were free of the worry of discrimination.\"<sup class=\"footnote-ref\" id=\"fnref-38\"><a href=\"#fn-38\">38</a></sup> It did not take long, however, for many to realize the promises of equality made by the Soviet state were a sort of 'Potemkin village'. Structural discrimination was exchanged for apparent equality, girded by restrictions of movement and social vulnerability, suspicion, and general uncertainty. As Nadler explained, there was \"no predictability anymore. You didn't know where you-- where you are.\"<sup class=\"footnote-ref\" id=\"fnref-39\"><a href=\"#fn-39\">39</a></sup> More devastatingly, following Soviet policy, those deemed \"exploiters\" were deported to Siberia and many never returned."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-38",
        "label": "38",
        "text": "<p>Kittner, <em>Erinnerungen</em>, 47.  Siegfried Benzer: \"After all, according to the imagination of the people, the Soviet system was the only possible solution to antisemitism.\" Siegfried Benzer in <em>Zwischen Pruth und Jordan</em>, 30.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-39",
        "label": "39",
        "text": "<p>Norbert N., HVT-536; Fortunoff Archive.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Deportations to Siberia",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>My father was deported. I experienced the Holocaust before-- a year before it started. Because my father was deported, and he was the best-- this was the greatest shock of my life. He was deported to Siberia, and he never came back.\n-Beyle Schaechter-Gottesman<sup class=\"footnote-ref\" id=\"fnref-40\"><a href=\"#fn-40\">40</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-40",
        "label": "40",
        "text": "<p>Beyle S.; HVT-0181 (1982); Fortunoff Video Archive for Holocaust Testimonies.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0181/1/?media_file=true&embed=true&t=574&e=592\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:11:09.65] NORBERT N: […] Here they told us you are equal, but equal to what, we didn't know. And here came the-- you did a mistake, you talked to somebody, and you ended up in jail, you ended up questioned, you ended up deported.<sup class=\"footnote-ref\" id=\"fnref-v5\"><a href=\"#fn-v5\">v5</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v5",
        "label": "v5",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=680&e=695\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Most of the deportations to Siberia occurred in June 1941, shortly before the Russians withdrew again. Some took place, however, shortly after the occupation, in the summer of 1940.<sup class=\"footnote-ref\" id=\"fnref-41\"><a href=\"#fn-41\">41</a></sup> Yiddish Poet Beyle Schaechter-Gottesman described a tortuous process during which her father was arrested, tried, released, tried again, and eventually deported.<sup class=\"footnote-ref\" id=\"fnref-42\"><a href=\"#fn-42\">42</a></sup> This incident marked profoundly her perception of the war period; later persecutions and close encounters with death under the Romanians were experienced, in her retelling, as less traumatic than the loss of her father to the Soviet Gulag. Her statement, quoted above, bears witness to the common conflation of the experiences under Soviet and Fascist German or Romanian rule into one period of unprecedented affliction, during which self-evident social norms, especially a just judicial system, collapsed."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-41",
        "label": "41",
        "text": "<p>Julius Wolfenhaut references his father's arrest on July 31st, 1940 and subsequent sentence to seven years in a prison camp (as discovered later by the family). Wolfenhaut and his mother were then arrested in the middle of the night almost one year later, in early June 1941, loaded onto cattle cars, and sent to Siberia. Julius Wolfenhaut, <em>Nach Siberien verbannt. Als Jude von Czernowitz nach Stalinka 1941-1994</em> (Frankfurt a.M.: Fischer Verlag, 2005) 57-63.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-42",
        "label": "42",
        "text": "<p>She does not give dates, but this was prior to her marriage in early 1941.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Following sporadic deportations in the wake of the Soviet occupation, the pace settled somewhat.<sup class=\"footnote-ref\" id=\"fnref-43\"><a href=\"#fn-43\">43</a></sup> As Nadler notes, everyone was given an identity card and a social \"categorization\" and tried their best to \"figure out the nature of the regime,\" as one woman recalled.<sup class=\"footnote-ref\" id=\"fnref-44\"><a href=\"#fn-44\">44</a></sup> Almost a year passed. Despite the general disenchantment and underlying sense of insecurity, many had begun to navigate the new system and, if not master, at least feel comfortable in Russian. Then, suddenly, in June 1941 mass deportations began. The formula was familiar: the deportees included \"people who had been employed in the service of the [Romanian] state, members of the middle-class parties, including Social Democrats, business owners who had more than two or three employees, in short: anyone considered to be an 'enemy of the people' by the Soviet government.\"<sup class=\"footnote-ref\" id=\"fnref-45\"><a href=\"#fn-45\">45</a></sup> The city was stunned. Edith Horowitz returned to Czernowitz on June 20th 1941, after spending a month in Charhov. On her return, she writes \"[I] found the city darkened and the people crestfallen. During the four weeks I was gone, there had been deportations to Siberia. The German invasion of the Soviet Union was imminent. The Soviets knew there would be war. Thus, before their own army had to retreat, they wanted to get rid of all potential detractors […].\"<sup class=\"footnote-ref\" id=\"fnref-46\"><a href=\"#fn-46\">46</a></sup> Approximately 4,000 Jews were deported from Czernowitz during the Soviet occupation.<sup class=\"footnote-ref\" id=\"fnref-47\"><a href=\"#fn-47\">47</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-43",
        "label": "43",
        "text": "<p>For many, the initial months of the Soviet occupation are recalled with a degree of euphoria, gradually dampening into disappointment. But as many memoirists describe, there was a \"honeymoon\" period, during which the Soviet government brought in visiting dance and theater troops, Yiddish stars, and similarly public-pleasing spectacles. Memories of this time are particularly vivid but will not be discussed in more detail here. See Pearl Fichman, \"Russians Overnight,\" in <em>Before Memories Fade</em>, 61-73; Edith Silbermann, \"Das erste Russenjahr 1940-1941\" in <em>Czernowitz</em>, 126-139; Alfred Kittner, \"Erstes Russenjahr 1940-1941,\" in <em>Erinnerungen</em>, 47-54; and for an excellent synthesis, Hirsch and Spitzer, \"'Are we really in the Soviet Union?'\" in <em>Ghosts of Home</em>, 99-121. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-44",
        "label": "44",
        "text": "<p>Fichman, <em>Memories</em>, 64.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-45",
        "label": "45",
        "text": "<p>Kittner, <em>Erinnerungen</em>, 54. For more on the experience of these deportees, many of whom remained for decades in the Soviet interior, see Margit Bartfeld-Feller, <em>Wie aus ganz andern Welten. Erinnerungen an Czernowitz und die sibirische Verbannung</em> (Konstanz: Hartung-Gorre Verlag, 2000); Julius Wolfenhaut, <em>Nach Siberien verbannt. Als Jude von Czernowitz nach Stalinka 1941-1994</em> (Frankfurt a.M.: Fischer Verlag, 2005).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-46",
        "label": "46",
        "text": "<p>Silbermann, <em>Czernowitz</em>, 139.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-47",
        "label": "47",
        "text": "<p>Coldewey et al, <em>Zwischen Pruth und Jordan</em>, 38. For these final deportations, see also Hirsch and Spitzer, <em>Ghosts</em>, 116-117.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "The Return of the Romanians",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>The first [person] that I saw was a policeman in the familiar uniform of the Romanian police. It was a strange feeling that crept over me and those like me. On the one hand, we were happy to be rid of the Russians, since the dark side of the regime had revealed itself very quickly. On the other hand, we had the not unfounded fear that the Romanians would take revenge on the people who had stayed behind, those who had greeted the Red Army with joy.\n-Alfred Kittner<sup class=\"footnote-ref\" id=\"fnref-48\"><a href=\"#fn-48\">48</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-48",
        "label": "48",
        "text": "<p>Kittner, <em>Erinnerungen</em>, 55.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:12:15.42] NORBERT N: So this lasted for a year. And then the-- and then the German[s] invaded Russia. And a few days after the war broke out, Czernowitz was taken by the Romanians. Now it's not-- no denial of this here. That when the Russian came in, the Jewish population was jubilant in Romania. Now the Romanians, the Germans, start taking revenge on us. <sup class=\"footnote-ref\" id=\"fnref-v6\"><a href=\"#fn-v6\">v6</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v6",
        "label": "v6",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=735&e=761\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On June 22nd 1941 Germany attacked the Soviet Union in Operation Barbarossa. The Soviet personnel, whether military or civilian, hastily packed up and fled the city. Russians who had been brought in to teach at the university or work in the administration left, as well as many students and others who were particularly supportive of or involved in the communist regime. Great uncertainty reigned as families and friends tried to gauge the wisest move. Fichman recorded the tension and uncertainty stretching over days: \"[In] that last week of June 1941 people were petrified at the imminent arrival of the German troops.\" She goes on to explain that though many of her friends and acquaintances departed, she realized she could not leave her mother and father behind.<sup class=\"footnote-ref\" id=\"fnref-49\"><a href=\"#fn-49\">49</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-49",
        "label": "49",
        "text": "<p>Fichman, <em>Memories</em>, 73.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Edith Horowitz, who had in general done well under the communist regime, also decided to remain, together with several friends. Her friend and neighbor, Gustav Chomed, fled with the army.<sup class=\"footnote-ref\" id=\"fnref-50\"><a href=\"#fn-50\">50</a></sup> Beyle Schaechter-Gottesman lived, in the meantime, in a village north of Czernowitz where her husband, a doctor, had been stationed. They initially fled in their horse and carriage, only to turn back eventually and return to Czernowitz.<sup class=\"footnote-ref\" id=\"fnref-51\"><a href=\"#fn-51\">51</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-50",
        "label": "50",
        "text": "<p>On the decision to remain, see Silbermann, <em>Czernowitz</em>, 140; on Chomed, see ibid., 351.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-51",
        "label": "51",
        "text": "<p>Beyle S.; HVT-0181 (1982); Fortunoff Archive. They narrowly escaped death many times on their journey back, but eventually made it to Czernowitz where Beyle survived the war.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The sense of foreboding was to prove all too accurate.  In the first week of July numerous pogroms took place in the villages and small towns of northern Bukovina. Perpetrators of brutal killings, including those of women and children, included the Romanian and German army, as well as Ukrainian and Romanian peasants.<sup class=\"footnote-ref\" id=\"fnref-52\"><a href=\"#fn-52\">52</a></sup> In Czernowitz thousands were killed, including the head rabbi, Dr. Abraham Mark, and the cantor of the landmark central temple.<sup class=\"footnote-ref\" id=\"fnref-53\"><a href=\"#fn-53\">53</a></sup> In quick succession the Jews were forced to wear a yellow star and restrictions on movement were put in place. Young men were conscripted to repair the buildings and structures destroyed by the retreating Red Army.<sup class=\"footnote-ref\" id=\"fnref-54\"><a href=\"#fn-54\">54</a></sup> Still, as Nadler notes, \"we had what to eat, we had where to sleep.\" In the successive deprivation of rights, the final blow of removal from one's home had not yet struck."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-52",
        "label": "52",
        "text": "<p>For the massacres that took place in northern Bukovina villages around Czernowitz see for example Simon Geissbühler, <em>Blutiger Juli. Rumäniens Vernichtungskrieg und der vergessene Massenmord an den Juden 1941</em> (Paderborn: Schöningh, 2013), especially 59-71.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-53",
        "label": "53",
        "text": "<p>The exact number of those killed in the first days in Czernowitz is unclear. Radu Ioanid states 2,000 were killed the first day of the invasion, while another 400 were killed on July 9th. Radu Ioanid, <em>The Holocaust in Romania. The Destruction of Jews and Gypsies under the Antonescu Regime</em> (Chicago: Ivan R. Dee, 2000), 101. Matatias Carp writes of 2,000 being killed in less than 24 hours on July 6th, 1941. Carp, <em>Holocaust in Romania</em>, 169. Coldewey et al. write that more than 3,000 were shot on the banks of the Prut in those first days. Coldewey et al., <em>Zwischen Pruth und Jordan</em>, 41. Ancel states that various sources give the numbers killed a range from 2,000 to 5,000. Jean Ancel, <em>The History of the Holocaust in Romania</em> (Lincoln: University of Nebraska Press, 2011), 271-273.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-54",
        "label": "54",
        "text": "<p>Fichman writes \"The Jewish population was ordered to sew on a yellow star, of a prescribed dimension, on every garment worn outdoors. We were permitted to go out in the street for two hours only, from 10 till noon; that was for the purpose of buying food. Those who were doing hard labor at the bridge or the electric station received a permit to go to and from work, at those particular hours.\" Her future husband worked on a bridge; Paul Antschel (Celan) at reconstructing the post office. Fichman, <em>Memories</em>, 75. </p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Ghetto and Deportation",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>The ghetto had already been blocked off with barriers when it came to my mother how important our sewing machine would be. Foolhardy as she sometimes was, she bribed a gendarme, and with a peasant's cart that was standing on the other side of the barricade, she went and got the sewing machine, set it up in the courtyard and began to sew backpacks from pieces of thick-woven sheets for everyone in the family. […] It was rumored that the ghetto was only meant to be a collecting point, from where we would be deported to the other side of the Dniester River.\n-Edith Silbermann<sup class=\"footnote-ref\" id=\"fnref-55\"><a href=\"#fn-55\">55</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-55",
        "label": "55",
        "text": "<p>Silbermann, <em>Czernowitz</em>, 143.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:14:41.37] NORBERT N: […] [W]ithout any official announcement, nothing in the papers, nothing on the radio, you find small notices on the doors. You have to know that in Czernowitz there were streets where Jews was living and streets where non-Jews were living. And in a place where we were living, we were just on the border.<sup class=\"footnote-ref\" id=\"fnref-56\"><a href=\"#fn-56\">56</a></sup> And [we] find a notice, said tomorrow by 11:00 in the morning, you have to be in the ghetto. We didn't even know where the ghetto was located. It was by the word of mouth where we are to go. <sup class=\"footnote-ref\" id=\"fnref-v7\"><a href=\"#fn-v7\">v7</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-56",
        "label": "56",
        "text": "<p>Norbert Nadler and his family lived at Dreifaltigkeitsgasse 53. The ghetto area originally included the lower part of this street. Personal communication with Judith Nadler, July 17th, 2021. The ghetto's boundaries changed and shrank as people were deported. For a map of the streets as dictated on October 11th, 1941 see Hirsch and Spitzer, <em>Ghosts</em>, 125.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v7",
        "label": "v7",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=883&e=921\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Czernowitz ghetto operated for only several  weeks. Nevertheless, its creation and the implications thereof represented a fundamental rupture for the Jewish community. From the moment that the notices were posted, any lingering doubts – or hopes – regarding how the Jews were to be treated evaporated. For those who had been born, educated, and matured under the Austro-Hungarian Empire it was an unprecedented and inconceivable event. \"This cannot be possible! This violates the Declaration of the Rights of Man,\" protested Max Gottfried, a lawyer, and neighbor of the Nadler family.<sup class=\"footnote-ref\" id=\"fnref-57\"><a href=\"#fn-57\">57</a></sup> Such astonished disbelief was particularly palpable amongst the older generation, who had enjoyed dignified careers and whose world rapidly became utterly unrecognizable."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-57",
        "label": "57",
        "text": "<p>As recalled by his daughter, Lotte Hirsch, in Hirsch and Spitzer, <em>Ghosts</em>, 125.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On Saturday, October 11th 1941, during the festival of Sukkot, notices were posted around the town. Fichman recalled:"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>On a cold windy Saturday morning, there appeared notices, ordinances, pasted on buildings and lampposts, to the effect that every Jews was ordered to move into a certain section of town, formerly mostly populated by the poor Jews. That section was designated as the Ghetto. By 5 [sic: 6] o'clock on that afternoon, no Jew was allowed to reside in town any longer, everybody had to reside within the confines of the Ghetto. Noncompliance was punishable by death, execution on the spot.<sup class=\"footnote-ref\" id=\"fnref-58\"><a href=\"#fn-58\">58</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-58",
        "label": "58",
        "text": "<p>Fichman, <em>Memories</em>, 77 For an extended narrative of events that day and the following week, see the recounting by Lotte and Carl Hirsch in Hirsch and Spitzer, <em>Ghosts</em>, 122-132. For a compilation of various experiences of the ghetto and the period thereafter in Czernowitz see \"'… aber mit Geld konnte man damals viel machen': Czernowitz 1941-1944\" in Coldewey et al., <em>Zwischen Pruth und Jordan</em>, 40-50.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The area designated as the ghetto was historically a Jewish neighborhood, with street names revealing its anchored place in the town's history: Judengasse [Jews Street], Synagogengasse [Synagogue Street], Alter Markt [Old Market], Uhrmachergasse [Clockmaker Street], Tischlergasse [Carpenter Street].<sup class=\"footnote-ref\" id=\"fnref-59\"><a href=\"#fn-59\">59</a></sup> By the interwar period its slender, unpaved lanes were rarely sought out by middle and upper-class Czernowitzers. Edith Horowitz ventured to the area prior to the war, searching for a girlfriend whom she suspected would know how to help a mutual friend with an unwanted pregnancy. She wrote, \"It was the first time that I had entered this quarter, located in the lower city, a jumble of narrow lanes, swarming with children, adults with sidelocks robed in caftans, and street venders, loudly calling out their wares. A world completely foreign to me.\"<sup class=\"footnote-ref\" id=\"fnref-60\"><a href=\"#fn-60\">60</a></sup> Zvi Yavetz, who grew up in one of those \"narrow lanes,\" wrote repeatedly about the differences between \"upper\" and \"lower\" Czernowitz, recalling being playfully ridiculed by other pupils due to his muddy, literally, address: \"all of those who belonged to the Czernowitz \"establishment\" lived in \"upper Czernowitz,\" that is, above the Springbrunnenplatz. This area was considered a \"garden city\" and differed completely from \"lower Czernowitz,\" which lay in the Prut valley, where mostly poorer Jews lived.\"<sup class=\"footnote-ref\" id=\"fnref-61\"><a href=\"#fn-61\">61</a></sup> It was into this \"lower Czernowitz,\" adjacent to the train station and previously home to around 10,000, that 50,000 people were now ordered to move, within a matter of hours.<sup class=\"footnote-ref\" id=\"fnref-62\"><a href=\"#fn-62\">62</a></sup> Families and acquaintances crowded together, those living outside the prescribed borders moving in with families whose homes lay within the boundaries.<sup class=\"footnote-ref\" id=\"fnref-63\"><a href=\"#fn-63\">63</a></sup> There was rarely indoor plumbing."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-59",
        "label": "59",
        "text": "<p>The streets had been renamed by the Romanian and then the Soviet regime, but residents still referred to the original, German names. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-60",
        "label": "60",
        "text": "<p>Silbermann, <em>Czernowitz</em>, 83.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-61",
        "label": "61",
        "text": "<p>Yavetz, <em>Erinnerungen</em>, 155.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-62",
        "label": "62",
        "text": "<p>The number of 50,000 crammed into a space formerly housing 10,000 is generally agreed upon. See for example Raul Hilberg, <em>The Destruction of the European Jews</em>, vol. II (New Haven: Yale University Press, 2003), 825. Dr. Nathan Getzler, \"Tagebuchblätter aus Czernowitz und Transnistrien\" in <em>Geschichte der Juden in der Bukowina</em> Vol. II, 56.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-63",
        "label": "63",
        "text": "<p>Fichman describes 45 people sleeping in a two-room apartment (with a kitchen). Fichman, <em>Memories</em>, 77. Silbermann describes 15-20 people in a small house without indoor plumbing, but says their situation was good relative to others. Silbermann, <em>Czernowitz</em>, 143. The Hirschs moved with eleven family members into a cousin's apartment, Hirsch and Spitzer, <em>Ghosts</em>, 124.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "However, the squalor that promptly arose was not to last long. Deportations began almost immediately, beginning with those streets which lay closest to the train station, at the \"bottom\" of the ghetto.<sup class=\"footnote-ref\" id=\"fnref-64\"><a href=\"#fn-64\">64</a></sup> There was great confusion amongst the population regarding whether it was better to try to remain in the ghetto or to leave and hope for better conditions elsewhere. Opinions were divided and families, too. Beyle Schaechter-Gottesman recalled: "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-64",
        "label": "64",
        "text": "<p>Transports began on October 13th, 1941. Coldewey, <em>Zwischen</em>, 42.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>But some went voluntarily. They wanted to start a new life. Like in our family, we had this man with his two sons. He was a roofer, worked with tin, with metal. And he was not a rich man, certainly, but he hoped to start a new life. He got an authorization [to stay]. He tore the authorization, and he went with the other Jews to Transnistria. […] Yes, he voluntarily went. You know you see people can be so naive, what can be bad? We'll start a new life in the Ukraine. They'll be resettled. That's what they were told. They'd be resettled. He never came back.<sup class=\"footnote-ref\" id=\"fnref-65\"><a href=\"#fn-65\">65</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-65",
        "label": "65",
        "text": "<p>Beyle S., HVT-0181 (1982), Fortunoff Archive.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0181/1/?media_file=true&embed=true&t=3089&e=3134\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Paula Israeli stated that Romanian soldiers insinuated a particularly incredible fallacy – that those who left first would receive their own houses and be able to leave for America.<sup class=\"footnote-ref\" id=\"fnref-66\"><a href=\"#fn-66\">66</a></sup> But tales of such shameless improbability were not necessary; ghetto conditions were wretched, the east was unknown and worse circumstances were, for many, unfathomable, at that time.<sup class=\"footnote-ref\" id=\"fnref-67\"><a href=\"#fn-67\">67</a></sup> Nadler stated: "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-66",
        "label": "66",
        "text": "<p>Coldewey et al., <em>Zwischen Pruth und Jordan</em>, 42-43.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-67",
        "label": "67",
        "text": "<p>Govrin refers to an agreement signed by Germany and the Soviet Union following the partition of Poland according to which \"neither of the two would wage hostile propaganda against the other.\" He asserts that it was due to this agreement and its ramifications – namely that the Jewish residents of Czernowitz were unaware of Nazi violence towards Jews in the territories occupied since 1940 – which contributed to their hesitancy to flee into the Soviet interior. Govrin, <em>Shadow of Destruction</em>, 31-32.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:18:38.46] […] And certainly we couldn't-- we couldn't stand anymore, this ghetto. There was no way you can take a bath. There was very little water. You have to stay in line to go to a washroom. We were filthy. You couldn't wash your laundry, there wasn't-- so, I think whatever it's going to be, it's going to be-- it may be better than it is here.<sup class=\"footnote-ref\" id=\"fnref-v8\"><a href=\"#fn-v8\">v8</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v8",
        "label": "v8",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=1123&e=1144\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As he indicates, this was not, however, the consensus accepted by all: \"But some had been more-- uh, had more foresight than I had. And were trying to do whatever they can to get out of the ghetto, not to leave.\"<sup class=\"footnote-ref\" id=\"fnref-68\"><a href=\"#fn-68\">68</a></sup> Silbermann's parents were determined to stay. Her mother insisted on finding accommodation as far from the train station as possible in order to \"buy themselves time.\" Her aunt, however, believed that the earlier one arrived in Transnistria, the better choice of accommodation one would have; she left on one of the first transports.<sup class=\"footnote-ref\" id=\"fnref-69\"><a href=\"#fn-69\">69</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-68",
        "label": "68",
        "text": "<p>That is, to get out of the ghetto and back into their former homes in Czernowitz.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-69",
        "label": "69",
        "text": "<p>Silbermann's mother tried to persuade her to stay, arguing \"They are sending us to our deaths!\" The aunt later took her own life. Silbermann, <em>Czernowitz</em>, 144.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As can be seen by the language used in these stories, a singular feature of the Czernowitz ghetto and the deportations that took place is the impression that some sort of choice existed. A striking amount of agency was often, though not always, possible. At first, at least, one could simply move to another street in order to avoid deportation. Fichman and her parents did so: \"As we had seen on the first day what was happening, we three decided that it was better to try to leave later. Thus, we made up our minds to go from place to place, maybe a miracle would still happen. We moved four times, to different locations.\"<sup class=\"footnote-ref\" id=\"fnref-70\"><a href=\"#fn-70\">70</a></sup> Marianne Hirsch's parents recall walking with the others in their street towards the train station and then simply turning around, paying a small bribe, and reentering the ghetto.<sup class=\"footnote-ref\" id=\"fnref-71\"><a href=\"#fn-71\">71</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-70",
        "label": "70",
        "text": "<p>Fichman, <em>Memories</em>, 78.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-71",
        "label": "71",
        "text": "<p>Hirsch and Spitzer, <em>Ghosts</em>, 125-132. Bribes – or <em>bacșiș</em> (baksheesh) – were deployed successfully for everything from evading initial deportations to receiving authorizations to stay in Czernowitz and are generally mentioned in some form by all survivors. See also Coldewey et al, \"'…aber mit Geld konnte man damals viel machen.' Czernowitz 1941-1944\" in <em>Zwischen Pruth und Jordan</em>, 40-50.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Those who managed to avoid the initial transports by moving, hiding, or other maneuvers, often succeeded in remaining in Czernowitz throughout the war – the hoped-for \"miracle\" did in fact occur. Diarist Getzler records that by October 16th 6,000 Jews had been deported, when the mayor, Dr. Traian Popovici, arrived with a message for the leaders of the Jewish community that he had managed to have the deportations halted so that lists of those deemed \"necessary\" for the functioning of the city could be made.<sup class=\"footnote-ref\" id=\"fnref-72\"><a href=\"#fn-72\">72</a></sup> Thereupon lists were made of those (and their family members) whose technical services were required by the city and gradually permits were issued by Corneliu Calotescu, the governor of the Bukovina territory during the war, authorizing the holders to return to their original homes.<sup class=\"footnote-ref\" id=\"fnref-73\"><a href=\"#fn-73\">73</a></sup> At this point, the war-time fate of the Czernowitz Jewish population diverges into two drastically different experiences. Many of those that remained in Czernowitz – a total of around 20,000 permits were initially issued – survived. They were allowed to return to their own homes (these generally had been plundered), they worked, and even maintained a sense of normalcy unusual for Jews in central and eastern Europe.<sup class=\"footnote-ref\" id=\"fnref-74\"><a href=\"#fn-74\">74</a></sup> The rest, almost 30,000 Jews, were deported east, to Transnistria. Nadler and his family went east."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-72",
        "label": "72",
        "text": "<p>Dr. Nathan Getzler, \"Tagebuchblätter aus Czernowitz und Transnistrien\" in <em>Geschichte der Juden in der Bukowina</em> Vol. II, 57. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-73",
        "label": "73",
        "text": "<p>Fichman's family received a permit and returned to their home on Nov. 11th, 1941, one month after the ghetto was established. According to her memoirs, Calotescu permits ceased being issued shortly afterwards, upon which the mayor Traian Popovici, a Czernowitzer himself who had always been supportive of the Jewish population, personally signed authorizations for those remaining in the ghetto, approx.. 3,000, enabling them to also return to their homes. The ghetto was then disbanded. Fichman, <em>Memories</em>, 80-81. Dr. Train Popovici was later recognized by Yad Vashem as a righteous gentile. In the end, however, the authorizations were not equal. In June of 1942 those with Popovici authorizations were collected and deported to Transnistria. Silbermann writes that neither could a Calotescu permit always guarantee safety: \" If there was any bit of air left to breathe in the train cars, then families with a valid Calotescu authorization, upon whose homes Romanian neighbors had cast an eye, were also herded in. Police, hunting through the streets like dogcatchers, caught people with valid papers during raids. Such infringements were daily events. The same fate could fall on us at any time.\" Silbermann, <em>Czernowitz</em>, 154. In general deportations to Transnistria continued to occur in various phases throughout 1941 and 1942, see especially Getzler, \"Tagebuchblätter\" in <em>Geschichte der Juden/Bukovina</em>, 56-61; Hirsch and Spitzer, <em>Ghosts</em>, 190-193; Coldewey et al., <em>Zwischen</em>, 47-49. Many, including Paul Celan, escaped the second wave of deportations by hiding. Kittner records an arduous and lengthy process of evading deportation until July 1942, when he was finally caught, Kittner, <em>Erinnerungen</em>, 55-62. For the purpose of this study, I do not look at the continuing war-years for the Jews who remained in Czernowitz, though there are many memoirs on this material: For Fichman's experience in Czernowitz during the rest of the war, see Fichman, <em>Memories</em>, 79-92; Silbermann's family also managed to remain, and for her experience of those years see Silbermann, <em>Czernowitz</em>, 140-170; For Lotte and Carl Hirsch see Hirsch and Spitzer, <em>Ghosts</em>, 188-196.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-74",
        "label": "74",
        "text": "<p>See Silbermann's memories of this period, \"Zwischen Hangen und Bangen. Erste Liebebeziehung\" in <em>Czernowitz</em>, 159-170. She concludes the chapter by admitting that the two war years from June 1942-March 1944 were \"the happiest of my life, I was in love.\"</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Ataki, Gateway to Moghilev",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>In the first night in Ataki I saw what human misery means. I saw people who no longer had a human face. […] In the night I saw how a person goes mad. The struggles of the brain to save its own mechanism, the spasms of the mind. In the night the pharmacist Garai went mad. […] The poor man could not become accustomed to the thoughts that he will no longer have a house, that he will never again be a pharmacist, and that he, who had always been a dignified citizen, was thrown out and expelled, in the filth, with all the Jews.\n-Miriam Korber<sup class=\"footnote-ref\" id=\"fnref-75\"><a href=\"#fn-75\">75</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-75",
        "label": "75",
        "text": "<p>Mirjam Korber, <em>Deportiert. Jüdische Überlebensschicksale aus Rumänien 1941-1944. Ein Tagebuch</em> (Konstanz: Hartung-Gorre Verlag, 1993), 55-56.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:21:34.42] And then, they didn't bring us-- in Ataki they didn't bring us to the railroad station. They stopped the train in the middle of a field. It was a rainy day. And who has ever been in Bessarabia know[s] what the mud in Bessarabia is. We were in mud until here [gesturing]. And here, you're supposed to get out. You get out, you get out into mud to-- to your knees.<sup class=\"footnote-ref\" id=\"fnref-v9\"><a href=\"#fn-v9\">v9</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v9",
        "label": "v9",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/1/?media_file=true&embed=true&t=1296&e=1320\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Ataki was a small, unassuming Bessarabian town on the Romanian side of the Dniester, across from the larger city of Moghilev-Podolsky. Located today in the Republic of Moldova, Ataki (Otaci today) is about 150 km or 95 miles as the crow flies, due east from Czernowitz. The arrival in Ataki and transport over the Dniester River looms large in the memories of survivors. Here, at the latest, all became aware of the gravity of their situation. If overt violence had been in some way evaded thus far, it was now impossible to bypass, whether this entailed physical beatings by Romanian soldiers or soldiers and peasants stealing belongings with impunity."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "It was a brisk, wet autumn. The rain and mud ingrained themselves into the memory of many survivors. Ella Warzmann recalled, \"It rained very, very hard that day. […] We walked and the rain poured and the Romanians beat [us].\"<sup class=\"footnote-ref\" id=\"fnref-76\"><a href=\"#fn-76\">76</a></sup> Mirjam Bercovici-Korber, deported from the southern Bukovina town of Câmpulung Moldovenesc, also recalled the \"hideous\" weather and trudging through the \"dung and muck,\" during her several days in Ataki in early November 1941. The fundamental shift in realities was immediate, foreshadowing what was to come: \"In Ataki we saw that hunger is not a disgrace,\"<sup class=\"footnote-ref\" id=\"fnref-77\"><a href=\"#fn-77\">77</a></sup> she soberly recorded at the time."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-76",
        "label": "76",
        "text": "<p>Warzmann in Coldewey, „Jüdische Deportierte aus Czernowitz in Transnistrien. Zwei Augenzeugenberichte\" in <em>An der Zeiten Ränder. Czernowitz und die Bukowina. Geschichte Literatur Verfolgung Exil</em> (Wien: Theodor Kramer Gesellschaft, 2002), 212.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-77",
        "label": "77",
        "text": "<p>Mirjam Korber, <em>Deportiert</em>, 56.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Whether they remained in Ataki for days or continued immediately, crossing the river by ferry was inevitable.<sup class=\"footnote-ref\" id=\"fnref-78\"><a href=\"#fn-78\">78</a></sup> Nadler's telling of the ferry crossing is somewhat ambivalent, but many recall the crossing as a particularly traumatic experience, with children separated from parents, people shoved off and left to drown or even shot. In her narrative of the events of the war, experienced as a girl of eight years, written soon after arriving in Israel in 1949, Chana Koffler recorded such a violent arrival in Ataki: "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-78",
        "label": "78",
        "text": "<p>The earliest deportees report crossing via a bridge, which was destroyed at some point in time. Most recall traumatic crossing on ferries or barges. The bridge was rebuilt by Jewish forced laborers during the war. One laborer reported that following completion near the end of 1942, the bridge was destroyed once more by large chunks of ice in the river; he called this \"providence,\" since it meant that workers were required yet again. Ernest E., HVT-1499, Fortunoff Video Archive.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Early in the morning we were driven to the [river] port. As we got to the Nester [Dniester] three hundred Storozynetzer people were thrown [into the water] before us. I noticed this and began to scream, \"I want to live still.\" Suddenly an order came that the rest of us should be transported over to Ukraine. Meanwhile we were left to stand in the mud. It was raining, it was cold, it was not possible to even pull a foot out of the ground. We stood this way until the evening. During the night we were loaded onto the barge like pieces of cattle. Many fell off and drowned, and so we arrived in the port city of Ukraine, Mogilev.<sup class=\"footnote-ref\" id=\"fnref-79\"><a href=\"#fn-79\">79</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-79",
        "label": "79",
        "text": "<p>Chana Koffler, \"Leaving Home,\" 1949. Translated by Julie Dawson. Personal collection of Howard Wiesenfeld.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Miriam Korber was more fortunate and crossed without incident. After having reached the Dniester via horse-drawn wagon, \"we all crossed with a boat,\" she wrote. Later, from the other side, she realized their luck: \"The nights in Moghilev were dreadful. We lived beside the Dniester and every day we saw people crossing the river. But they did not cross as we had. Beaten, driven, ransacked, they had to cross during the night. What wailing and weeping, the crying of the mothers and that of children who had lost their families, this choir increased our distress.\"<sup class=\"footnote-ref\" id=\"fnref-80\"><a href=\"#fn-80\">80</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-80",
        "label": "80",
        "text": "<p>Mirjam Korber, <em>Deportiert</em>, 58. See also Coldwey et all, \"Das Durchgangslager Ataki,\" in <em>Zwischen Pruth und Jordan</em>, 52-53.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Moghilev-Podolsky: Transnistrian Transit Point",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>In Moghilev we met an old acquaintance, who took us in. The other people who had been deported with us and were unable to find a room, had to continue on, but we could stay in Moghilev and that is why we survived.\n-Felicia Gininger<sup class=\"footnote-ref\" id=\"fnref-81\"><a href=\"#fn-81\">81</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-81",
        "label": "81",
        "text": "<p>Felicia Gininger, „Goethe kann man nicht verbrennen, sagte Mama‘\" in <em>\"Czernowitz is gewen an alte, jidische Schtot…\": Jüdische Überlebende berichten</em>, Gaby Coldewey et al., eds., (Berlin: Heinrich-Böll Stiftung, 1999), 26.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:02:24.96] We come over there. In the meantime, it become dark and it's evening. We didn't have where to go. And we saw some ruins. So we went into this ruins. It was an old factory. I do not know what kind of factory. We found one room. And in this room there were already some fifteen people. So we went in, another ten.<sup class=\"footnote-ref\" id=\"fnref-v10\"><a href=\"#fn-v10\">v10</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v10",
        "label": "v10",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/2/?media_file=true&embed=true&t=143&e=164\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Transnistria, literally \"beyond the Nister [River],\" was an arbitrarily created territory between the Dniester and southern Bug rivers ceded by Nazi Germany to Romania in summer of 1941. The region had belonged to the Ukrainian Soviet Socialist Republic but had not existed as a unified territory.<sup class=\"footnote-ref\" id=\"fnref-82\"><a href=\"#fn-82\">82</a></sup> The region became a dumping ground of sorts for Jews deported by the Romanians from Bessarabia, Bukovina, and Dorohoi (administratively joined to Bukovina in the interwar period, though not part of historic Bukovina). Herded into hundreds of makeshift \"camps,\" which could denote anything from abandoned (or occupied) homes, to shacks, shelters intended for animals, or empty terrains surrounded by a fence, thousands would perish from starvation, disease, and exposure. What has come to be known as the \"Romanian Holocaust\" or \"Transnistrian Holocaust\" saw the deaths of between 250,000-300,000 Jews at the hand of the Romanian state.<sup class=\"footnote-ref\" id=\"fnref-83\"><a href=\"#fn-83\">83</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-82",
        "label": "82",
        "text": "<p>I will not rehash the administrative details of the territory, as this has been done by others. See Vladamir Solonari, <em>A Satellite Empire: Romanian Rule in Southwestern Ukraine, 1941–1944</em> (Ithaca: Cornell University Press, 2019); Jeffrey Veidlinger, \"Life beyond the River: Transnistria\" in <em>In the Shadow of the Shtetl: Small-Town Jewish Life in Soviet Ukraine</em> (Bloomington: Indiana University Press, 2013), esp. 186-189; Diana Dumitru, \"Jews and Their Neighbors in Occupied Transnistria\" in <em>The State, Antisemitism, and Collaboration in the Holocaust. The Borderlands of Romania and the Soviet Union</em> (New York: Cambridge University Press, 2016), esp. 176-181. The Jewish population in the region of Transnistria before the war was approx. 300,000 with 180,000 of those in the only major city, Odessa. Veidlinger, <em>Shadow / Shtetl</em>, 187.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-83",
        "label": "83",
        "text": "<p>That the deaths followed an antisemitic ideology of \"purification\" of the state has been proven by scholars. For a concise overview of numbers, dates, and administrative orders, see Dennis Deletant, \"Transnistria and the Romanian Solution to the ‘Jewish Problem'\" in <em>The Shoah in Ukraine. History, Testimony, Memorialization</em>, Wendy Lower and Ray Brandon, eds. (Bloomington: Indiana University Press, 2008), 156-189. For a comprehensive analysis see Vladimir Solonari, <em>Purifying the Nation: Population Exchange and Ethnic Cleansing in Nazi-allied Romania</em> (Washington, D.C.: Woodrow Wilson Center Press, 2010). The exact numbers of the dead are disputed and difficult to verify completely. I use the figures quoted by Deletant: he cites 147,000 Jews deported from Bukovina and Bessarabia, out of which 90,000 perished (57,000 survived). In addition, an estimated 130,00-170,000 local Ukrainian Jews were killed or died of starvation and disease. Deletant, \"Transnistria,\" in <em>Shoah in Ukraine</em>, 157 and footnotes 4 and 5. Numbers for Transnistria in general are also complex. Hilberg's figures differ somewhat: he estimates that of 160,000 deported from Bukovina and Bessarabia, approximately 51,000 were alive (109,000 dead) in September 1943. Hilberg, <em>Destruction of the European Jews</em>, 847-848. Precise figures aside, experts generally agree that more or less 1/3 of the deportees survived.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The town of Moghilev was originally designated as a transit point for the Jewish deportees, but due to poor organization and the sheer number of deportees, it came to harbor one of the largest ghettos in Transnistria. An estimated 50,000-60,000 deportees passed through or remained here between October 1941 and February 1942.<sup class=\"footnote-ref\" id=\"fnref-84\"><a href=\"#fn-84\">84</a></sup> Between 15,000-20,000 Jews were housed here at various points; during a 1943 census 12,588 Jews were registered.<sup class=\"footnote-ref\" id=\"fnref-85\"><a href=\"#fn-85\">85</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-84",
        "label": "84",
        "text": "<p>Of the pre-war population of almost 9,000, Coldewey et al. state that 3,000 were still living there in late summer 1941. Coldewey, <em>Zwischen Pruth und Jordan</em>, 56-57. In 1939, the Jewish population was 8,703 or 40% of the total population. Slutsky, Yehuda, and Shmuel Spector. \"Mogilev-Podolski.\" In <em>Encyclopaedia Judaica</em>, 2nd edition, edited by Michael Berenbaum and Fred Skolnik, 418. Vol. 14. Detroit, MI: Macmillan Reference USA, 2007. Gale eBooks (accessed September 18, 2021). https://link.gale.com/apps/doc/CX2587514071/GVRL?u=43wien&amp;sid=bookmark-GVRL&amp;xid=af59c050.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-85",
        "label": "85",
        "text": "<p>Due to continual deaths, new arrivals, and regular deportations further east, population numbers were in constant flux. See <em>USHMM Encyclopedia of Ghettos</em>, 577-578 (\"Ghettos\") and Moghilev-Podolsk, 715-717.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Moghilev had seen battle and part of the city was destroyed. There had also been recent flooding. The ravaged town appeared as a sodden ruin, dank and crumbling: \"Moghilev had been through a large flood. The houses were all wet, many were without windows and doors,\" recalled one survivor.<sup class=\"footnote-ref\" id=\"fnref-86\"><a href=\"#fn-86\">86</a></sup> The first order of business was to find a place to sleep. Initially the deportees could reside wherever they found shelter. Survivors describe sleeping in the ruins of barracks,<sup class=\"footnote-ref\" id=\"fnref-87\"><a href=\"#fn-87\">87</a></sup> a gymnasium,<sup class=\"footnote-ref\" id=\"fnref-88\"><a href=\"#fn-88\">88</a></sup> schools,<sup class=\"footnote-ref\" id=\"fnref-89\"><a href=\"#fn-89\">89</a></sup> cellars,<sup class=\"footnote-ref\" id=\"fnref-90\"><a href=\"#fn-90\">90</a></sup> a cinema,<sup class=\"footnote-ref\" id=\"fnref-91\"><a href=\"#fn-91\">91</a></sup> and the town hall.<sup class=\"footnote-ref\" id=\"fnref-92\"><a href=\"#fn-92\">92</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-86",
        "label": "86",
        "text": "<p>Coldewey et al, <em>Zwischen</em>, 57.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-87",
        "label": "87",
        "text": "<p>Druckmann in <em>Juden aus Czernowitz</em>, 42; Govrin, <em>In the Shadow of Destruction</em>, 39.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-88",
        "label": "88",
        "text": "<p>Coldewey et al.,<em>\"Czernowitz is gewen an alte, jidische Schtot\"</em>, 61.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-89",
        "label": "89",
        "text": "<p>Edgar H., HVT-3726, Fortunoff Video Archive. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-90",
        "label": "90",
        "text": "<p>Coldewey et al.,<em>\"Czernowitz is gewen an alte, jidische Schtot\"</em>, 25. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-91",
        "label": "91",
        "text": "<p>Ernest E., HVT-1499, Fortunoff Video Archive. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-92",
        "label": "92",
        "text": "<p>Coldewey et al., <em>Zwischen</em>, 59.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Similar to the experience of deportations from Czernowitz, many of the deportees were – at first – unsure whether it was better to try to remain in the town or to continue eastwards. Several survivors describe leaving Moghilev deliberately, while others did all they could to evade further deportation. Over the course of the war, if those deported farther east managed to escape, they frequently attempted to return to Moghilev, seeking what many hoped would be a degree of anonymity – and perhaps security – in a larger population.<sup class=\"footnote-ref\" id=\"fnref-93\"><a href=\"#fn-93\">93</a></sup> Nadler's family determined to stay and quickly recognized the priorities for survival: shelter and employment, which should, in turn, ensure food."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-93",
        "label": "93",
        "text": "<p>Miriam Korber records that, remarkably, her family paid Germans to transport them on trucks farther east, see Korber, <em>Deportiert</em>, 58-59. In contrast, Yosef Govrin describes simply stepping out of the convoy line, together with his mother and aunts, and slipping into a nearby carpentry shop, in order to remain. Govrin, <em>In the Shadow of Destruction</em>, 40. See also Coldewey et al., Zwischen, 57-58. One woman, a girl at the time, escaped from multiple Transnistrian death camps further east and returned each time to Moghilev. Initially she went to her aunt, then to a Ukrainian woman outside the ghetto who cared for her. Leah K., HVT-4166; Fortunoff Video Archive.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Work and Social Status",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I thought with the time, I could give lessons for which I could get a few potatoes or a few Marks and maybe even a little room.\n-Lydia Harnik<sup class=\"footnote-ref\" id=\"fnref-94\"><a href=\"#fn-94\">94</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-94",
        "label": "94",
        "text": "<p>Lydia Harnik, „Man liebte weiterhin Österreich,\" in <em>\"Czernowitz is gewen an alte, jidische Schtot…,\"</em> 41.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:06:31.94] So my brother-in-law had the first idea, say, OK, I can do any work you want. So there was a tool and die factory. [He] said, yeah, I worked always in tool and die. So he went over there. Start[ed] working in tool and die, start[ed] learning. The factory was-- was managed by Jews, Jewish engineers from Romania, already which was over there. And they were trying to teach you. You get at least a meal a day. And the meal was so big that you can take a little bit home for-- to have another half meal at home. And he has the authority [authorization] to stay because he was working.<sup class=\"footnote-ref\" id=\"fnref-v11\"><a href=\"#fn-v11\">v11</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v11",
        "label": "v11",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/2/?media_file=true&embed=true&t=390&e=430\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Nadler's brother-in-law probably worked at what is known as Jägendorf's Foundry (turnatoria in Romanian). Siegfried Jägendorf was an engineer originally from the southern Bukovina town of Radautz. He was a leader of the community in the ghetto with connections to the Romanian authorities.<sup class=\"footnote-ref\" id=\"fnref-95\"><a href=\"#fn-95\">95</a></sup> He immediately set to work convincing the authorities of the need for the foundry to be repaired and secured workers for the undertaking. Precise numbers of those saved through the foundry are hard to come by. Lists of personnel from 1943 and 1944 include around 600 workers; but because the benefits of employment in the factory, both official in the form of residence permits, and unofficial, in terms of food and implications thereof, extended to family members, the number of people who survived due to the enterprise is certainly many times higher than the number of those with permits alone.<sup class=\"footnote-ref\" id=\"fnref-96\"><a href=\"#fn-96\">96</a></sup> Furthermore, there is some indication that there was maneuvering room to \"adopt\" people onto employment permits.<sup class=\"footnote-ref\" id=\"fnref-97\"><a href=\"#fn-97\">97</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-95",
        "label": "95",
        "text": "<p>I discuss community leaders more generally later in the article. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-96",
        "label": "96",
        "text": "<p>The list from 1944 includes numbers (and names) of dependents alongside the workers, often listing four-six dependents and several times up to seven. \"List of the Jewish laborers in the Turnatoria factory in Mogilev\" (1944) and \"List of the Jewish laborers in the Turnatoria factory in Mogilev\" (1943); Archive of Siegfried Jaegendorf, President of the Jewish Coordinating Committee for the Deported Jews in Transnistria, 1941-1967; P.9; Yad Vashem Archives; Jerusalem; Israel.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-97",
        "label": "97",
        "text": "<p>Govrin writes \"At a certain stage our names were added to those [sic: of] one of the foundry's workers, an engineer by profession, and his family. This afforded us some protection, but we did not rely on it too much.\" Govrin, <em>In the Shadow of Destruction</em>, 46.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Jägendorf was not viewed positively by everyone and remains a controversial figure, some seeing in him a dandy who worked to save first and foremost those closest to him and ensure himself material comforts, while others see a man working to save as many as possible under harrowing conditions.<sup class=\"footnote-ref\" id=\"fnref-98\"><a href=\"#fn-98\">98</a></sup> Undisputed is that many lives were saved as a result of the foundry's operation. Nevertheless, even if one assumes a generous multiplication factor – i.e., that the foundry saved between four to five times above the number of 600 official workers, this amounts to between 2,000-3,000 lives. In a ghetto of around 15,000 people, this is a significant fraction of the population, yet hardly a majority. Moreover, those employed were more likely to be educated, technically trained, or with personal connections to the well-off leadership, that is, they were already of the privileged class. What of the less fortunate? Indeed, as Nadler's and other testimonies reveal, there was stark social stratification within the ghetto. Nadler elaborated on this point, \"Because the Jews have just right [a]way been divided. The Jews from the occupied territory, from-- from Moghilev, they were the worst. The Jews from Bessarabia, they were the second worst. And we, from the Bukovina, which came in, we were considered a little bit better.\""
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-98",
        "label": "98",
        "text": "<p>For details on the effort and reflections on Jagendorf's difficult position, see his memoirs with commentary, Siegfried Jagendorf, <em>Jagendorf's Foundry: A Memoir of the Romanian Holocaust, 1941-1944</em>, ed. by Aron Hirt-Manheimer (New York: Harper Collins Publisher, 1991). See also the collection at Yad Vashem: Archive of Siegfried Jaegendorf, Yad Vashem Archive, item id. 4019674. The author Edgar Hilsenrath, who later wrote a more than 600-page tome, <em>Nacht</em>, about life for the most impoverished in the Moghilev ghetto, also found work in Jägendorf's foundry, see Edgar H., HVT-3726. Hilsenrath's name also appears on the lists in Yad Vashem. Edgar Hilsenrath, <em>Nacht</em>, Zurich Kinder Verlag 1964.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In an article on ghetto leadership, Gali Mir-Tibon discusses this hierarchy at length.<sup class=\"footnote-ref\" id=\"fnref-99\"><a href=\"#fn-99\">99</a></sup> The divisions fell primarily along the lines of national borders. Thus, those Jews who were living in the Soviet Union at the time of the Romanian occupation (i.e. those from Moghilev) were at the bottom, above these were those from Bessarabia and northern Bukovina, who had lived for one year under the Soviet regime, and at the top were the Jews from southern Bukovina and Dorohoi, who had remained residents of the Romanian state. Those who had had greater affiliation with the Soviets were suspected by the authorities of espionage, while those from southern Bukovina and Dorohoi were considered the \"most\" Romanian. Socioeconomic status – which both resulted from and mirrored these shifting national boundaries – also played a role. Those who had never experienced life under communism arrived better off financially. With both valuables and hard cash, they were in a position to offer attractive bribes. Those from Moghilev, who had survived battle, occupation, and Einsatztruppen, had nothing left with which to barter. Most likely they possessed little to entice the occupying Romanians in the first place, having been part of the Soviet State already for twenty years.<sup class=\"footnote-ref\" id=\"fnref-100\"><a href=\"#fn-100\">100</a></sup> Those from Bessarabia and northern Bukovina also arrived with few possessions, having already been dispossessed and made frail through marches by foot over the summer and early fall.<sup class=\"footnote-ref\" id=\"fnref-101\"><a href=\"#fn-101\">101</a></sup> Czernowitzers, in contrast, though from northern Bukovina, generally arrived by train and with certain possessions intact. A significant portion was, moreover, of the educated middle class, and brought with them small valuables such as jewelry."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-99",
        "label": "99",
        "text": "<p>Gali Mir-Tibon, \"‘Am I my Brother's Keeper?': Jewish committees in the Ghettos of the Mogilev district and the Romanian Regime in Transnistria, 1941-1944\" in <em>The Ghetto in Global History. 1500 to the Present</em>, eds. Wendy Z. Goldman and Joe William Trotter (London: Routledge, 2017), 127-146, esp. 137.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-100",
        "label": "100",
        "text": "<p>For an account of the fate of those Jews who were the original residents of the region of Transnistria see Veidlinger, \"Life beyond the River. Transnistria\" in <em>In the Shadow of the Shtetl: Small-Town Jewish Life in Soviet Ukraine</em> (Bloomington: Indiana University Press, 2013), 186-231. Sometimes their fate overlapped with the deportees from Bukovina.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-101",
        "label": "101",
        "text": "<p>The Romanians began deportations from Bessarabia in the summer of 1941, often shuttling hundreds of people back and forth between the Prut and Dniester rivers. Many thousands died of starvation, exposure, and disease. Those who survived were eventually brought to Moghilev for further transport east. Some remained. There are conflicting accounts of the arrival of Jews from northern Bukovina villages. Some arrived in the summer having undergone the same experience of marching on foot from place to place as the Bessarabians, while others seem to have been deported from Czernowitz shortly before (or with?) the Czernowitzers. Unfortunately, there are no precise studies about the deportees from northern Bukovina towns, with conflicting accounts instead. This confusion only demonstrates how much work is still to be done to understand even basic details of the Romanian Holocaust.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The original Jewish residents of Moghilev did, however, have one point in their favor – shelter. Without shelter not only was one exposed to the elements, but also in grave danger of being rounded up in regular \"raids\" and sent further east."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Disease and Starvation",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I came to Moghilev and will not forget the scenes of the people who were killed. They were sitting in front of their houses, mothers holding children, sitting, and they were all dead. Death became part of my life.\n-Leah K.<sup class=\"footnote-ref\" id=\"fnref-102\"><a href=\"#fn-102\">102</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-102",
        "label": "102",
        "text": "<p>Leah K., HVT-4166.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:09:28.26] Now the first winter you got the typhus. […] And I would say between the hunger and the typhus, probably half of the population was exterminated. You were going out in the morning. It was cold. It was bitter cold. We didn't have anything to heat. We were seeing dead people on the street, in sitting position, in lying position, in closed position. And people were going, taking them out on the-- getting them to the cemeteries. They couldn't even dig graves at that time, so they just covered them up with snow.<sup class=\"footnote-ref\" id=\"fnref-v12\"><a href=\"#fn-v12\">v12</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v12",
        "label": "v12",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/2/?media_file=true&embed=true&t=574&e=618\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "When Nadler first arrived in autumn 1941, Jews could and did live throughout the ruined city. A closed ghetto was only established in summer of 1942, when the Jewish deportees were forced to live in established and restricted areas, cordoned off with barbed wire.<sup class=\"footnote-ref\" id=\"fnref-103\"><a href=\"#fn-103\">103</a></sup> With the closing of the ghetto, the already straitened conditions became even more dire. Nadler recalled, \"so we were standing in the ghetto and they're not letting you out, but not letting in anything in the ghetto-- no food, no clothing, nothing. So people-- it was not-- it was not an extermination camp. It was a starvation camp.\""
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-103",
        "label": "103",
        "text": "<p>Mir-Tibon, \"Brother's Keeper,\" 131. Despite the fact that technically the \"ghetto\" was only established part-way through the war, I use the term \"Moghilev ghetto\" throughout the present work both for simplicity's sake and because it is not clear to which degree the majority of the deportees perceived or palpably distinguished the administrative change. For most, dreadfully impoverished, the entire period upon arrival until liberation was experienced as a period of brutal restrictions regarding residence, whether due to lack of funds, the ravaged state of existing shelters, or official sanctions. For more on the establishment of official ghettos see Mir-Tibon, \"Brother's Keeper,\" 129-130. Survivors commonly refer to the Transnistrian sites interchangeably as ghettos, lagers, and/or concentration camps, whether or not these were \"officially\" created as such by the authorities.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Death by disease or starvation went hand-in-hand, and the true cause of death was often indistinguishable.<sup class=\"footnote-ref\" id=\"fnref-104\"><a href=\"#fn-104\">104</a></sup> Epidemic typhus (Flecktyphus) was rampant during the first winter of 1941 to 1942, killing thousands.<sup class=\"footnote-ref\" id=\"fnref-105\"><a href=\"#fn-105\">105</a></sup> Corpses littered the streets of the town: "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-104",
        "label": "104",
        "text": "<p>Hilsenrath makes this wry point in the conclusion of his book, when the main character is thought to have succumbed to typhus, but in fact died of starvation after he is robbed of food by an acquaintance.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-105",
        "label": "105",
        "text": "<p>On the typhus epidemic in Moghilev see Ancel, <em>Transnistria</em> vol. 1, 357-362. Ancel writes that in April 1942 there 4,451 cases with 28% of the ill succumbing to death. Ancel, Transistria vol 1, 360. Hirt-Manheimer writes that approx. 7,000 Jews were infected in Moghilev, of whom half survived (source not cited). Aron Hirt-Manheimer, in <em>Jagendorf's Foundry</em>, 57. The true number may lie somewhere in between these two figures.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Even more horrible was to move around in the streets in the mornings. Corpses were taken out of the houses and dumped on carriages. […] Even when the death toll from typhus abated, the number of the dying did not decline, since many succumbed to other infectious diseases or starvation. This meant that the terrifying scene of wagons collecting the dead continued almost the whole time we were in the Moghilev ghetto.<sup class=\"footnote-ref\" id=\"fnref-106\"><a href=\"#fn-106\">106</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-106",
        "label": "106",
        "text": "<p>Govrin, <em>In the Shadow of Destruction</em>, 43. The ubiquity of death as manifested in the ever-present corpses appears to have also been one of Nadler's most disconcerting memories. At the close of the interview, when asked whether he would like to add something, he responds: \"No, I don't know. Maybe you have something to ask me. I tell you, you cannot-- you cannot explain in words this winter of '41, '42 […] Frozen dead bodies on the street, lying around like litter.\"</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Typhus is spread by lice and thus outbreaks occur under squalid living conditions, such as were unavoidable among the deportees of Transnistria. The disease runs its course in approximately two weeks, but thousands did not survive what was referred to as the \"crisis,\" occurring around day twelve or thirteen. Those that did survive and with the good fortune to have access to regular food were confronted with the constant danger of being further deported to sites of greater deadliness."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Raids and the Privilege of Connections",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I remembered that in Czernowitz a man worked, whom we named \"Hitzel,\" and he patrolled the streets with his cart to catch dogs. It was exactly like this now, in the streets of the Moghilev ghetto.\n-Emil Wenkert<sup class=\"footnote-ref\" id=\"fnref-107\"><a href=\"#fn-107\">107</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-107",
        "label": "107",
        "text": "<p>Emil Wenkert, <em>Czernowitzer Schicksale. Vom Ghetto nach Transnistrien deportiert. Jüdische Schicksale 1941-1944</em>, Erhard Roy Wiehn ed., (Konstanz: Hartung-Gorre Verlag, 2001) 24.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[00:12:56.78] And this Bureau of Evidence<sup class=\"footnote-ref\" id=\"fnref-108\"><a href=\"#fn-108\">108</a></sup> was supposed to give the lists. So they [i.e. the Romanians] weren't coming to take you out. It was the dirty work of the Jews who have to bring up the people to be transported to-- to the places. So I had this friend at the Bureau of Evidence. And he knew a day or two before when such an action is going to come. And he knew more or less which places are going to be involved. So this was the reason how we survived this fall of '42.<sup class=\"footnote-ref\" id=\"fnref-v13\"><a href=\"#fn-v13\">v13</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-108",
        "label": "108",
        "text": "<p>Nadler's reference to a \"bureau of evidence\" is a direct translation of the Romanian, <em>birou de evidența</em>, indicating a generic registration office which kept track of place of residence and dealt with identity cards or papers.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v13",
        "label": "v13",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/2/?media_file=true&embed=true&t=775&e=811\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Jewish committee of Mogilev understood that survival depended on the deportees being made useful, even indispensable, and correspondingly created as many jobs as possible.<sup class=\"footnote-ref\" id=\"fnref-109\"><a href=\"#fn-109\">109</a></sup> However, the leaders were also taxed with peopling lists for deportations further east; some of those deported went to work camps, some to so-called 'death camps.'<sup class=\"footnote-ref\" id=\"fnref-110\"><a href=\"#fn-110\">110</a></sup> The Jewish police, referred to by many survivors with fear and disgust, was charged with rounding up the deportees. Being caught and put on one of these trains was generally understood as a death sentence."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-109",
        "label": "109",
        "text": "<p>The committee was formed by order of the vice prefect of the Moghilev district on November 18th, 1941. Most members were Jewish and the membership changed often. See Coldewey et al., <em>Zwischen</em>, 71-72. For a detailed analysis of the actions of the leadership of the ghetto, see Mir-Tibon, \"Brother's Keeper.\" Mir-Tibon designates their maneuvers \"rescue-through-work, which essentially meant providing a flexible Jewish workforce, appropriately trained, with almost no demands in terms of remuneration, thereby presenting itself as valuable to the Romanian authorities and worth maintaining.\" Mir-Tibon, \"Brother's Keeper,\" 133-134.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-110",
        "label": "110",
        "text": "<p>Pecioara was designated \"lagărul morții\" or death camp by the Romanians, see Pecioara, in: <em>USHMM Encyclopaedia of Camps and Ghettos</em> vol. III, 742.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Two different sorts of deportations from Moghilev took place in 1942. First, the Romanian authorities were worried that the typhus epidemic would spread to populations outside the ghettos, especially to the soldiers. To curb the overcrowding and the unhygienic living conditions contributing to the epidemic, a command was issued in the summer of 1942 to send 4,000 Jews from Moghilev to Scazineți and 3,000 to Pechora. At these sites, the population was essentially cordoned off and left to die.<sup class=\"footnote-ref\" id=\"fnref-111\"><a href=\"#fn-111\">111</a></sup> Secondly, Jews were sent as forced labourers for the Nazi-run \"Organisation Todt,\" which used slave labourers to construct roads and bridges. There was little prospect of returning from forced labour for the Nazis."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-111",
        "label": "111",
        "text": "<p>Mir-Tibon, \"Brother's Keeper,\" 134 and Coldewey et al., <em>Zwischen Pruth und Jordan</em>, 65-58. According to the <em>USHMM Encyclopedia</em>, approx. 4,000 Jews perished in Pecioara, 350 were liberated in spring 1944. See Pecioara, in: <em>USHMM Encyclopaedia of Camps and Ghettos</em> vol. III, 742-743. Death numbers for Scazineți are less clear, 1,500 were alive when the camp was dissolved in September 1942, see Scazineți, in: <em>USHMM Encyclopaedia of Camps and Ghettos</em> vol. III, 756-757.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Survival was guaranteed for none, but as Nadler indicated in the reference to his acquaintance at the registration office, those with connections, whether familial or otherwise, had better chances. Yosef Govrin recalls the hierarchy of survival:"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Three main problems faced us. First, vigilance – we had to remain constantly alert to avoid being caught and deported further eastwards. Second, basic existence – how could we make a living? The reservoir of our belongings was almost dried up. What would we do when there was nothing more to sell? And third, integration – how to become part of the daily life that had been organized in the ghetto?<sup class=\"footnote-ref\" id=\"fnref-112\"><a href=\"#fn-112\">112</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-112",
        "label": "112",
        "text": "<p>Govrin, <em>In the Shadow of Destruction</em>, 44.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The narratives accessible to us today are, by nature, almost exclusively those of the relatively privileged, who inhabited rungs higher up the hierarchical ladder. Those who survived did so primarily because through some means they were able to procure work, food, and shelter. In his interview, author Edgar Hilsenrath states explicitly that his experience was privileged,<sup class=\"footnote-ref\" id=\"fnref-113\"><a href=\"#fn-113\">113</a></sup> while Nadler acknowledged as much in the following exchange: "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-113",
        "label": "113",
        "text": "<p>Edgar H., HVT-3726.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>DAVID TERMAN: Why do you think you survived and the others did not? </p>\n<p>NORBERT N: Because we were working. We were working. And not only we were working, we were working in the right places. <sup class=\"footnote-ref\" id=\"fnref-v14\"><a href=\"#fn-v14\">v14</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v14",
        "label": "v14",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/3/?media_file=true&embed=true&t=772&e=786\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In linking their survival to their employment, both men nod to the elevated position of workers in the ghetto hierarchy. Securing work was vital, but hardly possible for all. Published studies about or by former leaders of the ghetto describe the leadership committee as arranging for work for thousands of deportees, but Nadler's account suggests a more nuanced reality, in which great responsibility lay on the individual to procure work. Hilsenrath's novel, <em>Night</em>, which describes in harrowing detail the life and death of those clinging to the lowest rungs of the ghetto, is entirely void of leadership figures: the impoverished characters seek work, housing, and sustenance on their own; despite herculean efforts, they often fail.<sup class=\"footnote-ref\" id=\"fnref-114\"><a href=\"#fn-114\">114</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-114",
        "label": "114",
        "text": "<p>I believe the novel <em>Night</em>, with its 600 pages and rich social detail, represents a unique source on ghetto life in Moghilev. In his own oral history interview, Hilsenrath states, \"<em>Night</em> is the ghetto of Moghilev-Podolsky, but I used a fictional name.\" Due to methodological considerations of incorporating literary works in this historical analysis, however, I refer to it rarely here.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "An interview with one woman, an orphan, and thus representative of one of the few narratives accessible today of the least privileged, described the brutal reality for a child lacking all protection. The woman recollected her attempts to procure assistance from the official orphanage, \"I know that money was sent but I never got any help from the Judenrat. Every time I went for a garment, a shoe, [they said] 'we don't have, we don't have.'\" For a time, she slept at the orphanage, which she described as \"hell.\" Then, she along with some others, heard that children from the orphanage were being put on the deportation lists and they fled, taking shelter in \"a bombed-out house\" and sleeping \"on rags, branches, like the birds.\" Later, after a Ukrainian woman had taken her in and was housing her outside the ghetto, she was caught by two of the Jewish police: "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>\"The minute they heard me speak to them [in Romanian], they kidnapped me. They pulled me into the ghetto and they put me on a death train to Pechora. They let out someone else. And I remember that the other person gave this Kapo a package of cigarettes. This is what my life was worth.\"<sup class=\"footnote-ref\" id=\"fnref-115\"><a href=\"#fn-115\">115</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-115",
        "label": "115",
        "text": "<p>Leah K., HVT-4166; Fortunoff Video Archive.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.4166/3/?media_file=true&embed=true&t=1667&e=1692\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As the example above demonstrates, while the relative security afforded by regular employment and personal connections was an unheard-of luxury for the majority of those in the ghetto, family too, was an irreplaceable force. Nadler also survived because he was with family who protected each other and provided for one another. In a world where morality stood on end, family members represented the last and final bastion of protection. In a statement exemplifying the tight web of work, sustenance, and familial support, Nadler explains: "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[My father received] at least one meal a day. And this was very much. This was very much. And I remember, I didn't touch a meal at home because I ate outside. My brother-in-law didn't touch a meal at home because he-- my late father didn't touch a meal at home because he ate with the peasants. So whatever came in home was for the rest of the family.<sup class=\"footnote-ref\" id=\"fnref-v15\"><a href=\"#fn-v15\">v15</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v15",
        "label": "v15",
        "text": "<p>Norbert N. Holocaust Testimony (HVT-0536). Fortunoff Video Archive for Holocaust Testimonies, Yale University Libraries.</p>",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe  style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/c/mssa.hvt.0536/3/?media_file=true&embed=true&t=834&e=854\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Liberation – and Epilogue",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Moghilev was liberated by the Soviets in March 1944 and the family was scattered: the men were unceremoniously drafted by the Red Army and the women, for a short period, sent to work in Russian mines. This experience was entirely typical for the Bukovina survivors. The Soviets drafted all men they encountered in the liberated Ukrainian zones and all memoirs and testimonies speak of various attempts, often futile, of the menfolk trying to evade being drafted.<sup class=\"footnote-ref\" id=\"fnref-116\"><a href=\"#fn-116\">116</a></sup> Many also dwell at length on the chaotic year following liberation, some expressing almost as much emotion and uncertainty as when in the ghettos.<sup class=\"footnote-ref\" id=\"fnref-117\"><a href=\"#fn-117\">117</a></sup> By late 1945-1946, most survivors had regrouped in Czernowitz, now once again part of the Soviet state, and the next chapter in the dismantling of mythic Czernowitz commenced, with the mass emigration of thousands of Bukovina Jews across the Soviet border and into Romania. "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-116",
        "label": "116",
        "text": "<p>For example, Kittner, <em>Erinnerungen</em>, 99-100 and Wenkert, <em>Schicksale</em>, 29-30.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-117",
        "label": "117",
        "text": "<p>See for example, Elsie B; HVT-1228; Fortunoff Archive. The interviewee discussed the months after liberation in far greater detail than the period in Transnistria. This could be due to trauma. In her memoir Chana Koffler also dedicates significant space to the period following liberation (1944) and prior to emigration to Romania (1945 or 1946), \"Leaving Home,\" 1949. Translated by Julie Dawson. Personal collection of Howard Wiesenfeld.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Nadler and his family joined this wave. He spent the next years in Iași, studying medicine, then received a medical position in Câmpulung Moldovenesc, his father's hometown. He met his wife, Judith Pitsch, a fellow Czernowitzer, during a trip to the southern Transylvanian fortress town of Brașov.<sup class=\"footnote-ref\" id=\"fnref-118\"><a href=\"#fn-118\">118</a></sup> They married in 1954 and lived in Câmpulung until 1960, when, after years of petitions, they received an exit visa and made Aliyah to Israel.<sup class=\"footnote-ref\" id=\"fnref-119\"><a href=\"#fn-119\">119</a></sup> Nadler went on to work in medicine in Israel and the United States. Judith would become the director of the University of Chicago library, building a Judaica collection rich in material on Bukovina."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-118",
        "label": "118",
        "text": "<p>Judith and her family survived the war in the city. Her father, a pharmacist, had received one of the authorizations to remain. These biographical details were provided by Judith Nadler, personal communication from July 17th and July 24th, 2021.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-119",
        "label": "119",
        "text": "<p>The ten to twenty years that many survivors spent in Romania is a realm of research deserving far more attention in its own right. Unfortunately there is not space here to discuss this period. </p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Conclusion",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "My work stems form the belief that tracing the lives and experience, in however fragmented a form, of those who were of little consequence to the authorities is a crucial task. These voices are challenging to find, as many left little or no historical mark; by default they are often grouped together as anonymous masses in historical studies. By focusing a lens on the voice of one person, however, we can access individual experience. In their introduction to Microhistories of the Holocaust, Claire Zalc and Tal Bruttmann describe how \"reducing the level of analysis increases knowledge, because smaller spaces can better elucidate the complexities of decision-making, help reestablish the 'space of the possible,' show how reality was experienced at the individual level, and ultimately provide more compelling insights into the events that contemporaries faced in their day-to-day lives.\"<sup class=\"footnote-ref\" id=\"fnref-120\"><a href=\"#fn-120\">120</a></sup> In Nadler's life, his ability and initiative to secure regular work proved crucial, as did the personal connection within the Jewish ghetto administration which enabled him and his family to evade further deportations. The existence of multiple family members, many of whom were able to procure at least limited daily meals, facilitated the survival of the women, who were less likely to obtain work in the factories or as hard labourers and consequently, more likely to be viewed by the Jewish committee as \"non-productive\" and convenient for deportation.<sup class=\"footnote-ref\" id=\"fnref-121\"><a href=\"#fn-121\">121</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-120",
        "label": "120",
        "text": "<p>Claire Zalc/Tal Bruttmann, \"Introduction. Toward a Microhistory of the Holocaust\" in <em>Microhistories of the Holocaust</em> (Oxford: Berghahn Books, 2017), 3. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-121",
        "label": "121",
        "text": "<p>Mir-Tibon specifies that single mothers and their children were specifically selected for deportation due to this reasoning. Mir-Tibon, \"Brother's Keeper,\" 136. Mir-Tibon chose a fictional framework in which to reflect on the plight of these women and children and of the men in power who chose them for deportation, Gali Mir-Tibon, <em>Reshimat Ha-Imahot</em> [The List of the Mothers] (Tel Aviv: Am Oved, 2017).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Through narrating and contextualizing Nadler's story, I sought to concretely reconstruct stations of passage for survival (or death) for individuals within the Moghilev-Podolsky ghetto, highlighting possible spaces of agency under coercive conditions and examining the implications of privilege, or its absence, in daily life. The exercise is not one of representation for all those who were left mute; working on this microhistorical level highlights \"the normal exception, which is both difficult and stimulating.\"<sup class=\"footnote-ref\" id=\"fnref-122\"><a href=\"#fn-122\">122</a></sup> Indeed, Nadler's story is \"both exemplary and exceptional\"<sup class=\"footnote-ref\" id=\"fnref-123\"><a href=\"#fn-123\">123</a></sup> as he survived where thousands of others did not, yet was able to do so as a result of concrete circumstances, encountered in variation by others. While I hope that this study contributes to the discourse on Transnistria and especially on aspects of life in the ghetto of Moghilev-Podolsky, it should also reveal the breadth of potential inquiry within the field that still exists."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-122",
        "label": "122",
        "text": "<p>Zalc and Bruttmann, \"Toward a Microhistory,\" 4. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-123",
        "label": "123",
        "text": "<p>Zalc and Bruttmann, \"Toward a Microhistory,\" 5. </p>"
      }
    }
  ]
}