{"version":"2.19.0","blocks":[{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\nmany ways, Władysława Zawistowska’s biography may be regarded as typical of\nyoung Jews in interwar Poland who, having been raised in traditional Orthodox\nfamilies, attended Polish secular schools and universities and gradually\ndeparted from the way of life of their parents, assimilating into a Polish\ncultural identity and adopting left-wing political views. In the 1930s many of\nthem, like Zawistowska, joined the ranks of the Communist Party of Poland and,\nafter World War II, worked to create a new political and social reality.\nNevertheless, Zawistowska’s experience was in many respects exceptional. First\nof all, unlike 90% percent of Polish Jews, she survived the war. More\nsignificantly, her wartime odyssey encompassed so many different stages and\nplaces, far more than we would expect from a single biography spanning a short\nperiod of just a few years. Her activities in this period included: illegally\ncrossing in fall 1939 the German-Soviet border established after the collapse\nand partition of the Polish state; living for more than a year and a half in\nthe Soviet zone&nbsp; of occupation,&nbsp; first&nbsp;\nin Białystok and then in&nbsp; Galicia;\ntime spent in the latter region under Hungarian and German rule in 1941-1942;\nescaping from Galicia under dramatic circumstances to reach the Warsaw ghetto,\nwhere she witnessed deportations to Treblinka; and two and a half years of\nhiding on the “Aryan side.” Even this last act was more dramatic and\ncomplicated than in the cases of many other Jews who survived. In the final\nmonths of the war, after the defeat&nbsp; of\nthe Polish uprising in Warsaw in fall 1944,&nbsp;\nZawistowska hid in the ruins of the city – like Władysław Szpilman,\nwhose experience Roman Polański presented in the Oscar-winning film <i>The Pianist</i>."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"To make sense of this astonishing biography one must\nscrutinize Zawistowska’s background and the larger context of her actions.\nInterwar Poland was home to the largest Jewish community in Europe: 3.3 million\nJews lived in the country, constituting roughly ten percent of the population.\nThe majority were traditional, religious Jews who did not fully assimilate.\nThey spoke Yiddish, Polish being a second language with varying levels of\ncommand. They usually lived in different neighborhoods from ethnic Poles,\ndressed in a recognizable way, which significantly reduced their chances of\nhiding and surviving the German occupation. One can assume from her testimony\nthat Zawistowska’s parents belonged to this group. Her father was a shoemaker,\nproducing uppers. Craftsmen, along with small traders and workers, constituted\nthe largest professional category among Polish Jews.<a href=\"#_ftn1\">[1]</a> Zawistowska’s family lived\nin Łęczyca (she was born there in 1913), a small town in central Poland, near\nŁódź with a large Jewish community, who had lived there since the 15th century\nand then constituted about one-third of its population.<a href=\"#_ftn2\">[2]</a>&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn1","label":"1","text":"\nAntony Polonsky, <i>The Jews in Poland and Russia</i>, vol. III: <i>1914 to\n2008</i> (Liverpool: Liverpool University Press, 2019), 61-2.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn2","label":"2","text":"\n“Łęczyca, Virtual Shtetl,” Polin Museum of the History of Polish Jews,&nbsp;&nbsp;\nhttps://sztetl.org.pl/en/towns/l/495-leczyca/99-history/137623-history-of-community.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"For\nWładysława Zawistowska (her original family name was Zonabend),\nattending a Polish school turned out, as for many other young Jews, a path\ntowards assimilation, acculturation and secularization. It brought about\ntensions with her parents, which were typical for many Jewish families at that\ntime and reflected the diverging attitudes and interests of the two\ngenerations.<a href=\"#_ftn3\">[3]</a>\nZawistowska’s father was very distressed that his daughter had to attend\nclasses on Saturday and attempted to hinder it. One anecdote worth recalling\nconcerns her brothers, made to say prayers by their father but humming popular\ntango or foxtrot melodies while doing so."}},{"type":"footnoteParagraph","data":{"id":"_ftn3","label":"3","text":"\nAlina Cała, “The Social Consciousness of Young Jews in Interwar Poland.” In <i style=\"mso-bidi-font-style:normal\">Polin: Studies in Polish Jewry</i>, vol. 8, <i>Jews\nin Independent Poland 1918-1939</i>, ed. by Antony Polonsky, Ezra Mendelsohn\nand Jerzy Tomaszewski (London/Washington: The Littman Library of Jewish\nCivilization, 1994), 55.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\n1931 Zawistowska passed her high-school finals and moved to Warsaw to study psychology\nand pedagogy at Warsaw University. She recounts a vibrant intellectual,\ncultural, and social life and brilliant professors, but also rising anti-Jewish\nsentiment and violence. During the 1930s, Polish universities became one of the\nmain realms where nationalistic movements attempted to implement their\nantisemitic agendas, aiming at reducing the Jewish presence in Polish culture\nand the economy.<a href=\"#fn-1shpu3q3gq\">[4]</a>\nWarsaw University was the biggest institution of higher education in Poland,\nwith the largest number of Jewish students (about 23 percent when\nZawistowska&nbsp; began her studies), and with\nthe majority of Polish students supporting nationalistic organizations.<a href=\"#_ftn5\">[5]</a> In the 1930s it became one\nof the most significant arenas of violent actions against Jews in the country.\nZawistowska recalls in her testimony anti-Jewish riots on campus, instigated by\nright-wing Polish students. Jewish students were physically attacked and often\nseverely beaten. The nationalist groups had two basic demands. The first was to\nreduce the number of Jews at the university (so called <i>numerus clausus</i>) so that Jewish students did not exceed their\npercentage in the overall population. Official restrictions were never formally\nimplemented, but met some success in practice as the various local authorities\nwithin the different departments, e.g. medicine, decided who would be admitted\nto study. The second demand was the separation of Jewish and non-Jewish\nstudents, with separate seats in each university auditorium – so called “ghetto\nbenches.” Separation was officially introduced at Warsaw University in 1937,\nafter Zawistowska had graduated; but it had earlier been informally imposed by\nnationalist students who beat those Jews who did not comply and&nbsp; intimidated reluctant professors.<a href=\"#_ftn6\">[6]</a>&nbsp;&nbsp;&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"fn-1shpu3q3gq","label":"4","text":"On these antisemitic movements and narratives see:\nSzymon Rudnicki, <i>Obóz Narodowo-Radykalny: geneza i działalność </i>(Warszawa:\nCzytelnik, 1985); Anna Landau-Czajka,. <i>W jednym stali domu: koncepcje rozwiązania\nkwestii żydowskiej w publicystyce polskie lat 1933-1939</i> (Warszawa:\nWydawnictwo Neriton; Instytut Historii PAN, 1998).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn5","label":"5","text":" Piotr. M. Majewski, “Społeczność akademicka 1915-1939.”\nIn Piotr M. Majewski, ed. <i>Dzieje Uniwersytetu Warszawskiego</i> (Warszawa:\nWydawnictwa Uniwersytetu Warszawskiego, 2016), 113-4.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn6","label":"6","text":" Polonsky, <i>The Jews in Poland and Russia</i>, 77-8,\n87. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Zawistowska does not elaborate in her testimony on how\nthis rather traumatic experience influenced her views; but one may assume that,\nas in case of many other Jewish students, it reinforced her left-wing leanings.\nIn fact, she had begun to be politically involved even before she began her\nstudies at Warsaw University. Still in Łęczyca, as a 16 year old high school\npupil, she became a member of&nbsp; International Red Aid (known as MOPR from its\nRussian acronym, derived from: Международная\nорганизация помощи революциoнepaм). MOPR was a relief organization that helped left-wing\npolitical prisoners and organized propaganda campaigns in their defense. It was\nestablished in Moscow by the Communist International and boasted a very large\nnumber of members (over 14 million) across the world.<a href=\"#fn-2l6mme8al4\">[7]</a>\nThe organization was controlled by the Communists but enoyed the participation\nof numerous left-wing intellectuals and activists. In Łęczyca there was a\nprison with many political prisoners, mostly Communists. Becoming involved in\nhelping them opened for Zawistowska a path towards the Communist movement. She\njoined the Communist Union of the Polish Youth, a satellite organization of the\nCommunist Party of Poland that conducted underground activities, made illegal\nby the Polish government.<a href=\"#_ftn8\">[8]</a>\nFor her father, an Orthodox Jew, her involvement with communism was “a\ntragedy,” as she mentions in her testimony. In the sociological study of this\ngeneration, based on interviews with about 100 hundred Polish Jews, Jaff Shatz\nfound that most of them became engaged very early in the Communist movement, on\naverage at the age of 17 in the case of children of artisans, workers and petty\ntraders.<a href=\"#_ftn9\">[9]</a>\nThe reaction of the great majority of their&nbsp;\nparents was strongly negative. One can clearly see that Zawistowska’s\nexperience in this respect was typical for a&nbsp;\nbroad group of Jewish youth in Poland.&nbsp;\n"}},{"type":"footnoteParagraph","data":{"id":"fn-2l6mme8al4","label":"7","text":"J. Martin Ryle, “International Red Aid and Comintern Strategy,\n1922-1926,” <i>International Review of\nSocial History</i> 15, no. 1 (1970), 43-68, 43.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn8","label":"8","text":" See\nM.K. Dziewanowski, <i>The Communist Party of Poland: An Outline of History</i>\n(Cambridge, Mass.: Harvard University Press, 1976).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn9","label":"9","text":"\nJaff Schatz, <i>The Generation: The Rise and Fall of the Jewish Communists of\nPoland</i> (Berkeley: University of California Press, 1991), 104, 114.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Zawistowska&nbsp; does not share too many details about her\nearly political involvement but mentions that she distributed underground\nleaflets and other publications, and admits to having been a member of a\nsection carrying out political propaganda in the ranks of the Polish army,\nwhich was a very difficult and risky job performed only by trusted activists.\nShe was arrested and spent several months in prison in Warsaw. It was a\nformative experience. Zawistowska recalls other prisoners, their\nself-organization and self-education activities, which were typical of\nimprisoned Communists, aiming at self-help and consolidating their beliefs\nunder dire circumstances.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"“Generally, Jews would flock towards that\n[Communist] movement at some point, seeing in it an escape from discrimination,\nsome way to gaining equal rights, and we deeply believed that we would build\nthat great beautiful world”; she declares&nbsp; in her testimony. Jews and other national minorities,\nin many ways discriminated against in interwar Poland, were highly&nbsp; overrepresented in the Communist movement, in\nwhich they saw an instrument for achieving a more just and equal social\nreality.&nbsp; In 1933, among members of the Communist Union of Polish Youth, to\nwhich Zawistowska belonged, Jews constituted 31 percent, Byelorussians 19\npercent, Ukrainians 17 percent and ethnic Poles 33 percent (the latter\nconstituted about two-thirds of the overall population). In the Communist Party\nof Poland in the 1930s the percentage of Jews oscillated around one quarter,\nbut was much higher in its more important echelons. It is estimated that Jews\nconstituted 75 percent of the apparatus for production and distribution of\npropaganda materials and occupied most of the seats on the Central Committee.\nInterestingly, the percentage of Jews in the party cells was usually the\nhighest (sometimes over 60 percent) in smaller cities, like Łęczyca where\nZawistowska was born and raised.<a href=\"#_ftn10\">[10]</a>\nThis might be explained by the concentration of Jews in such localities and\nalso, most likely, by their poverty and lack of opportunities for social\nadvancement, which were more easily available in big cities. It is also worth\nmentioning that in the Polish section of the MOPR – where Zawistowska was\nactive – out of its 6,000 members about 90 percent were Jews. At the same time,\none should remember that Jewish Communists – there might have been up to\n10,000in the 1930s – were only a tiny fraction of Poland`s Jews, the\noverwhelming majority of whom supported and voted for other parties, including\nconservative Jewish groups, Zionists and socialists from the Bund.<a href=\"#_ftn11\">[11]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn10","label":"10","text":"\nSchatz, <i>The Generation</i>, 85, 96-97. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn11","label":"11","text":"\nPaul Hanenbrick, <i>A Specter Haunting Europe: The Myth of Judeo-Bolshevism</i>\n(Cambridge, Mass.: Belknap Press of Harvard University Press, 2018), 21-2;\nJeffrey S. Kopstein and Jason Wittenberg, “Who Voted Communist? Reconsidering\nthe Social Bases of Radicalism in Interwar Poland,” <i style=\"mso-bidi-font-style:\nnormal\">Slavic Review</i> 62, no. 1 (Spring 2003), 87-109, 105.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"After her release from prison, Władysława\nZawistowska resumed her studies and graduated in 1936 (or 1937 – she was not\ncertain). As a person known for her involvement in the Communist movement she\ncould not get a job at any state-run school, and earned her living giving\nprivate lessons and looking after handicapped children in Jewish families. The\noutbreak of the war (September 1, 1939) caught her in Łódź, where her family\nhad lived since 1935. She soon decided, as did many other dozens of thousands\nof Jews (not only Communists), to flee to the Soviet zone of the partitioned\nPoland. In September 1939 the Soviets, acting in cooperation with Nazi Germany,\ninvaded Poland and annexed more than half of the Polish pre-war territory,\nwhich was incorporated into the Byelorussian and Ukrainian Soviet Socialist\nRepublics. A risky but successful attempt saw Zawistowska cross the Soviet\nborder and make it to Białystok, the largest town in the northern part of\nSoviet-occupied Poland, where many left-wing activists gathered. After some\ntime she moved south, to Galicia, where she remained until the end of the\nSoviet rule in June 1941. She first worked in an orphanage in Stanisławów\n(nowadays in Ukraine: Ivano-Frankivsk), one of the most important cities in\nthis region. After having completed courses for teachers, she moved to the\ncountryside and taught in a village school, and later again in another school\nback in Stanisławów. Władysława Zawistowska benefited from new opportunities of\nemployment and social advancement created by the Soviet authorities. Many Jews\nnot accessible for such positions in prewar Poland could now occupy positions\nin the administration and education.<a href=\"#_ftn12\">[12]</a>\nHowever, she was not enthusiastic about Soviet reality. It might sound a\nparadox for a Communist activist, dedicated to the cause and imprisoned in\nPoland, but in fact these feelings were shared by many who made it to the\nSoviet zone. Zawistowska married a Polish Jew from Warsaw who had also fled\nfrom the Germans. She recalls the poverty, and even hunger, that they\nexperienced at that time, as well as fear and knowledge about Soviet\nrepression. She mentions deportations to the east, which included dozens of\nthousands of Jews who, like her, had fled the Nazis and were now regarded by\nthe Soviet authorities as a potentially disloyal element to be forcibly\nremoved.<a href=\"#_ftn13\">[13]</a> On the one hand, she hid\nher membership in the prewar-Communist movement, since in 1938 the Communist\nParty of Poland was accused of “treason” and “working for imperialists” and\ndissolved by the Communist International. Many of its leaders and activists\nwere executed or sent to the labor camps in the Soviet Union as a part of the\nStalinist purges.<a href=\"#_ftn14\">[14]</a>&nbsp; On the other hand, Zawistowska also kept\nsecret that she had graduated from Warsaw University, which in the eyes of the\nSoviets could make her a member of the Polish elites, distrusted and persecuted\nby the new rulers."}},{"type":"footnoteParagraph","data":{"id":"_ftn12","label":"12","text":" On\nthe situation of Jews under the Soviet occupation see Dov Levin, <i>The Lesser\nof Two Evils: Eastern European Jewry Under Soviet Rule, 1939-1941</i>\n(Philadelphia/Jerusalem: The Jewish Publication Society, 1995); Ben-Cion\nPinchuk, <i>Shtetl Jews Under Soviet Rule: Eastern Poland on the Eve of the\nHolocaust</i> (Oxford: Basil Blackwell, 1990).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn13","label":"13","text":" The\nmost comprehensive study (although a little outdated, written in the 1980s) of\nSoviet policy available in English is Jan Tomasz Gross, <i>Revolution from\nAbroad: The Soviet Conquest of Poland`s Western Ukraine and Western Belorussia</i>\n(Princeton: Princeton University Press, 2002). See also the more recent account in Polish: Albin\nGłowacki, <i>Sowieci wobec Polaków na ziemiach wschodnich II Rzeczypospolitej\n1939-1941</i> (Łódź: Wydawnictwo Uniwersytetu Łódzkiego 1998).&nbsp;&nbsp; ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn14","label":"14","text":" Henryk Cimek, <i>Komuniści, Polska, Stalin</i>\n(Białystok: Krajowa Agencja Wydawnicza, 1990), 112-33.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In spite of poverty, Zawistowska did her best to\nhelp her parents who, in the meantime, had moved from the Łódź ghetto to the\nWarsaw ghetto. She sent them a package with pork fat. Although food in the\nghetto was scarce from the outset, as Orthodox Jews they were outraged, did not\neat it and gave it away to non-religious Jews. This is an example of a firm\nadherence to religious identity even under extreme circumstances, but also of\ndiverging attitudes among two generations of Polish Jews.&nbsp;&nbsp;&nbsp; "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"On June 22 1941, German forces and their allies\nattacked the Soviet Union. The Red Army suffered heavy losses and the Nazis\nrapidly occupied western parts of the USSR. Zawistowska did not manage to\nevacuate to the east and spent the subsequent months with her husband in the\nvillage of Korolówka (Korolivka in Ukrainian) in Galicia, near Kołomyja (nowadays in\nUkraine: Kolomyia), first under the Hungarian, then under the German\noccupation. They survived thanks to good relations with Polish and Ukrainian\nneighbors in the relative safety of a small village where German troops rarely\nshowed up, at least in the initial months of the war. Nevertheless, they soon\nlearned about massacres of Jews committed in nearby localities. The Wehrmacht\nwas followed by special units (<i>Einsatzgruppen</i>) of the security police\nwho systematically exterminated Jews, first mostly men and, from the late\nsummer 1941, entire Jewish populations, including women and children.<a href=\"#fn-2xleinfrqm\">[15]</a>\nAt least 20,000 Jews had been killed in Galicia already by fall of this year.\nThe large-scale massacres took place also in the Kołomyja district where\nZawistowska lived.<a href=\"#_ftn16\">[16]</a>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"fn-2xleinfrqm","label":"15","text":"Saul Friedländer, <i>Years of Extermination: Nazi Germany and the Jews,\n1939-1945</i>&nbsp;(New York: Harper Perennial, 2008), 226-45.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn16","label":"16","text":"\nMartin Winstone, <i>The Dark Heart of Hitler`s Europe: Nazi Rule in Poland\nunder the General Government</i> (London/New York: I.B. Tauris, 2015), 152. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\nMarch 1942 Zawistowska and her husband were contacted by a man sent by their\nfamilies, hired to organize for them a trip to Warsaw. It was a very risky\nendeavor in terms of logistics (they could be easily arrested by the police)\nbut they decided to go, mostly because they wanted to join their families and\nalso because it was no longer safe to stay in the Galician countryside, where\nthe German hunt for Jews intensified. At the moment when Zawistowska took the\ndecision to move to the Warsaw ghetto, the fate of the Jews living in the\nGeneral Government (the central and biggest part of German-occupied Poland) was\nalready sealed. In this very month the Germans began the so called <i>Aktion Reinhardt</i>, the systematic\nextermination of the almost two million Jews living there, mostly in three\nnewly established annihilation camps in Bełżec, Sobibór and Treblinka. In the\nlatter camp the majority of Jews from the Warsaw ghetto – about 240,000 – were\nkilled within&nbsp; two months.<a href=\"#_ftn17\">[17]</a> The deportations from\nWarsaw to Treblinka started on July 22 1942, not more than four months after\nZawistowska had joined her family. One should remember, however, that in early\n1942 her settling in the Warsaw ghetto might still seem a rational decision,\nregardless of any eagerness to be together with her family. In Galicia mass\nkillings of Jews continued and, until <i>Aktion\nReinhardt</i>, living in a\nghetto in the General Government could be reasonably regarded as a safer\nsolution. The imagination of most Jews, even the most pessimistic (or\nrealistic), did not conceive that the Nazis would attempt to kill every single\none of them. Zawistowska mentions this explicitly in her testimony, recalling\nwhat she knew and sensed at that time when she still could not conceive what\nwas about to happen and believed that the Germans would need at least some Jews\nin the workforce.&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn17","label":"17","text":"\nIbid.156-67.&nbsp; ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\nhindsight, one might say that the decision to move to Warsaw may have saved the\nlives of Zawistowska and her husband. In the Galician countryside they were\nisolated and without any resources, in Warsaw they could count not only on\ntheir families but also on a much broader network of social contacts in the\ncity that Zawistowska knew well from before the war. Settling in the Warsaw\nghetto meant joining the biggest Jewish community in German-occupied Europe. It\nwas established in November 1940. and populated at its peak by nearly 450,000\npeople, including 150,000 Jews deported from other localities. The majority\nlived in extremely crowded and squalid conditions, continually deteriorating.\nThis situation is reflected also in Zawistowska’s testimony, where she\ndescribes how they lived after they had arrived. Having a separate bed was an\nunavailable luxury, they had to switch – one person using the bed at night,\nanother sleeping during the day. The food situation was dire, for most of the\nJews were shut in the ghetto and even the smuggling of goods from outside could\nnot alleviate the shortages in the long run, and certainly not for those\nwithout financial resources. It is estimated that more than 60,000 Jews died of\nhunger in the Warsaw ghetto.<a href=\"#_ftn18\">[18]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn18","label":"18","text":"\nPolonsky, <i>The Jews in Poland and Russia</i>, 61.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In Warsaw, as in other ghettos, a Jewish Council (<i>Judenrat</i>)\nwas created, which acted under strict German supervision and was responsible\nfor running institutions related to food distribution, education, welfare,\nhealth and public safety. One of them was the Jewish police (Jewish Service for\nthe Maintenance of Order), strictly controlled by Gestapo. In the summer of\n1942 it was employed by the Nazis for organizing round-ups and gathering people\nat the Umschlagplatz&nbsp; from where they\nwere brought to Treblinka.<a href=\"#_ftn19\">[19]</a> There were also cultural\nand educational institutions (like schools and theatres) in the Warsaw ghetto,<a href=\"#_ftn20\">[20]</a> but Zawistowska does not\nrecount having any contacts with them during her rather brief stay. During this\ntime she earned some money (and a hot meal, which was even more important)\ntaking care of two handicapped boys. In the last weeks she worked in a workshop\noutside the ghetto. In many places, like this one, Jews worked under\nsurveillance outside the ghetto and returned to the ghetto at night. "}},{"type":"footnoteParagraph","data":{"id":"_ftn19","label":"19","text":" See the most recent and in-depth analysis of the Jewish\npolice in the Warsaw ghetto: <a href=\"http://www.jhi.pl/publikacje/186\">Katarzyna Person, </a><a href=\"http://www.jhi.pl/publikacje/186\"><i>Policjanci:\nWizerunek żydowskiej Służby Porządkowej w&nbsp;getcie warszawskim</i></a> (Warszawa: Wydawnictwo&nbsp;\nŻydowskiego Instytutu Historycznego), 2018.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn20","label":"20","text":" The\nmost detailed description, as of all other aspects of everyday life in the\nWarsaw ghetto, is in: Barbara Engelking and Jacek Leociak, The\nWarsaw Ghetto: A Guide to the Perished City,\ntrans. Emma Harris (New Haven: Yale University Press, 2009).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Zawistowska mentions having\ncontacts with the wife of Emanuel Ringelblum, a Jewish historian who created a\nclandestine archive documenting all aspects of Jewish life in Warsaw and other\nplaces in occupied Poland. Before the liquidation of the ghetto the archive was\nhidden in milk cans dug into the ground, partly preserved and uncovered after\nthe war. One of these milk cans is now at the US Holocaust Memorial Museum in\nWashington DC, another at the Jewish Historical Institute in Warsaw. The\ndocuments from this archive are the most valuable source of information for the\nwartime fate of Polish Jews.<a href=\"#fn-1dqo880tqs\">[21]</a>"}},{"type":"footnoteParagraph","data":{"id":"fn-1dqo880tqs","label":"21","text":"See: Samuel D. Kassow, <i>Who Will Write Our History? Emanuel Ringelblum, the\nWarsaw Ghetto, and the Oyneg Shabes Archive</i> (Bloomington: Indiana\nUniversity Press, 2007).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"On\nJuly 22 1942, the Germans began deportations to Treblinka. On the very same day\nAdam Czerniaków, chairman of the Jewish Council in the Warsaw ghetto, committed\nsuicide in a gesture of helpless protest.<a href=\"#fn-1um4ciqmnr\">[22]</a>&nbsp; Zawistowska’s elder sister was one of the\nfirst victims, &nbsp;brought via the\nUmschlagplatz to Treblinka at the beginning of the deportations. Their parents,\nlike many other Jews, attempted to hide in a makeshift hideout, but were\ndiscovered and also sent to their deaths. When Zawistowska learned of their\nfate she decided to stay outside the ghetto. She did not return from work in\nthe shop outside the ghetto’s walls and instead went to a place on the “Aryan\nside” that had been arranged beforehand. Zawistowska and her husband had\nmanaged also to obtain ahead of time false birth certificates confirming their\nassumed Polish-Christian identity, crucial documents for Jews in hiding, which\nlater they used to obtain identification cards issued by the German\nauthorities. The next two and a half years she spent on “the Aryan side,”\nhiding her Jewishness, not only surviving but also saving her brother-in-law.\nZawistowska shared an apartment with a Polish family and pretended to be a Polish\ngentile woman who earned her living trading various goods, selling them in the\nstreets of Warsaw. For eighteen months she kept in her room (most of the time\nunder a bed)&nbsp; her husband’s brother,\nwhose appearance was too obviously Jewish for him to risk going outside. She\npaid each month an agreed amount of money (not very substantial) to their\nlandlords. Occasionally, when the latter panicked and threatened to denounce\nher and her brother-in-law to the Germans, she blackmailed them, declaring that\nin such a case she would accuse them of&nbsp;\nhaving given consent to hiding a Jew. Her husband lived in another\nplace, with a Polish gentile woman who protected him after having fallen in\nlove with him. He visited Zawistowska in her apartment under the pretense of\nbeing her fiancé. Equally complicated and dramatic situations could and surely\nmust have occurred in the extreme circumstances of these times, but\nZawistowska’s testimony is a rare explicit account."}},{"type":"footnoteParagraph","data":{"id":"fn-1um4ciqmnr","label":"22","text":"See Czerniaków’s biography: Marcin\nUrynowicz<i>, Adam Czerniaków 1880-1942 Prezes Getta Warszawskiego</i>\n(Warszawa: Instytut Pamięci Narodowej, 2009). Czerniaków’s diary was translated into English as <i>The Warsaw diary of\nAdam Czerniakow: Prelude to Doom</i>,&nbsp;\nedited by Raul Hilberg, Stanislaw Staron, and Josef Kermisz; trans.\nStaron and the staff of Yad Vashem (New York: Stein and Day, 1979). ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"It\nis impossible to discover how many Jews hid on the “Aryan side” in Warsaw. The\nhighest numbers have so far been proposed by Gunnar S. Paulsson, who estimated\nthat it may have been around 28,000 of whom about 11,000 survived.<a href=\"#_ftn23\">[23]</a> Some received help from\nthe underground Council to Aid Jews, which since late 1942 distributed funds to\nJews in hiding and their Polish protectors.<a href=\"#_ftn24\">[24]</a> Zawistowska, however, had\nto rely on herself. She survived thanks to her ingenuity, bravery and,\ncertainly, lots of luck. But sociological factors were also decisive: a very\ngood command of the Polish language and her socialization in the Polish\nculture, which she had acquired at&nbsp;\nschool and at Warsaw University. One other thing she mentions several\ntimes in her testimony is financial resources. Zawistowska emphasizes that her\nhusband`s family was very wealthy and that he received from his parents\nsubstantial funds that they used to prepare for living outside the ghetto and\nin subsequent years.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn23","label":"23","text":"\nGunnar S. Paulsson, <i>Secret City: The Hidden Jews of Warsaw 1940-1945</i>\n(New Haven: Yale University Press, 2002), 148-52.&nbsp; ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn24","label":"24","text":" See Teresa Prekerowa, <a href=\"https://chamo.buw.uw.edu.pl/search/query?match_1=PHRASE&amp;field_1=t&amp;term_1=Konspiracyjna+Rada+Pomocy+%C5%BBydom+w+Warszawie+1942-1945&amp;theme=system\"><i>Konspiracyjna Rada Pomocy Żydom w Warszawie 1942-1945</i> (Pol.)</a> (Warszawa:\nPaństwowy Instytut Wydawniczy, 1982).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The greatest danger for\nZawistowska and other Jews living on “the Aryan side” were blackmailers (<i>szmalcownicy</i>), who extorted money and\nother valuables on the threat of denunciation to the Gestapo. There were very\nmany such blackmailers, who circulated on the streets of Warsaw looking for\nprey. They are mentioned in practically all Jewish testimonies and memoirs of\nthose who survived. A very vivid description of their modus operandi was\nprovided by Emanuel Ringelblum: “…blackmailers and <i>schmalzowniks</i> are an endless nightmare to the Jews on the Aryan\nside. There is literally not a&nbsp; Jew\n&lt;on the surface&gt; or &lt;under the surface&gt; who has not had something\nto do with them at least once or more than once, who has not had to buy himself\noff for a sum of money …Every Jew who leaves the Ghetto is a prey for a <i>schmalzownik</i>. In <i>schmalzownik</i> terminology a Jew is a &lt;cat&gt; slinking through\nthe city streets…The <i>schmalzowniks</i>\nwalk around in the streets stopping anyone who looks Semitic in appearance…They\nare a real plague of locusts, descending in their hundreds and maybe even\nthousands on the Jews on the Aryan side and stripping them of their money and\nvaluables and often clothing as well”<a href=\"#_ftn25\">[25]</a>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn25","label":"25","text":"\nEmmanuel\nRingelblum,&nbsp;&nbsp; Polish-Jewish\nrelations during the Second World War, edited and footnotes by Joseph Kermish,\nShmuel Krakowski ; introd. by Joseph Kermish, Jerusalem : Yad Vashem, 1974, pp.\n123-4.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Zawistowska\ndescribes one such an encounter, in which she was recognized as a Jew and\nrobbed by a young Polish man. She considered herself lucky that he did not\nmanage to follow her and find out where she lived, for in such a case blackmail\nand extortion would most likely continue and completely jeopardize their\nhideout. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"On August 1, 1944, the Polish underground Home Army in\nWarsaw started a general uprising against the Germans. The part of the town\nwhere Zawistowska and her brother-in- law lived came under the control of\ninsurgents (her husband lived on another side of the Vistula river, which was\nsoon liberated by the Soviets). However, it was for them only a partial and\ntemporary relief in the ongoing ordeal. The civilian population suffered from\nGerman bombardments. Zawistowska, along with other dwellers of their building\nsought shelter in cellars, but her brother in law stayed in the apartment,\ndespite a real danger of being harmed or killed by bombs. What they both feared\nmore was that neighbors would recognize him as a Jew. Zawistowska witnessed\nsearches for Jews in cellars by armed Polish nationalists, “bandits” as she\nrightly said in her testimony. Once recognized, Jews were taken out and\nexecuted. Several cases like this were documented by historians and evoked a\nheated discussion in Poland in 1990s.<a href=\"#_ftn26\">[26]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn26","label":"26","text":" See\nthe most detailed study on the fate of Jews during the Warsaw uprising: Barbara\nEngelking and Dariusz Libionka,&nbsp; <i>Żydzi\nw powstańczej Warszawie</i> (Warszawa: Stowarzyszenie Centrum Badań nad Zagładą\nŻydów, 2009).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"After two months of harsh fighting the Home Army\ncapitulated and the whole civilian population was deported from the city.\nZawistowska and her brother-in-law decided to remain and hide in a cellar of\none of the destroyed houses, since they feared that the he would be recognized\nas a Jew. It was a very risky endeavor, since the Germans executed those who\nwere caught, and the deserted city was regularly searched by special units\nwhose task was to blow up and burn remaining buildings. They ate what they\nfound in adjacent cellars and were lucky that the omnipresent rats were more\ninterested in the piles of corpses. This experience of a handful of <i>Robinsons</i> (as they were soon called),\nmostly Jews, received worldwide attention several decades later when Roman\nPolański made his Oscar winning movie based on the memoirs of a renowned Polish\npianist, Władysław Szpilman (<i>The Pianist</i>,\n2002). In January 1945, after two and half months spent in this final hideout,\nthey were liberated by Soviet and Polish soldiers.&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"After the war Zawistowska\nstayed in Poland, unlike thousands of other Polish Jews who emigrated to\nPalestine. For her this was an obvious choice given her political convictions:\n“As members of that prewar Communist movement, we believed that it was our duty\nto build the new Poland, a different Poland... it seemed that our dreams would\ncome true here.” Zawistowska first worked in the trade union apparatus in Łódź,\nthen in Warsaw in the Ministry of Commerce and Ministry of Propaganda. As many\nother Jewish Communists, she accepted the guidance of the Party leadership and\nabandoned her Jewish last name.<a href=\"#_ftn27\">[27]</a> She and her husband decided\nto assume the name that they had used in hiding, stated in his false “Aryan”\ndocuments:&nbsp; Zawistowski (Zawistowska is the\nfemale version). "}},{"type":"footnoteParagraph","data":{"id":"_ftn27","label":"27","text":"\nSchatz, <i>The Generation</i>, 213-4.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Zawistowska’s contacts with Jewish\norganizations in Poland were for a long time rather loose and one may assume\nthat her Jewish identity was not crucial in defining her self-perception, nor\nwhat she did in her personal and professional life. This changed in 1968 with\nthe vehement anti-Jewish campaign organized by the Communist authorities.<a href=\"#_ftn28\">[28]</a>\nIt was a deep shock for her, a vivid reminiscence of the Nazi language, as she\nsaid explicitly in the interview. For many Jewish Communists it marked the\ncollapse of all they had believed in for most of their lives, the ultimate\nfailure of their ideal. Many emigrated along with almost twenty thousand other\nPolish Jews. This was also the decision taken by Zawistowska’s only daughter,\nwho left for Sweden.&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn28","label":"28","text":" On\nthe antisemitic campaign of 1968 and the subsequent wave of Jewish emigration\nfrom Poland see Dariusz Stola, “The Hate Campaign of March 1968: How Did it\nBecome Anti-Jewish?,” <i style=\"mso-bidi-font-style:normal\">Polin: A Journal of\nPolish-Jewish Studies</i> 21 (2009), 16-36; Artur J. Wolak, <i>Forced Out: The\nFate of Polish Jewry in Communist Poland</i> (Tucson, Arizona: Fenestra Books,\n1994); Audrey Kichelewski, “A Community under Pressure: Jews in Poland,\n1957-1967,” <i style=\"mso-bidi-font-style:normal\">Polin: A Journal of\nPolish-Jewish Studies</i> 21 (2008), 159-86; Anat Plocker, <i>“</i>Zionist to\nDayan”: The anti-Zionist campaign in Poland 1967-1968 (Phd diss., Stanford\nUniversity,&nbsp; 2009); Hans-Christian\nDahlmann, <i>Antisemitismus in Polen 1968: Interaktionen zwischen Partei und\nGesellschaft</i> (Osnabrück: Fibre 2013).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The rebirth of virulent antisemitism in 1968 was\nthe turning point that initiated Zawistowska’s&nbsp;\nreturn to a Jewish identity, not in a religious form (this was long\ngone, already in the 1930s), but in its secular version. At the end of the\n1980s she began cooperation with a Jewish language newspaper, <i>Folks-Sztyme </i>(People’s\nVoice), published in Warsaw, and later became active in animating Jewish\ncultural and social initiatives. She mentions in her testimony organizing in\nthe 1990s a public discussion of revelations about murders of Jews during the\nWarsaw uprising. For her this was not only a part of the history of Polish\nJews, long silenced, but also a very real experience she witnessed herself.\nZawistowska’s biography indeed offers insights into many dimensions of the fate\nof Polish Jews in the 20th century. It should be studied by researchers dealing\nnot only with the Holocaust but also many other topics, including the\nsecularization of the younger generation of Jews in&nbsp; prewar Poland, their involvement in the\nCommunist movement and the disillusionment that they eventually faced.<br>"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"<br>"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"<br>"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"<br>"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"<br>"}}],"time":1608313318565}