{"version":"2.19.0","blocks":[{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The Holocaust calls to\nmind images of slowly dying ghettos, packed cattle cars, and brutal\nconcentration camps. Yet such images, horrific as they may be, only convey part\nof the tragedy. The first large-scale massacres of the Holocaust, which\noccurred during the June 22, 1941 German invasion of western Soviet territories\n(Ukraine, Belarus, and the Baltic States), actually occurred without long-term\nghettos, deportations, or gassing facilities. Most of the roughly 2.5 million\nJews murdered in these territories were methodically shot over pits in nearby\nforests. At the same time, nearby forests could serve as sites of refuge and resistance,\nparticularly on the heavily-wooded Belarusian terrain. Timothy Snyder’s explanation\nfor why so many Jews in the Minsk Ghetto managed to evade executions applies to\nother Belarusian ghettos, as well: Jews in the region “had somewhere to run”.<a href=\"#_ftn1\">[1]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn1","label":"1","text":"\nTimothy Snyder, <i>Bloodlands: Europe between Hitler and Stalin </i>(London, 2011),\n233; idem., <i>Black Earth: The Holocaust as History and Warning </i>(London,\n2015), 191, 207; Wendy Lower, <i>Nazi\nEmpire-Building and the Holocaust in Ukraine</i> (NC, 2005), 69. The Minsk\nunderground smuggled something like 7,500 Jews into the surrounding forests.\nMany Lithuanian Jews had similar topographical conditions; hence the\npreponderance of Jewish partisan units around Vilna, as well. Thanks to Anika\nWalke for her valuable comments to earlier drafts.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The best known Jewish forest\npartisans are undoubtedly the Bielski Brothers, whose gripping story forms the\nbasis of the 2008 feature film <i>Defiance. </i>In December, 1941, Tuvia (1906–1987), Asael (1908–1945),\nand Zus Bielski (1910–1995)—escaped from the Nowogrodek ghetto and established\na forest camp that eventually became home to around 1200 Jews, only 150 of whom\nwere armed fighters. Tuvia fits the image of a Jewish partisan to a tee: a\ntall, burly army veteran with a limited formal education who was a man of\naction.\nYet some of the testimonies in the Yale Fortunoff Video Archive suggest a more varied cultural\nprofile among Jewish partisans.<a href=\"#fn-1imwd23rbr\">[2] <br></a>"}},{"type":"footnoteParagraph","data":{"id":"fn-1imwd23rbr","label":"2","text":"The film <i>Defiance</i> (2008) was directed by Edward Zwick. See also Nechama Tec, Resistance: <i>The Bielski Partisans</i> (NY, 2009); Peter Duffy, <i>The Bielski Brothers: The True Story of Three Men Who Defied the Nazis, Built a Village in the Forest, and Saved 1,200 Jews</i> (NY, 2004).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Rubin Pinsker, whose riveting testimony\nis preserved in the archive, presents one of the starkest contrasts to Tuvia. A\nformer yeshiva student of modest physical stature, he had an orthodox religious\nbackground that was typical of many Jewish young men in the western half of the Belarusian region (the eastern half was\nannexed by the Soviet Union after WWI and named the Belarusian Soviet Socialist Republic (BSSR).<a href=\"#_ftn3\">[3]</a> &nbsp;Polish, i.e., western, Belarus formed\npart of Europe’s yeshiva heartland. Several iconic yeshivas had relocated\nthere after the Bolshevik revolution; and Stalin’s intensified anti-religious\ncampaigns after 1926 pushed thousands more Jewish students, religious\nfunctionaries, and their families across the border and into the region.<a href=\"#_ftn4\">[4]</a> &nbsp;At the same time, Jews in western Belarus,\nlike Jews throughout Poland, were becoming more culturally diverse. By the\n1930s, the region hosted a mélange of Zionist, Socialist, and Communist cells; Hasidic\nyeshivas<i>, </i>study houses, and <i>shtiblekh </i>(prayer houses); and non-Hasidic\n<i>musar </i>and conventional yeshivas.<a href=\"#_ftn5\">[5]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn3","label":"3","text":"\nSnyder has observed that “the largest group of Holocaust victims—religiously\nOrthodox and Yiddish-speaking Jews of Poland…were culturally alien from West\nEuropeans, including West European Jews. To some degree, they continue to be\nmarginalized from the memory of the Holocaust.” See his “Holocaust: The Ignored\nReality,” <i>New York Review of Books</i> (July, 2009).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn4","label":"4","text":"\nThe Yeshiva Etz Hayyim originated in Slutzk; Bet Yosef originated in\nNovogorodok, but had been moved during WWI to Homel and Kiev; Or Torah in\nBereznica, then Zvihil, then Koretz; and Kenesset Bet Yitzhak in Slobodka, then\nKramenchug. On yeshiva migrations during the First World War, see Ben-Tsion\nKlibansky, <i style=\"mso-bidi-font-style:normal\">Ketzur halamish: tor ha-zahav\nshel ha-yeshivot ha-litaiyot be-mizrah eyropa </i>(Jerusalem, 2014) 76-118;\n396-400; and Glenn Dynner, “Replenishing the Fountain of Judaism: Jewish\nTraditionalist Education in Interwar Poland,” <i>Jewish History </i>31:3-4 (2018).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn5","label":"5","text":"\nOn <i>musar</i>, see David Fishman, “The Musar Movement in Interwar Poland,” in Ezra Mendelsohn, Jehuda\nReinharz, and Chone Shmeruk, eds., <i>The Jews of Poland between Two World Wars</i>\n(Hanover, N.H., 1989), 261-5; on Hasidism, see Moshe Rosman, “The Rise of\nHasidism”, <i>The Cambridge History of Judaism, </i>vol. 7 (Cambridge, 2018),\ned. by Jonathan Karp and Adam Sutcliffe, 625-51; on Hasidic yeshivas, see Shaul\nStampfer, “Hasidic Yeshivas in Interwar Poland,” in idem., <i style=\"mso-bidi-font-style:normal\">Families, Rabbis, and Education: Traditional\nJewish Society in Nineteenth-Century Eastern Europe </i>(Oxford, 2010),<i style=\"mso-bidi-font-style:normal\"> </i>252-76.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Rubin was born and raised in the western Belarusian town of Zhetl (Zdzięcioł in\nPolish; now Dziatlava, Belarus), which boasted a legacy of local had been home to rabbinic\ncelebrities like R. Israel Kagan, the famed “Hafetz Hayyim” (1839-1933). Rubin attended\nReb Yoizel’s Yeshiva, a <i>musar </i>institution\nlocated in nearby Dworzec that was named\nafter its founder R. Yosef Yoizel Hurwitz, the “Elder of Novaradok”. Reb\nYoizel’s Yeshiva belonged to the more demanding and elitist Novaradok <i>musar </i>school.<a href=\"#_ftn6\">[6]</a> His plan at the time was to become a rabbi, which was what his\nfather wanted and which was “the only thing I was striving for” [II, 44:37].\nThen came the war."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"A\nyeshiva student like Rubin, conditioned to long hours of rigorous Talmudic study\nand prayer rather than physicality and violence,\nwould not seem likely to take up arms during the Nazi occupation of Poland. Daniel Boyarin has argued that the\ntraditionalist Ashkenazi Jewish masculine ideal of a “gentle, studious, sweet man” represented a\nconscious rejection of conventional male heroism in favor of mental acuity and\ngentle refinement (<i>eydelkeit</i>).<a href=\"#_ftn7\">[7]</a> Yet Rubin’s\ncase illustrates how quickly cultural mores could be shunted aside in extreme\nconditions, particularly when geographical factors favored physical resistance.\n&nbsp;Rubin and other young traditionalist Jews\nin the region made the transition to hardened fighters, exchanging piety for\nraw pragmatism and a bit of vengeance. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn7","label":"7","text":"\nDaniel Boyarin, <i>Unheroic Conduct:</i> <i>The Rise of\nHeterosexuality and the Invention of the Jewish Man </i>(Berkeley,\n1997), 2, 3, 5, 42. Solly I. from\nthe town of Ryki, for example, describes yeshiva students as “soft and anemic, fragile”. Holocaust testimony (HVT-2139).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"<b>The Jews of Zhetl</b>"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Most Polish Belarusian towns hosted a mix of ethnic Poles,\nBelarusians, and a substantial number of Jews. Zhetl’s Jewish community, which\nconstituted around seventy-five percent of the town’s 4,600 residents, was undergoing\ncultural change. Young Jews in Zhetl, like youths throughout Poland, were\ngravitating towards newly-emergent Zionist, Socialist (Bundist), and other secularist\nJewish political subcultures. Other Jewish youths were redoubling their\ncommitment to traditionalism, often embracing a more activist, ideologically\ncoherent form known as “orthodoxy”.<a href=\"#_ftn8\">[8]</a> Nevertheless,\nthere was a cross-cultural comradery among younger Zhetl Jews: “we would get together, and we had discussions for\nhours,” Rubin recalls [I, 5:04]."}},{"type":"footnoteParagraph","data":{"id":"_ftn8","label":"8","text":"\nOn traditionalism and orthodoxy, see Jacob Katz, “Orthodoxy in Historical\nPerspective,” <i>Studies in Contemporary Jewry</i> 2 (1986), esp. 3–4; Eliyahu\nStern, <i style=\"mso-bidi-font-style:normal\">The Genius: Elijah of Vilna and\nthe Making of Modern Judaism </i>(New Haven, 2013), Introduction.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Most of\nZhetl’s Jewish residents were merchants or artisans who benefitted from a centuries-old\neconomic symbiosis with the surrounding peasant population. Rubin’s father purchased\ngrain, dried mushrooms, and other produce from farmers in nearby villages and\nresold it to large distributors at a slight mark-up, an arrangement that\ncreated relationships which would one day help Rubin to survive. By 1936,\nhowever, this inter-ethnic economic symbiosis had come under increasing stress\nby right wing nationalist groups like the National Front (Stronnictwo\nNarodowe), whose campaign to “Polonize” the economy included anti-Jewish boycotts,\nviolent picketing, and full-fledged pogroms. Yet the ethnic diversity of western\nBelarus undercut the exclusivist Polish nationalism that was inflaming other parts\nof Poland, and few if any pogroms occurred there. According\nto Rubin, National Front activists “planted” anti-Semitism in a number of local\nPoles, but Jews continued to enjoy “very peaceful” relations with local\nBelarusians, who were on the whole “very nice” [I, 14:40].<a href=\"#_ftn9\">[9]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn9","label":"9","text":"\nJolanta Żyndul, <i>Zajścia antyżydowskie w Polsce w latach 1935-1937</i>\n(Warsaw, 1994).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"On September 17, 1939, on pre-agreement\nwith the Germans, Soviet forces invaded Polish Belarus and the rest of eastern\nPoland. The region contained around 1,309,000 Jews, 376,000 of whom resided in Polish\nBelarus. The introduction of Soviet anti-religious campaigns and the nationalization\nof capitalist enterprises were felt acutely by western Belarusian Jews, who\nwere still largely orthodox and concentrated in trade and were now forced to\nadopt to a centralized economy in which religious institutions were considered\nsuperfluous. Many Jews were deported eastward on suspicion of disloyalty: of\nthe 880,000 residents of western Belarus deported beginning on February 8,\n1940, around 30 percent were Jews (most others were ethnic Poles). On the other\nhand, the Soviet regime prohibited overt expressions of antisemitism, gave Jews\nadministrative positions, and made it possible to survive economically. “They let us live,” Rubin shrugs. “That was…the\nmain good thing about the Russian occupation” [I, 24:44].<a href=\"#fn-qyjl2vzdll\">[10]<br></a>"}},{"type":"footnoteParagraph","data":{"id":"fn-qyjl2vzdll","label":"10","text":"Shalom Cholawski, <i>The Jews of Bielorussia during World War II </i>(Amsterdam,\n1998), 1-31.","embedCode":""}},{"type":"header","data":{"text":"The German Occupation of Western Belarus","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The Germans did not let them live. During their June 22, 1941invasion\nof the new Soviet territories, known as Operation Barbarossa, around 3,000\nmembers of German paramilitary death squads known as <i>Einsatzgruppen</i> trailed\nthe army and, with the assistance of <i>Wehrmacht</i> soldiers, SS-led Order\nPolice battalions, and Ukrainian, Lithuanian, and Belarussian volunteers, proceeded\nto murder about 1.6 million people throughout Belarus that year alone, mainly\nSoviet POWs and Jews. An ostensibly independent Belarus known as “White\nRuthenia” was established on reduced territory under competing German\nauthorities—the military, Arthur Nebe’s Einsatzgruppen B, Himmler’s SS, and <i>Generalkommissar\n</i>Wilhelm Kube’s civil administration. Despite command conflicts and a lack\nof anti-Jewish animus among most Belarusians, most Jews were murdered, albeit\nmore slowly than in the other formerly Soviet territories.<a href=\"#fn-2t45aeg32n\">[11]</a> "}},{"type":"footnoteParagraph","data":{"id":"fn-2t45aeg32n","label":"11","text":"Ibid., 35-42. On the role of Wehrmacht soldiers in abetting and committing\ngenocide in this region, see Waitman Wade Beorn, <i>Marching\ninto Darkness: The Wehrmacht and the Holocaust in Belarus </i>(Cambridge, MA,\n2014). The German colonization bureau planned to transfer 75 percent of\nBelarusians to Siberia and other locales while Germanizing 25 percent of them\nand transferring them to Germany as farmers. No Belarusian was to receive more\nthan a fourth-grade education. (48-9).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Even before the Nazis resolved on a policy of genocide, conditions\nfor the mass murder of Jews in the Soviet territories were in place. The\ninvasion was explained to soldiers as a war against Judeo-Bolshevism; and the\nactivities of partisans, falsely claimed to be predominately Jews, supplied an\nadded pretext. A consistent genocidal policy emerged over the course of the\nsummer months. The first executions of Jews in the region occurred in Bialystok\non June 27.<a href=\"#_ftn12\">[12]</a>\nOn July 2, 1941, Heydrich specified groups to be executed: officials of the Comintern,\nparty officials, Commissars, Jews employed by party or state, and other radical\nelements. As there was no real way to determine which Jews were in party or\nstate employment, however, German executioners tended to err on the side of caution.\nIn Zhetl, the first murders occurred on arrival:\nbetween July 23-25, 120 prominent Jews were executed. Around 400 other Jews were\nsent to the Dworzec labor camp, while the remainder were confined to a ghetto. In\nRubin’s house, “they packed in about 60 people, one on top of the other” [I,\n41:12]."}},{"type":"footnoteParagraph","data":{"id":"_ftn12","label":"12","text":"\nOn June 27, Order Police Battalion 309 led some 800 Jews into the main\nsynagogue, set it afire, and shot 2,000 additional Jews. Einsatzgruppe 8, a\nsubunit of Einsatzgruppe B, arrived on July 1 and killed 300 of the Jewish\nintelligentsia there.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The first mass killings began in the Pripyat swamps in summer,\n1941. When Heinrich Himmler visited Minsk on August 14-15, 1941, he demanded executions\nirrespective of age or sex, based (according to testimony by Otto Brandisch) on\na verbal order from Hitler. Himmler personally witnessed mass executions,\naverting his eyes with each volley yet ordering their extension to Jewish women\nand children. On September 3, the German administration established Jewish\nCouncils (<i>Judenrat</i>) and Jewish police, implemented the wearing of a Jewish\nstar for easy identification, appropriated Jewish property, and introduced\nforced labor.<a href=\"#_ftn13\">[13]</a>\n&nbsp;On September 12, General Keitel\nannounced that “the struggle against Bolshevism demands ruthless and energetic\naction, and first of all against the Jews, as the main bearers of Bolshevism.” Executions\nwere sometimes paused during the winter months owing to the difficulties of\nburial in frozen ground. <a href=\"#_ftn14\">[14]</a>\n"}},{"type":"footnoteParagraph","data":{"id":"_ftn13","label":"13","text":"\nYitzhak Arad, <i>The Holocaust in the Soviet Union </i>(Lincoln, NE, 2009),\n125-140; Cholawski, <i>Jews of Bielorussia</i>, 58.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn14","label":"14","text":"\nArad, <i>Holocaust in the Soviet Union</i>, 150, 157.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In early 1942, many Jews of western Belarus were still alive thanks\nto the relative paucity of SS and police forces there, the departure of\nEinsatzgruppe B further east, and the unwillingness of most Belarusians to volunteer\nfor auxiliary units.<a href=\"#_ftn15\">[15]</a> On July 31, 1942, it was\ndecided that all Belarusian Jews, save 15-16,000 essential workers, were finally\nto be liquidated, on the logic that Jews were the “main bearers” of the\npartisan movement. In Zhetl, a large-scale\nmassacre had already occurred a few months earlier, on April 30, when an\nunderground resistance in the ghetto was uncovered (see below). Rubin recalls\nthat at 5:00 in the\nmorning the Germans, Ukrainians, and Belarussians surrounded the ghetto, “started\nto knock on the windows and scream <i>Judenraus</i>!”, escorted Jews to the\nmain square, performed a “selection,” and murdered around 1200 Jews in the\nKurpiesze (Kupyash) forest [I, 44:50].<i> </i>Rubin was spared thanks to his\nwork certificate [<i>Schein</i>] for road construction work.\nHis friend, who also possessed one, pretended that Rubin’s sister was his wife;\nshe, too, was spared. Rubin’s parents, who were not considered “essential\nworkers,” were murdered [45:30].<a href=\"#fn-3ljp5evizd\">[16]<br></a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn15","label":"15","text":"\nOn collaboration by Poles, Ukrainians, and natives of Baltic states, see Martin\nDean, <i style=\"mso-bidi-font-style:normal\">Collaboration in the Holocaust:\nCrimes of the Local Police in Belorussia and Ukraine </i>(NY, 2000), 142. For\nan interesting discussion of motivations of collaborators, see Snyder, <i>Black\nEarth</i>.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"fn-3ljp5evizd","label":"16","text":"A Schein was work permit (lit. “paper”) intended primarily for artisans and doctors deemed essential to the German administration. A holder of a Schein could also register his spouse and up to two children. While many Jews believed that possessing a Schein might allow them to survive, the German authorities gradually restricted their numbers. See Leni Yahil, <i>The Holocaust: The Fate of European Jewry</i>, 1932-1945 (NY, 1987), 176-9.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"When Himmler ordered the SS to liquidate all remaining\nghettos by means of deportation to concentration camps on June 21, 1943, he\nspecified that all Belarusian ghettos were to be completely liquidated by\nbullets on account of the partisan problem. Only 21-23,000 Jews remained alive\nin ghettos and camps throughout Belarus. The\nGermans and their collaborators entered the Zhetl ghetto on August 6-8 and\nexecuted around one\nthousand ghetto inhabitants in the adjacent forest and Jewish cemetery. Around\n600 Jews, including Rubin, escaped deep into the forest. A similar pattern occurred in ghettos\nthroughout the region. The death tolls are staggering: in western Belarus, 332-350,000\nJews were murdered while only 8-11,000 survived, mainly in the forests. Around\n370 Zhetl Jews would survive the war.<a href=\"#_ftn17\">[17]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn17","label":"17","text":"\nArad, <i>Holocaust in the Soviet Union</i>, 257, 329; 519-23. The figure 370 is\nsupplied by Yad Vashem. As for eastern Belarus, between 230,000-240,000 Jews\nlived in German-occupied eastern Belarus and only 6-7,000 survived. ","embedCode":""}},{"type":"header","data":{"text":"Jews and the Partisan Movement","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The Nazi use of Jewish partisan activities as a justification\nfor mass murder was cynical even by Nazi standards—after all, it was Nazi atrocities\nthat drove Jews to become partisans in the first place. Nor were Jews its main participants.\nThe roughly 374,000 partisans in Belarus by 1944 were predominately Soviet soldiers\nwho had been cut-off by the German advance or who had arrived as reinforcements\nfrom unoccupied Soviet territories. At most, 15,000 of the 23,000 Jews who\nescaped into the forests of western and eastern Belarus fought as partisans,\nwhile the rest usually joined non-combat Jewish “family units” responsible for securing\nfood and shelter.<a href=\"#fn-35qir156oq\">[18]</a> Jews composed only around\nfour percent of all partisans in Belarus, and it was only by coordinating or\njoining up with Soviet partisans that most combat partisans survived.<a href=\"#fn-2kf1613zp9\">[19]</a>"}},{"type":"footnoteParagraph","data":{"id":"fn-35qir156oq","label":"18","text":"On Jewish “family units”, see Anika Walke, <i>Pioneers and Partisans: An Oral History of Nazi Genocide in Belorussia</i> (NY, 2015), 165-6. On Belarusian territory Walke estimates that 3,700 and 5,200 members of such units, which were attached to combat units and provided non-combat services like food acquisition and preparation.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"fn-2kf1613zp9","label":"19","text":"Snyder, <i>Black </i>Earth, 280; Yehuda Bauer, “Jewish Resistance in the\nUkraine and Belarus during the Holocaust,” in Patrick Henry, ed., <i>Jewish\nResistance Against the Nazis </i>(Washington, D.C., 2014), 502; idem.,\n“Nowogrȯdek- The Story of a Shtetl”, 23; Cholawski, <i>Jews\nof Bielorussia</i>, 218; and “Partisans,” in Israel Gutman, ed., <i>Encyclopedia of the Holocaust </i>(NY,\n1990), 3:1113. Anti-semitism among Soviet partisans, initially a serious\nproblem, abated with the establishment of a united partisan command in 1942 by\nGeneral Vasily Chernyshev, known as “Platon”.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Before they fled to the forests, many Zhetl partisans participated\nin an underground ghetto resistance organized by the local attorney and\ncommunal leader Alter Dvoretsky. At its inception, 120 prominent Jews had already\nbeen executed (July 23-25, 1941) and 400 Jews had been sent to the Dworzec\nlabor camp (December 15, 1941). Dvoretsky used his position in the Zhetl ghetto’s\n<i>Judenrat</i> to contact Russian partisans, purchase weapons, and distribute\nanti-German circulars among the local non-Jewish population. Rubin recalls that\nDvoretsky “used everybody that could be of help; only the\nyoung people he mobilized” [I, 42:20]. Thanks to his work assignment on the\nhighway Rubin had an opportunity to bring weapons parts into the ghetto, which\nhe concealed inside bundles of wood. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"By the Spring of 1942, Dvoretsky began to doubt the chances\nof a successful ghetto revolt and considered creating a large Jewish partisan\nforce instead.<a href=\"#_ftn20\">[20]</a>\nThe planned ghetto revolt was in any case thwarted by the betrayal of a former\nRed Army pilot named Vanya, who lured Zhetl underground member Shalom Fiolun into\na German ambush with the promise of an automatic rifle and pistol for purchase.\nBefore being tortured to death, Fiolun passed a note through his prison bars that\nread: “Comrades, have no fear. I won’t open my mouth. If you can, save\nyourselves.” Dvoretsky, with a reward of 25,000 marks on his head, did exactly\nthat: he fled to the forest with six fighters. For reasons not entirely clear,\nDvoretsky was killed in an ambush by Russian partisans on May 11, 1942. This\nsetback, in addition to the “retaliatory” murder of 1200 Zhetl Jews on April\n30, caused the Zhetl underground to diminish its activities and focus on\nconstructing hide-outs and bunkers.<a href=\"#_ftn21\">[21]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn20","label":"20","text":"\nCholawski, <i>Jews of Bielorussia</i>, 111-12, 124-5.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn21","label":"21","text":"\nIbid., 125-6; 141, 218.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"During the final liquidation on\nAugust 6-8, 1942, Rubin and around 600 Zhetl Jews escaped to the forest. Suddenly\nthe hunted became hunters, sabotaging German communication and transportation lines\nand occasionally killing German soldiers and their collaborators. The only\nthing left to do as long as they were still alive, Rubin explains, was “to take\nrevenge.” But there was little joy in it:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"No, it wasn't satisfying. You did it because\nyou had no choice--to take revenge. But, uh, no, no satisfaction in killing\nanybody at all…the times were so bad that you had to survive. In order to\nsurvive, you had to defend yourself-- or attack [II, 9:20]<br>"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Notably lacking here and throughout Rubin’s\ntestimony is the heroic rhetoric so typical of Jewish self-defense narratives. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Many Jewish partisans from Zhetl fought in the “Zhetler\nBattalion,” which was divided into three units headed by Hirsch Kaplinsky,\nJonah Midvetsky, and Shalom Ogulnik. Others joined the Yehezkel Atlas, Pobieda, Borba, Kovalov, or famous Bielski\nunits, which operated mainly in the Lipczynska (Białowieża)\nand Naliboki forests. Rubin\njoined Kaplinski’s unit after a sojourn at the Dworzec labor camp. The unit\ngrew to 120 members, merged with the Orliani partisan group as Company no. 3,\nand joined in daring attacks on German garrisons. Kaplinski was killed during the\nGerman manhunt known as Operation Hamburg between December 10-24, 1942, at\nwhich point command of the unit was taken over by Ukrainian and Russian\nleaders.<a href=\"#fn-3lo6ylwnnr\">[22]</a>\nThis is but one example of how partisan units could exhibit an extraordinary\nlevel of inter-ethnic cooperation in a period defined by exclusivist nationalism.<a href=\"#fn-3wwoqpnaly\">[23]<br></a>"}},{"type":"footnoteParagraph","data":{"id":"fn-3lo6ylwnnr","label":"22","text":"Arad, <i>The Holocaust in the Soviet Union</i>,\n508-9.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"fn-3wwoqpnaly","label":"23","text":"Some, however, were notoriously anti-semitic. See Leonid Smilovitsky, Antisemitism in the Soviet Partisan Movement, 1941–1944: The Case of Belorussia,” <i>Holocaust and Genocide Studies</i> 20:2 (2006).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Although Rubin eschews heroic rhetoric in his retelling, at\nno point does he fulfill the stereotype of the violence-averse Orthodox Jew.\nEarly on, he smuggled weapons\nfor a planned ghetto revolt at great personal risk, and he fought with\npartisans after his ghetto’s liquidation. Rabbinical opinion during this period\nactually condoned such conduct. When R. Ephraim Oshry, a ritual legal (<i>halakhic</i>)\nauthority in the Kovno (Kaunus) Ghetto, was asked by a ghetto resident whether\nit was permissible to escape to the forest and join partisans, he ruled in the\naffirmative. Despite the personal risk owing to the well-known hatred for Jews\namong certain Soviet partisans, Oshry reasoned, staying in a ghetto would mean exposing\noneself to murder (ghetto residents were popularly known as “easy kills”, he notes).\nEscaping to the forests, in contrast, entailed only a “possible danger” (<i>safek\nsakanah</i>), since those who resolved to escape were doubtless well-informed of\nthe whereabouts of sympathetic partisans. In fact, Oshry argued, the more Jews\nwho escaped to the forests and joined partisan camps, the more the German\n“Amalek” would be weakened. Therefore, “one should encourage and fortify them\nand extend them as much help as possible in obtaining weapons so that they will\nnot come empty-handed to the partisan camps and will be knowledgeable in battle\nand warfare and poised to be on the front lines at the head of the fighters.”<a href=\"#_ftn24\">[24]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn24","label":"24","text":"\nEphraim Oshry, <i>Mi-ma’amakim </i>(NY, 1976), no. 10, pp. 73-9. According to\nSnyder, by Spring of 1942 the Jews of Minsk were also “coming to see the forest\nas less dangerous than the ghetto.” Of the roughly ten thousand Jews who left\nthe Minsk Ghetto and joined partisans, about half seem to have survived. See <i>Bloodlands,\n</i>237. The Bielski partisan unit formed an exception to the rule that\npossession of a weapons was a precondition for acceptance. See However, the\nBielski partisans formed an exception: they would often accept members without\nweapons. See Nechama Tec, <i>Resistance: The Bielski Partisans </i>(NY, 2009),\n3.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Rubin, for his part, was beyond consulting with\nrabbis by then. The murder of his family and community members had been too\nmuch. “I quit being orthodox. In other words, I protested,” he recalls. “Why\ndidn't [God] prevent all this?” he demands, noting that it was often the pious\nJews who were massacred first [II, 39:05]. His was not the only Orthodox\nresponse to the Holocaust—many traditionally observant Jews were convinced that\nthey had been spared because of divine protection and returned to traditional\nobservance as soon as they could.<a href=\"#fn-13qp0wqrfx\">[25]</a> But a loss of faith was not uncommon. For Rubin, the only thing left to do was\nto avenge the “innocent people they killed” before he, himself, was inevitably\nkilled [II, 9:00]. "}},{"type":"footnoteParagraph","data":{"id":"fn-13qp0wqrfx","label":"25","text":"See, e.g., Devorah S. Holocaust testimony (HVT-4109);Solly I. Holocaust\ntestimony (HVT-2139).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"After his liberation by the Soviets, Rubin and\nhis surviving siblings migrated to Canada “to start living like free people”\n[II, 25:30]. Rubin taught Hebrew for a few years and then went into real estate\nand settled down in Vancouver. “Canada was very good to me,” he observes with\ngratitude [II, 45:40]. Despite his doubts about divine justice, Rubin continued\nto attend synagogue with his family on occasion and was adamant about providing\nhis children with a Jewish (“not a religious”) education [II, 40:30]. Most importantly,\nRubin explains, he wanted his children to be “self-sufficient,” not be afraid “to\nstand up for your own rights” and be “proud of being Jewish,” values that he himself\nembodied throughout his unimaginable ordeal [II, 34:20]."}},{"type":"header","data":{"text":"Further Reading on the Jews of Zhetl before and\nduring the Holocaust","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Baruch Kaplinski, <i>Pinkes Zhetl</i> (Tel-Aviv, 1957) "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Haya Lipski, Rivkah Lipski-Kaufman and Yitshak Ganoz, <i>'Ayaratenu Z’etel:\nshishim shanah le-hurban kehilat Z’etel 1942-2002 </i>(Tel Aviv, 2002),"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"<a href=\"http://shtetlroutes.eu/en/yizkor-book-of-dzyatlava/\">http://shtetlroutes.eu/en/yizkor-book-of-dzyatlava/</a>"}}],"time":1611691444598}