{
  "meta": null,
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Helena Balicka Zwolińska was nineteen years old when WWII broke out. In her testimony we encounter the story of a young Polish woman who was deeply involved in helping Jews during the Nazi occupation. This engagement was the result of her own convictions but also of her family background. Her story is to some extent typical of the Polish leftist intelligentsia of that time.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "She was born in Warsaw in 1920 into a Polish family with a long tradition of civic engagement. Her mother, Jadwiga, was a pediatrician and her father, Zygmunt, an engineer. Both parents had been involved in the socialist movement long before WWI. After the war Zygmunt Balicki became even more radical, sympathizing with the illegal Communist Party of Poland (Komunistyczna Partia Polski, KPP).  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As the Great Depression of the 1930s descended on Poland and the rest of Europe, mass unemployment and destitution spread. Not only the Communists and Socialists but also members of the People's Party, Christian Democrats, and Nationalists predicted that the crisis meant the beginning of the end of capitalism. Both the left and the right proposed radical programs of social and economic reform.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Polish parliament, elected according to the new 1935 electoral law, no longer reflected real political or social divisions, as all political groups critical of the government found themselves outside the Parliament (Sejm). The newly founded Camp of National Unity (Obóz Zjednoczenia Narodowego, OZN) adopted some of the National Democrats’ nationalistic and antisemitic catchphrases. The state ideology was morphing into an authoritarianism that advocated waging an economic war against the Jews and their exclusion from public and economic life. Polish national radicals further demanded segregation of Jewish students, first demanding “voluntary” separation and, when this was refused, violently attacking Jewish students. In 1937-8 most Polish universities introduced segregation (so-called “ghetto benches”). By 1939 many Polish institutes of higher learning had implemented a <em>numerus clausus</em> system that reduced the number of Jewish students.<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "Joanna Michlic, <em>Poland's Threatening Other: The Image of the Jew from 1880 to the Present</em> (Lincoln and London: University of Nebraska Press, 2006), 112."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Balicka's family belonged to a circle of the Polish intelligentsia that openly opposed nationalism and antisemitism and was in favor of radical social reform. Zygmunt Balicki was involved with the Housing Estate of Workers Society in Warsaw's Grochów neighborhood in the second half of the 1930s. He supervised the construction works. The Society was part of a broader movement for functional low-cost housing, mainly for poor blue-collar families. The movement was born in the Bauhaus School in Germany in the 1920s.<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> In Poland, many architects, engineers, social and union activists were engaged in it. Most of them were members of the various leftist Polish parties. In 1928 they established the Warszawska Spółdzielnia Mieszkaniowa (WSM; Warsaw Housing Cooperative) and founded the Społeczne Przedsiębiorstwo Budowlane (SBP; Social Construction Enterprise). These institutions had as their aim the development of construction cooperatives and the construction of cheap workers’ apartments.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "Karolina Matysik, “Zespół mieszkaniowy TOR na warszawskim Grochowie,” <em>Budownictwo i Architektura</em> 14, no. 1 (2015): 73-91."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In the circles in which Balicka’s parents moved there were many Jews. All of them were well educated: architects, engineers, doctors, scientists. They spoke excellent Polish and were completely assimilated. Balicka admits that before the war she practically did not know anyone from the traditional Jewish community in Warsaw. Some Jewish girls attended the high school she graduated from were Polonized, too.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As a teenager, Balicka was a member of Red Scouting (Czerwone Harcerstwo), organized by the Workers’ University Association (Towarzystwo Uniwersytetu Robotniczego, TUR). This leftist organization fostered a spirit of social equality among its young members; it was secular, even anticlerical and fought nationalism and antisemitism.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In these circles in which Helena Balicka – Zwolińska grew up the political situation in Europe and Germany was observed very carefully and with enormous anxiety. As she recalls in her testimony:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>“…for us, what was happening in the first years of the war was not a surprise, because we knew what fascism was. So only after a certain threshold was crossed, well, before the war there was no mass extermination, but all the harassment against the Poles, and much more against the Jews, we had been expecting it. We knew about the Kristallnacht, and so on, and so on.”  </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Poland was invaded by Germany on 1 September 1939 and Warsaw defended herself until September 28. The Balickas, like many other citizens, aided in the defense of Warsaw. Nineteen-year-old Helena worked with the Capital Committee of Mutual Assistance (Stołeczny Komitet Samopomocy Społecznej). When the German occupation began, her friend Krystyna Szapiro, despite her Jewish origin, did not move to the ghetto and lived under the false identity of Hanka Sawicka. She was a communist activist and organized an underground leftist journal. Helena joined this enterprise and became a member of the staff. <sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "Stanisława Lewandowska, “Kobiety i dziewczęta w konspiracyjnym ruchu wydawniczym (1939-1945),” <em>Kwartalnik Historii Prasy Polskiej</em> 25, no. 4 (1986): 117-28."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In 1943, a few radical leftist and communist organizations merged in the Young People's Fighting Union (ZWM, Związek Walki Młodych) and began to release the journal <em>Walka Młodych</em> (The Struggle of the Youth). The Union was a small circle, composed of several dozen people ideologically tied to the communist Polish Workers Party (Polska Partia Robotnicza; PPR) and its military branch – the People's Army (Armia Ludowa, AL).<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> Balicka became a member of the Union. She also studied at the underground department of architecture at Warsaw University.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "Krystyn Dądrowa, ed., _Konspiracyjny ZWM w Warszawie, _Warsaw: Pokolenia 2008, 164."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Under Nazi occupation Zygmunt Balicki became a member of an underground communist organization named “Proletariusz.” In 1943 he was arrested and tortured by the Gestapo in the “Pawiak” prison and finally sent to the concentration camps Auschwitz, Sachsenhausen, Bergen-Belsen and Launingen. In April 1945 he was liberated by American troops and then returned to Poland.<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "<em>Słownik biograficzny działaczy polskiego ruchu robotniczego</em>, t. 1, Warsaw, Książka i Wiedza, 1978."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "During the occupation and the Warsaw Uprising (August 1 – October 1, 1944) Jadwiga Balicka worked continuously as a doctor. She became a member of the Secret Settlement Committee of Democratic and Socialist Doctors (Tajny Komitet Porozumiewawczy Lekarzy Demokratów i Socjalistów). Associated doctors worked as a support network, secretly took care of the wounded soldiers of the underground movement, provided false medical certifications, and medical assistance for the ghetto. They also financially supported their Jewish colleagues deprived of jobs. The Committee also published in its own conspiratorial journal, a wartime medical code of ethics, and expressed solidarity with the Jews.<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "Władysław Bartoszewski and Zofia Lewinówna, eds., <em>Ten jest z ojczyzny mojej. Polacy z pomocą Żydom 1939-1945</em> (Cracow: Znak, 1969), 241-44."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Warsaw ghetto was established by the German authorities on 16 November 1940. In an area of 3.4 km2 (1.3 sq. mile), at its height as many as 460,000 Jews were imprisoned there. The ghetto was surrounded by walls. It was a closed ghetto and leaving was forbidden for Jews under the death penalty. As Balicka observes in her testimony, the Nazi policy against Jews in Poland came as no surprise for her family and Jewish friends. After the ghetto was established in Warsaw the majority of her family’s Jewish friends did not move there and tried to live on the “Aryan” side. They needed help from their Polish friends – be it apartments, medical care or false documents. In the underground this support network was established step by step.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Balickas were engaged in many dimensions of this network. They organized shelters and false identity for Jews who decided not to move to the ghetto. They helped others to leave it secretly. More than 10 people lived with them in their own apartment for shorter or longer periods. As a doctor, Helena’s mother organized illegal medical care for Jews in hiding.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Balicka in her testimony recalls that the Jews who lived on the “Aryan” side usually limited their activity and lived under false names. Both the Jews in hiding and the Poles helping them were in danger – not only because of Nazi law, but also by threats of blackmail. Balicka mentions blackmailers (szmalcownicy) only once, but they appear in many other testimonies. Jews were blackmailed when they did not wear a compulsory band with the Star of David and when leaving the ghetto. In 1941 the Germans introduced the death penalty for Jews in hiding and those who helped them. The blackmailers extorted money and valuables from Jews and from Poles helping them. This practice became more widespread after the “Great Action” in the summer of 1942, when numerous Jews attempted to survive among Poles on the Aryan side of Warsaw. The scale of blackmailing is difficult to assess but there is no doubt that its influence was significant. Many Jews were afraid to leave the ghetto even when they still had the possibility of doing so. Many Poles refused to help.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Balicka had contacts with the ghetto because several of her friends decided to live inside. Amongst them were Marysia Hirszfeld and Ola Zweinbaum, whose parents – Hanna and Ludwik Hirszfeld and Juliusz Zweibaum – were outstanding doctors and researchers. In 1940–1942 they organized the Sanitary Course for Fighting Epidemics (Kurs Przysposobienia Sanitarnego do Walki z Epidemiami). It was part of the Warsaw Medical University and an opportunity to educate Jewish students and conduct scientific research.<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "Barbara Engelking and Jacek Leociak, <em>Warsaw Ghetto: a guide to the perished city</em> (New Haven: Yale University Press, 2019), 249-51."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Balicka went to the ghetto to visit her friends secretly. She entered through the gate on Chłodna Street, where the area of the ghetto was the narrowest. She pretended to be a schoolgirl and presented the false pretext that her school was on the other side of the ghetto and entering it would shorten her journey. This gave her the possibility of spending a few hours inside the ghetto and exiting it through the same gate. She visited friends’ homes, informed them about the world outside, but also observed how life on the streets showed ever more appalling evidence of the disease, hunger, and death. She was thus one of the hundreds of people who became witnesses of life in the closed part of the city.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "At this point, Balicka`s personal story becomes entangled with difficult questions about Polish-Jewish relations. The Jews were confined in the ghettos by the Nazis, but they were still Polish citizens and the Polish Underground State tried to speak up for Jews and help them, but all these actions were limited. This is also a story of abandonment.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The leaders of the Polish Underground State in the first half of 1942 thought that informing the world of the extermination of Jews would itself decrease the scale of murders. We must note, however, that at this time a similar opinion was held by many Jewish communities – e.g. the Jewish socialist party “Bund.” The Polish underground authorities were convinced (and the western Allies shared this point of view) that the quick ending of the war would stop the terror directed against both Poles and Jews. The reactions to the extermination of Jews were restricted to passing on the information. The number of the dispatches and reports was definitely smaller than in the case of those concerning Poles.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "A Puławski, <em>Wykluczenie czy samowykluczenie? Trzy aspekty obecności Żydów w wojennym społeczeństwie polskim na przykładzie 1942 roku</em>, Pamięć i Sprawiedliwość 1/2008 s. 156; Antony Polonsky, <em>The Jews in Poland and Russia</em>, Vol III, 1914-2008 (London: The Littman Library of the Jewish Civilization, 2019), 482-3."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The terror directed against Jews was broadly observed and many underground journals gave information about the fate of Jews. The main Home Army publication, “Biuletyn Informacyjny” (News Bulletin), wrote in alarming tones of the mass murders of Jews in the East and the extermination policy in occupied Poland.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In February 1942, the “Jewish Department” was established within the Polish Underground State. This small cell with Henryk Woliński at its head provided information to the Polish government-in-exile about the Holocaust. The information was collected widely by people living in or with contacts in the ghetto, who gathered evidence and data for reports concerning the terror.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Polish underground authorities tried to contend against the plague of blackmailers. In spring 1943, a special unit was established to deal with Jew hunters. It delivered evidence concerning the victims’ names and an underground court condemned unmasked blackmailers to death. After the executions were carried out by the Home Army soldiers, information about them was published in the underground press as a warning. The truth is, however, that the hundreds of Poles actively engaged in helping Jews were a small fraction of the entire Polish society.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On 22 July, 1942, the massive deportations of Jews from the Warsaw ghetto to the extermination camp in Treblinka (“Great Action”) began, lasting for eight weeks. During this time about 240,000 Warsaw Jews were deported and killed in Treblinka.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Only after the great deportation action was the Council to Aid Jews (Żegota) established as a part of the Polish Underground State. Żegota distributed Polish government-in-exile funds to people in hiding, provided false documents and shelters for Jews, always too small given the needs.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Similarly, the military aid provided during the ghetto uprising in April-May 1943 was very limited. The Jewish Fighting Organization (Żydowska Organizacja Bojowa, ŻOB) was formed at the end of July 1942, mostly by members of Jewish Socialist Party (Bund) and the left Zionist youth groups, such as Ha-shomer ha-taz’ir and Dror. Its goal was an armed struggle with the Nazis to stop deportations. Their primary contact with the Home Army was Henryk Woliński. He served as liaison and tried to convince his superiors to hand over weapons to the Jewish underground. The Commander of the Home Army, Gen. Grot-Rowecki, was not convinced of ŻOB’s combat capabilities. He did finally give an order to help the Jewish fighters in the ghetto, but only a very limited amount of arms and ammunition was delivered.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> The ŻOB was seeking weapons and allies, and made parallel contact with the small communist-controlled People’s Guard, which was in conflict with the Polish Underground State.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "Adam Puławski, <em>Wobec niespotykanego w dziejach mordu. Rząd RP na uchodźstwie, Delegatura Rządu RP na Kraj, AK a eksterminacja ludności żydowskiej od “wielkiej akcji” do powstania w getcie warszawskim</em> (Chełm: Biblioteka Rocznika Chełmskiego, 2018), 816."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Although Helena became a member of the communist underground that was outside of the Polish Underground State, she did not discuss this tension between the two orientations.<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> The political split and military aspects are not part of her story. In her testimony, she focuses on the rescue of Jewish citizens. In the circle of people with whom she lived and cooperated the necessity of help was obvious and was based mostly on prewar social relations and professional connections.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "For more information about the tension between the Polish Underground State and communist-controlled forces see Polonsky, <em>The Jews in Poland and Russia</em>, 480-2."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "But this help had some limitations too. The narrative of Helena Balicka Zwolińska sheds important light on interactions between Jews and Poles in occupied Warsaw. She mentions that apart from people who were deeply assimilated before the war she had hitherto known almost nobody from a traditional Jewish community. Poles and traditional Jews lived in one country, but in social and cultural separation. Close and friendly relations between them were rare. The only girl from a traditional Jewish family whom Balicka knew was Sarah Biderman. Balicka met her shortly before the war and visited her a few times in the ghetto before summer 1942.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "When information on the massive deportations from the ghetto came out, Balicka warned her closest Jewish friends, but Sarah lived in a distant part of the ghetto and it was not possible to warn her to run away. A few months later, Balicka received a letter from Sarah informing her that she had survived the summer deportations. They met secretly at the Czerniaków Farm, which belonged to the Polish landlord Wojciech Zatwarnicki, who employed young Jews from the Dror – one of the Zionists organizations. They lived and worked there for food and salaries. It was also a secret base of The Jewish Fighting Organization.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> Only then did she find out that Sarah was not only a member of the Zionist movement but had also joined the Jewish underground. Sarah explained to her that she had tried to get out of the ghetto but failed. Balicka realized then what Jews faced when attempting to leave the ghetto. It was not only a wall or a pointed weapon; the ghetto was a bad accent, cultural alienation, and a lack of friendly outside contacts. Traditional Polish Jews could not simply loose themselves in a street crowd. Their strangeness was visible and made them vulnerable. This confession is moving: “ I did realize something that I should have known earlier, what I had known theoretically, but only then did it get to me. The isolation of the Jews from Polish society […]. Only then, in Czerniaków, did I understand the meaning of the isolation of those two communities that had supposedly lived next to each other for a thousand years.”  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "Yitzhak “Antek” Zuckerman, A Surplus of Memory: Chronicle of the Warsaw Ghetto Uprising (Berkeley: University of California Press, 1993), 75-7."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Sarah and the rest of the Jews on the farm had disappeared before Balicka could organize shelter for her. A few months later, in April and May 1943, Balicka was among those Warsaw citizens who helplessly observed the Jewish struggle during the ghetto uprising. On their defeat, dozens of Jewish fighters evacuated themselves and tried to survive, hiding among the few friendly localities in Warsaw. Then Sarah found shelter at Balicka’s family home. When she was badly hurt by the German soldiers they organized emergency medical help for her. From that time Balicka maintained contact with the ŻOB couriers.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Home Army military help was still very limited. The ŻOB soldiers felt neglected and disregarded by the Polish underground authorities. At the same time, they had contacts with the chief of staff of the Peoples’ Army, Gen. Wacław Jóźwiak, which resulted in support for the Jewish fighters.<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup> It is something of a paradox that the ŻOB fighters, mostly young Zionists who had nothing to do with the communists, took part in the Warsaw uprising in August 1944 among the ranks of the People Army’s units. It was at this time that Balicka made friendships among them and came to understand the goals of the Zionist movement and their dreams of the own homeland.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "Zuckerman, <em>Surplus of Memory</em>, 427-32."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Her testimony is a great example of the life-attitude of those open-minded people who helped their Jewish co-citizens, often at the risk of their own lives. As before the war, this circle of people was active in many parties and simultaneously created a network of help on ethical grounds to save people in danger. This help, despite their good will, courage and determination, had many limitations and could not always penetrate the barriers of incomprehension and mutual strangeness.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Understanding of these limitations motivated Balicka to get to know Jewish tradition and the history of the Zionist movement. After the war, Balicka and her family maintained close contacts with Jews who had survived the ghetto uprising. She wrote memoirs in which she described her Jewish friends’ fight in the two uprisings of 1943 and 1944.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "Helena Balicka – Kozłowska, <em>Mur miał dwie strony</em> (Warsaw: Znak, 2002)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Shortly after the war most of her Jewish friends emigrated to Palestine. Balicka maintained contact with them, even after 1968, when in Poland the ruling Communists exploited antisemitic rhetoric and it was necessary to use a kind of subterfuge to correspond with those in Israel. Then she would give letters to her friends who traveled to West European countries and they mailed them to Israel.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Balicka graduated from the Warsaw School of Economics (Szkoła Główna Handlowa, SGH) and worked there as an assistant professor. Her friends recalled her spontaneous performance during one of student meetings in March ‘68. A member of the staff in her department called the young people protesting against antisemitism “a spoiled youth.” Then Balicka, sitting next to her, stood up and smacked her in the mouth.<sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> After this incident, she was prosecuted, but finally acquitted because of her veteran’s past. Eventually, she lost her job for many years.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "Memories of Balicka’s school friend, Zofia Celińska, <a href=\"https://portalplock.pl/pl/11_wiadomosci/13274_przeczytacie-o-nich-w-wikipedii-byly-z-jednej-klasy.html\">https://portalplock.pl/pl/11_wiadomosci/13274_przeczytacie-o-nich-w-wikipedii-byly-z-jednej-klasy.html</a>."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In 1980, Balicka was a member of the Solidarity movement, struggling for democracy and civic liberties in Poland. Until the end of her life she was engaged in building close Jewish-Polish relationship, especially after the collapse of communism in Poland. She was one of the founders of the Association for Polish-Israeli Friendship. She wrote articles and gave talks about Israel and Zionism. She died in Warsaw in 2003.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Helena Balicka and her parents were nominated by her Israeli friends and received the medal of Righteous Among the Nations from Yad Vashem.  "
      }
    }
  ]
}