{"version":"2.19.0","blocks":[{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Conversion to\nChristianity was something hundreds of thousands of Jews experienced before and\nduring the Holocaust. Joseph Jacobs estimates that throughout the nineteenth\ncentury the number of Jewish conversions to Christianity worldwide was 204,542.\nThe greatest numbers were in Russia (84,536), Austria-Hungary (44,756), Great\nBritain (28,830), and Germany (22,520).<a href=\"#_ftn1\">[1]</a>\nUnfortunately we lack such centralised figures from 1900 to the period of the\nHolocaust, but we know from post-war testimonies and available scholarship<a href=\"#_ftn2\">[2]</a>\nthat the trend of conversions intensified in many countries immediately prior to\nand during the Holocaust. "}},{"type":"footnoteParagraph","data":{"id":"_ftn1","label":"1","text":" Joseph Jacobs,\n“Statistics,” in <i style=\"mso-bidi-font-style:normal\">The Jewish Encyclopaedia</i>,\ned. Isidore Singer (New York and London: Funk and Wagnalls Company, 1905), vol.\n11, 530. An online version is available at: <a href=\"http://www.jewishencyclopedia.com/articles/13992-statistics\">http://www.jewishencyclopedia.com/articles/13992-statistics</a>. Jacobs provides\nseparate data for various regions that would later form Germany and/or\nAustria-Hungary, as well as total data for these countries.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn2","label":"2","text":" See for example Todd\nEndelman, <i style=\"mso-bidi-font-style:normal\">Leaving the Jewish Fold:\nConversion and Radical Assimilation in Modern Jewish History</i> (Princeton:\nPrinceton University Press, 2015), 150-158. See also Viktor Karadi, <i style=\"mso-bidi-font-style:normal\">The Jews of Europe in the Modern Era</i>\n(Budapest and New York: Central European University Press, 2004), 38.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"This annotated testimony is accompanied by an article\npublished in SIMON, the academic journal of the Vienna Wiesenthal Institute for\nHolocaust Research. The article describes the main findings of my examination\nof 97 testimonies, containing details about conversion to Christianity before\nand during the Holocaust, found in the Forutnoff Video Archive of Holocaust\nTestimonies. This introduction borrows some information from that article, such\nas the state of research on conversion of Jews to Christianity and a summary of\nthe ways in which Fortunoff interviewees remember the experience of conversion\nand its impact on their sense of belonging. The primary focus, however, is on\nHans Frei’s life and the way in which his testimony is similar or different to\nthe other 96. "}},{"type":"header","data":{"text":"State\nof research on conversion of Jews to Christianity","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"For various reasons,<a href=\"#_ftn3\">[3]</a>\nresearch into the number of conversions during the Shoah, the effect of this\nexperience on the converts’ lives/identities/belonging, and the way in which\nthey were treated by Christian and Jewish communities, has been scarce. This is\ndue, to some extent, to the lack of sources, as for a long time converted Jews\ndid not speak out about this topic. Yaakov Ariel rightly argues in a seminal\narticle on conversions of Jews to Christianity during the Holocaust that, while\na number of authors wrote during the 1950s and 1960s about Jews hiding among\n“Aryans,” or about the reclaiming of Jewish children after the war, their\nnarratives carried “a Jewish heroic undertone,” “largely overlooked the\nreligious aspects of conversions, and did not relate to their spiritual and\ncommunal contexts.”<a href=\"#_ftn4\">[4]</a>\nIn the last decade, however, interest in the impact of conversions has\nincreased and more steps have been taken to understand this forgotten group of\nHolocaust survivors. Several topics, such as the effect of conversion on the\nrelation of Jews to their former faith,<a href=\"#_ftn5\">[5]</a> the\npsychological impact of conversion on Jewish identity,<a href=\"#_ftn6\">[6]</a> or\nthe phenomenon of Jewish children who converted during the years of the\nHolocaust and the attempts to bring them into the Jewish fold in the immediate\npost-war years,<a href=\"#_ftn7\">[7]</a>\nhave seen notable progress.<b></b>"}},{"type":"footnoteParagraph","data":{"id":"_ftn3","label":"3","text":" See more on this in Ion\nPopa, “Experiences of Jews who Converted to Christianity before and during the\nHolocaust: An Overview of Testimonies in the Fortunoff Video Archive,” <i>S:I.M.O.N.\nSHOAH: INTERVENTION. METHODS. DOCUMENTATION</i> 6, no. 2 (2020): 75-86.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn4","label":"4","text":" Yaakov Ariel, “From\nFaith to Faith: Conversions and De-Conversions during the Holocaust,” in<i style=\"mso-bidi-font-style:normal\"> Simon Dubnow Institute Yearbook</i>, ed. Dan Diner (Göttingen:\nVandenhoeck &amp; Ruprecht, 2013), 38.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn5","label":"5","text":" Ronald Berger, “To Be\nOr Not To Be: The Holocaust And Jewish Identity In The Postwar Era,” <i style=\"mso-bidi-font-style:normal\">Humanity and Society</i> 31, no. 1 (February\n2007): 24-42; see also Julia Matveev, “Vladimir Vertlib On ‘Jewish Identity In\nParticular and Identity and Belonging In General,’” <i style=\"mso-bidi-font-style:\nnormal\">German Life and Letters</i> 68, 3 (July 2015): 1468-83.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn6","label":"6","text":" See for example\nKatarzyna Prot-Klinger, “Broken Identity. The Impact of the Holocaust on\nIdentity in Romanian and Polish Jews,” <i style=\"mso-bidi-font-style:normal\">The\nIsrael Journal of Psychiatry and Related Sciences</i> 45, no. 4 (2008): 239-46.\n","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn7","label":"7","text":" Eva Fleischner, “‘Who\nam I?’ The Struggle for Religious Identity of Jewish Children Hidden by\nChristians During the Shoah,” in <i style=\"mso-bidi-font-style:normal\">Gray\nZones: Ambiguity and Compromise in the Holocaust and its Aftermath</i>, eds. Jonathan Petropoulos and John\nK. Roth (London: Berghahn Books, 2012), 107-117; see also Joanna Michlic, “‘Who\nAm I?’ The Identity of Jewish Children in Poland, 1945-1949,” <i style=\"mso-bidi-font-style:normal\">Polin</i> 20 (2007): 98-121.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Although a careful analysis of “Jewish conversions to\nChristianity, and attempts at adopting hybrid identities”<a href=\"#_ftn8\">[8]</a> has\nbeen mostly absent, details on how widespread this phenomenon was in various\nEuropean countries have continued to come to light. One of the first countries\nthat came under scrutiny was Hungary, where the number of converted Jews was\nhigh. In his most recent edition of <i>The\nPolitics of Genocide</i>, Randolph\nBraham puts the number of Christians of Jewish origin residing in Hungary in\n1941 at up to 100,000.<a href=\"#_ftn9\">[9]</a>\nOther historians<a href=\"#_ftn10\">[10]</a>\nand the <i>YIVO Encyclopaedia</i><i> </i><i>of\nJews in Eastern Europe</i><a href=\"#_ftn11\">[11]</a>\nput forward similar numbers, which are mostly based on statistical data\nreleased after the March-April 1941 census. Unfortunately, and this is another\nsign of the lack of in-depth research, we do not have a critical assessment of\nthese numbers. In Romania, the census of 1942 revealed that 4631, out of\n272,573 Jews who remained after the changes of borders and the killings and\ndeportations of 1941-1942, were converts.<a href=\"#_ftn12\">[12]</a>\nHowever, as in the case of Hungary, there is a need for better understanding of\nthe context in which these censuses were gathered, as threat to life may have\ninfluenced whether or not a Jewish person declared him or herself Christian or\nJewish. Although in the last decade the topic of conversions in Western Europe\nappears sporadically in research about Churches’ attitudes during the\nHolocaust, or the treatment of Jews found in mixed marriages, we lack clear\nnumbers and a clear overview of how widespread this phenomenon was in specific\ncountries. "}},{"type":"footnoteParagraph","data":{"id":"_ftn8","label":"8","text":" Yaakov, “From Faith to\nFaith,” 38.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn9","label":"9","text":" Randolph Braham, <i style=\"mso-bidi-font-style:normal\">The Politics of Genocide: The Holocaust in\nHungary</i>, Third Edition (New York: Columbia University Press, 2016), vol. 1,\n88.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn10","label":"10","text":" William McCagg Jr.,\n“Jewish Conversion in Hungary in Modern Times,” in <i style=\"mso-bidi-font-style:\nnormal\">Jewish Apostasy in the Modern World</i>, ed. Todd Endelman (New York/London: Holmes and Meier, 1987),\n142-64; see also Endelman, <i style=\"mso-bidi-font-style:normal\">Leaving the\nJewish Fold</i>, 152.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn11","label":"11","text":" Gershon David Hundert\n(ed.), <i style=\"mso-bidi-font-style:normal\">The Yivo Encyclopedia of Jews in\nEastern Europe</i> (New Haven/London: Yale University Press, 2008), vol. 1,\n348-51. The section on “Conversion” is written by Magda Teter.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn12","label":"12","text":" ACSIER [The Archive of\nthe Centre for the Study of the History of Romanian Jews] III/474, 1-2.","embedCode":""}},{"type":"header","data":{"text":"Methodology\nof finding and researching the testimonies referring to conversion ","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The Fortunoff Video\nArchive, which was the first to start gathering video testimonies of Holocaust\nsurvivors, was initiated in 1979 by Dr. Dori Laub, a child survivor and\npsychiatrist born in Czernowitz, Romania, and Laurel Vlock, a television\njournalist who produced many interviews for Channel 8 in New Haven. From the\nbeginning, they paid special attention to the psychological dimensions of\nremembering past traumatic experiences.<a href=\"#_ftn13\">[13]</a>\nMoreover, the initial guidelines of the Fortunoff Archive stressed the\nimportance of allowing survivors to remember their experiences without much\nintervention from the interviewers.<a href=\"#_ftn14\">[14]</a>\nHowever, in my examination of the 97 testimonies I found that the guidelines\nwere not always followed. This was because of the professional formation of the\ninterviewers (Laurel Vlock, for example, tended to follow a media style of\ninterviewing), or because of the expansion of the project to different\nlocations (for example in the interviews done at affiliate locations in Europe,\nespecially in Yugoslavia, the survivors were often guided in their answers by\nthe questions of the interviewer). "}},{"type":"footnoteParagraph","data":{"id":"_ftn13","label":"13","text":" See for example Yale\nUniversity Sterling Memorial Library, Holocaust Survivors Film Project records,\nMS 1909 Box 1, Folder 1, a report on “existing literature on the psychological\neffects of videotaping on interviews” (undated, but the next document in the\nbox is from December 1979, so this report was most likely written before). See\nalso “Summary of meeting on 2 June, 1981 with Professor Geoffrey Hartman, Dr.\nDori Laub, and Laurel Vlock of the Holocaust Survivors Film Project,” document\ndated June 16, 1981 (the pages in the box are not numbered). ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn14","label":"14","text":" See Ibid., Box 2,\nFolder 5, “Project procedures” (no date, but the documents in the box before\nand after are from 1981), describing procedures for pre-interview, interview,\nand post-interview.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In February 2019, when my Fortunoff fellowship at the\nVienna Wiesenthal Institute for Holocaust Studies started, I proceeded\nimmediately by searching four key words (using the <i>hvt</i> – Holocaust video\ntestimony – in front of each word): <i>conversion</i>, <i>converted</i>, <i>baptism</i>\nand <i>baptised</i>. I relied on Orbis, the search engine of the Yale\nUniversity library. Each testimony contains a brief (usually between ten to 20\nlines) description of its content. The four searches produced 153 results, of\nwhich 97 are testimonies describing in one form or another experiences of conversion\nof the interviewees, while the rest are either duplicates, irrelevant (as the\nwords refers to something else), or are about conversion of somebody else\n(usually parents, with only a brief mention). 61 testimonies are from women\nHolocaust survivors and 36 from men. The vast majority were children at the\ntime of baptism. Conversion to Catholicism is predominant because most\ntestimonies are from countries where Catholicism was the main religion. In\nterms of countries of origin, the largest number of testimonies is from people\nwho either lived at the time of recording or were originally from Slovakia\n(26), which is due to the fact that during the 1990s the Fortunoff Archive had\nan active office in Bratislava, where some of these testimonies were recorded. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In April-May 2019 the Fortunoff Video Archive rolled out\nthe beta version of another online platform, Aviary, which provides enhanced\ndescriptions of testimonies. The search using the word <i>conversion</i>\nproduced 90 results (in comparison to 63 in my previous Orbis search). Due to\ntime limitations, I was unable to check the new results. However, the first\nsample of 97 overall testimonies is sufficient to offer an informed view on the\nway in which survivors remember their experience of conversion. It should be\nnoted that in my documentation for this introduction and the annotated edition,\napart from the transcript itself, the other 96 testimonies, and relevant\nsecondary literature, I relied also on the two boxes of Hans Frei personal\ndocuments found in the Yale Divinity School Library and on two boxes of\nFortunoff Archive documents found in the Yale University’s Sterling Memorial\nLibrary."}},{"type":"header","data":{"text":"The\nimpact of conversion on Jewish identity/belonging as revealed in the Fortunoff\nVideo Archive","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Conversion had a significant\nimpact on the life and sense of belonging of the converts, even if it was\ntemporary.<a href=\"#_ftn15\">[15]</a>\nMost Fortunoff survivors, who, we should not forget, were children during the\nwar, speak of conversion in very bleak tones – as betrayal, shameful, and an embarrassment.\nSusan M., who was born in Budapest (her date of birth is not clear in the\ninterview) and almost converted as a small child in Hungary to avoid\npersecution, describes her experience in these terms:"}},{"type":"footnoteParagraph","data":{"id":"_ftn15","label":"15","text":" For a discussion of the\npsychological impact of conversion on Jewish identity see: Prot-Klinger,\n“Broken Identity,” 239-246.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"I\nfelt somehow that God was watching us and if anything this was gonna be the\ncause of our perishing, the next air raid or whatever, just because we were\ndoing it. It was like, like being a traitor and I was always terribly ashamed.\nI am not ashamed of anything else associated with the Holocaust and I\npractically talk about anything else, but this is something I’ve always been\nvery embarrassed about […]<a href=\"#_ftn16\">[16]</a>\n"}},{"type":"footnoteParagraph","data":{"id":"_ftn16","label":"16","text":" Susan M., HVT 537.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Peter B., who was born in\nBudapest, in 1928, talks about mandatory catechisation classes and about how, “If\nI was going to survive, it was important that I have the inner sense of being\nChristian. I had to be the perfect actor, in a sense.” He summarises the entire\nexperience: “I consider this process as really destructive. I think my soul was\nexecuted in the process of conversion; I did not feel this as a kid, but in\nretrospect, this is how I feel. It has taken me years to come to terms with\nwhat I did.”<a href=\"#_ftn17\">[17]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn17","label":"17","text":" Peter B., HVT 2736.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; In a few cases conversion is explicitly denied, although\nthe recollection of events is imbued with a suspected glorious narrative of\nresistance. One such example is Susan B., born in Michalovce, Czechoslovakia,\nin 1927. During the Holocaust, her father asked a friend who was a village\npriest to convert the family as a way of avoiding deportation. The priest\ninsisted on catechisation classes and baptism. “So my father, mother, sister,\nand brother converted. I was an idealist and I refused to convert. But he was a\nvery nice man, and he said that he could not make someone with such strong\nbeliefs convert, so he just gave me the papers.” In 1949 Susan immigrated to\nIsrael (in 1958 she moved to the US) and maintained strong links with Judaism.<a href=\"#_ftn18\">[18]</a>\nIn some cases, the grown-up survivors dismiss the importance of conversion in a\ndesire to emphasise their Jewishness, although it is clear from the testimony\nthat the experience had a longstanding emotional impact. Nadia R. was born in\n1938, in Bratislava. She was baptised into a Protestant church when she was\nfour. The way she retells the story of her baptismal ceremony reveals the\ninternal tensions between acknowledging the importance of the event as her\nfirst memory and denying its importance:"}},{"type":"footnoteParagraph","data":{"id":"_ftn18","label":"18","text":" Susan B., HVT 2008.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"-\nWhat does it mean? Do you mean baptism?<br>-\nBaptism, yeah, I remember it very, very clearly and that was sort of very\ncourageous people from the, mostly Protestant, the Lutheran Church did it. […] <br>- Did you have a ceremony?<br>- Yes, I remember the ceremony. <br>- What was that?<br>-\nWell, it was in a church. I must have been three or four, so, it was in a\nchurch and for me I don’t remember synagogues before, maybe I was in one, but I\ndon’t remember. This was my first, you know, and … it didn’t make a big splash\nin my life at that time; it was something which I went through. Only later in\nlife I really knew what it was all about, so no, there was no Jewish education\nin my life at that time and no identity I have to say.<a href=\"http://localhost:3000/#_ftn19\">[19]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn19","label":"19","text":" Nadia R., HVT 3132.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The internal voice of\nconsciousness, which led many survivors to talk about conversion as betrayal,\nwas echoed sometimes by some form of outside opprobrium.<a href=\"#_ftn20\">[20]</a> In\nmany Jewish communities converts were not welcomed back, no longer seen as\nJews. Sometimes this implicit pressure can be felt in the Fortunoff testimonies\nwhen the survivors try to answer unasked questions, minimise the importance of\nconversion, or all of a sudden bring up Israel or involvement in Holocaust\neducation as a way of emphasising their Jewish belonging.<a href=\"#_ftn21\">[21]</a> In\nsome other cases they retell the story of attempted conversion in very glorious\ntones, highlighting their resistance and devotedness to Judaism.<a href=\"#_ftn22\">[22]</a>&nbsp;&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn20","label":"20","text":" See the case of Berthe\nB., HVT 2668, who was born in Paris in 1935. She tells that the Jewish\ncommunity was highly critical of her parents for sending her to a Catholic\nschool.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn21","label":"21","text":" See for example Nadia\nR., HVT 3132.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn22","label":"22","text":" See for example the\ncase of Judith S. HVT 1263, who was born in Szeged in 1929. She explains that,\nwhen offered the possibility of conversion, her father declared: “we won’t\nchange our religion. We were born as Jews, we will die as Jews if we have to.\nThe religion is not a coat that you can change with the season.”","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In the Fortunoff collection there are examples where the\ndifferent experiences of persecution during the Holocaust impacted differently\nmembers of the same family who converted to Christianity.<a href=\"#_ftn23\">[23]</a>\nNicholas P., for example, was born in Budapest in 1912. He and his brother\nconverted to Catholicism as children. They both survived the Holocaust,\nNicholas in Hungary and his brother as a Catholic priest in Italy. Nicholas,\nwho was persecuted in Hungary, returned to Judaism immediately after the war,\nwhile his brother, who was not directly affected by the Holocaust, remained a\nChristian. In other cases, children who were hidden in the same place\nexperienced conversion and post-war tensions of belonging in very different\nways.<a href=\"#_ftn24\">[24]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn23","label":"23","text":" Nicholas P., HVT 575.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn24","label":"24","text":" See the joint testimony\nof Jacques F., David I., and Paul S., HVT 1792. They were hidden in a Belgian\nvillage but did not know about each other until after the war. They remembered\nconversion and relation to various Catholic individuals in significantly\ndifferent ways.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Jews who converted before or during the Holocaust in both\nGermany and France generally retell the story of conversion and attachment to\nCatholicism in more positive terms, without shadows of betrayal or\nembarrassment. This is probably because these communities were much\nsecularised. An excellent example, although not singular, is Paulette G., who\nwas born in Paris in 1933 and hidden during the Holocaust by a Catholic family.\nShe describes Catholicism and her experience as a converted Jew in these terms:\n"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"I\nthink that, Catholicism for me stood me in good stead, it gave me a discipline,\nit gave some comfort, and it allowed me not to go astray someway, you know, I\nhad something to hold on to. This religion called Catholicism. And I had a lot\nof fears about things, because no one could teach me anything, so I had to\nteach it myself, and through religion, I think, through Catholicism, I was able\nto hold on to certain values and ethics that allowed me to carry on with my\nlife, you see, because I had little else to hold on to. So, in fact it was a\ngreat help to grow up with this kind of thing, and as young adults to be able\nto fall back on something like this, because I did believe for a long time."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Paullette is also open,\nduring her interview, about her continued belief in Christianity after the war\nand the dilemmas of identity raised by this reality:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"You\nknow, my belief in Christianity did not stop when the war ended. It continued\non for a long, long time. And my identity crisis as a Jew and as a Christian\nwas very difficult. And it began to take shape after I married my husband who\nwas an American Jewish man. And so it was a conflict, a great crisis up until\nthat point. Was I a Jew, was I a Christian? And when I met my husband I finally\nfound a peaceful way to resolve that problem. It was quite comfortable being a\nJew again.<a href=\"#_ftn25\">[25]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn25","label":"25","text":"\nPaulette G., HVT 2170.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"There are a few other\nFortunoff testimonies expressing similar attachment to Christianity.&nbsp; Denise B., who was born in Paris in 1934,\nsays: “One of the nuns began to give me private lessons on Catholicism. I\nbecame very attached to Virgin Mary. I began to pray fervently because I\nthought that this would bring my mother back. […] Catholicism helped me to\nthink straight, my mind was such a blur.”<a href=\"#_ftn26\">[26]</a>\nHenri B., who was born in Paris in 1927 and baptised into Catholicism while in\nhiding with his mother and siblings in a little village outside Paris, is also\nappreciative of the structure Christian belief and ritual gave him: “I told you\nbefore that I was very religious. It kept me occupied during my entire\ndeportation, I always prayed. I think it helped me. When you get beaten, and\nthen say ‘forgive them, they know not what they do,’ perhaps it changes\nsomething. It also imposed rules on me, things I did or did not do.”<a href=\"#_ftn27\">[27]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn26","label":"26","text":"\nDenise B., HVT 2172.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn27","label":"27","text":" Henri B., HVT 2154.","embedCode":""}},{"type":"header","data":{"text":"Hans\nFrei in the context of other Fortunoff Video Archive testimonies","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Ariel points out that\nconversions during and following the Holocaust “involved massive formations of\nidentities weaving elements together in new reconfigurations.” This process was\noften painful. In comparison to many human beings who get through their lives\nwithout being much concerned about their “identities,” converted Jews had to\nadapt, to learn skills in assuming new identities, to reinvent and reconfigure\nthemselves constantly, “to recreate and plant themselves successfully, albeit\nnot without pain, in new and often hostile communal and spiritual territories.”<a href=\"#_ftn28\">[28]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn28","label":"28","text":" Ariel, “From Faith to\nFaith,” 65-6.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The Fortunoff Video Archive provides a great array of\ntestimonies from survivors who converted to Christianity before, during, or, in\na very few instances, after the Holocaust. They were interviewed in different\nlocations in the US, Canada, Western Europe, Eastern Europe and Israel. As a\nresult, we are provided with a wealth of information about the way in which the\nHolocaust and conversions were experienced in many European countries. Apart\nfrom these historical details, some of them analysed in the SIMON article, the\naspect that really stands out from examining the 97 testimonies is the\nfascinating insight provided into the impact of conversion on Jewish lives,\nidentities, and belonging. Especially, the attachment of Jews who converted to\nthe Christian community has been too easily dismissed and needs further, more\ninsightful exploration.<a href=\"#_ftn29\">[29]</a>\nHere the testimony of Frei, as that of Paulette G. mentioned above, show a\ndifferent picture from most Fortunoff testimonies, a picture where survivors\nwho converted during the Holocaust are willing to make peace with their hybrid\nidentities. "}},{"type":"footnoteParagraph","data":{"id":"_ftn29","label":"29","text":" Ariel, “From Faith to\nFaith,” 42-6.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"At the time of the interview (April 18, 1980) with Laurel\nVlock, Frei was a respected, well-known Professor of Theology at the Yale\nDivinity School. He was born in 1922 in Breslau, then part of Germany, into a\nfamily of Jewish parents who had converted to Christianity in their early\nadulthood. His father, Wilhelm Siegmund Frei, was a professor at the Faculty of\nMedicine, University of Breslau, and his mother, Magda Frankfurther Frei, was a\nmedic. Hans was the youngest of three children. As he explains at one point in\nhis testimony, he and his siblings were baptised into a Protestant Church (most\nlikely Lutheran) soon after birth. In the 1920s the family moved to Berlin after\nthe father got a job at an important hospital in Spandau. Due to his parents’\nprofessional status, the family did not feel the economic depression that\nravaged Germany throughout the 1920s and the early 1930s. However, they were\nimpacted by antisemitic policies as soon as Hitler came to power in 1933. In\norder to avoid the hostile environment, from 1935 until 1938 Hans was sent to a\nQuaker school in Saffron Walden, Essex, England.<a href=\"#_ftn30\">[30]</a>\nThe choice of this school was not necessarily down to religious preference\n(Hans explains that his parents were not committed Christians, and were not\nenthusiastic about the Quakers) and probably reflects rather bureaucratic\nreasons, for the Quakers were relatively relaxed on the currency exchange\nrequirements of the time. Frei developed a close connection with this religious\ngroup, but later, after the family moved to the US, identified rather with\nLutheranism and Anglicanism. "}},{"type":"footnoteParagraph","data":{"id":"_ftn30","label":"30","text":" The name of the school\nis not mentioned in the interview but appears in documents from Yale Divinity\nSchool. See Yale Divinity Library, Hans Wilhelm Frei Papers, RG 76, Series 6,\nBox 27. Personal Items and memorabilia, Folder 1, the second CV (the pages are\nnot numbered).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; His testimony is, in many ways, very different from others\nin the Fortunoff collection. First, Frei left Germany in 1938. He experienced\nthe beginning of the Holocaust, but unlike most survivors, did not feel the\nfull blow of persecution. He actually says, in the first sentences of the interview:\n“Well, I was one of the lucky ones who escaped without ever having seen\nanything more horrible than some street clashes in Germany.”<a href=\"#_ftn31\">[31]</a>\nNonetheless, his insight into the growing persecution is extremely relevant. As\nthe reader/listener will notice, he talks several times about the terror of\nthose early years: the terror of denunciations, the terror of a growing police\nstate, and the terror of legislation that excluded Jews from the German society\nand made them unwelcome. Two interesting episodes reflect this sense of terror.\nIn one, probably in 1935, while returning from England Hans missed his train\nand arrived with the next one. He describes the profound anxiety of his parents\nwho feared the worst. In the second, which happened in 1934 in the context of\nthe Night of the Long Knives, he was at home with his grandmother. An\nindividual who was chased by the police asked to take shelter in their\napartment, claiming to have known his father from the trenches in the First\nWorld War. In the end Hans, who was 12 at the time, refused to give the man\npermission to enter; the memory of that event, and the guilt of a missed\nopportunity to help, were still vivid decades later."}},{"type":"footnoteParagraph","data":{"id":"_ftn31","label":"31","text":" Hans F., HVT 170, p. 1 of\n2 [00:01:29.96].","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In 1938 the Frei family moved to New York. In the testimony\nhe does not give many details about this period, apart from some brief insight\nabout the German Jewish life in the neighbourhoods of Flushing and Washington\nHeights: “We lived in the latter place. And I think a good many of those people\nwere very much like we were, thoroughly secularized, quite relaxed about the\nfact that they were Jews, having a variety of outlooks towards Zionism, from\nstrong sympathy to mild antipathy. But none of them really, in any sense,\nardently members of the larger Jewish community.”<a href=\"#_ftn32\">[32]</a>\nHis father worked at the Montefiore Hospital in the Bronx from 1937 until his\ndeath on January 27, 1943. "}},{"type":"footnoteParagraph","data":{"id":"_ftn32","label":"32","text":" Hans F., HVT 170, p.2 of\n2 [00:02:14.23].","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"According to documents found at Yale Divinity School, Frei\ngraduated with a BS from North Carolina State College (1942), a BD from Yale\nDivinity School (1945), and a PhD from Yale University (1956). He was a\nFulbright Research Fellow in Germany (1959-1960). In 1966-1967 he was the\nrecipient of an American Association of Theological Schools fellowship, which\nallowed him to study at the University of Cambridge. Career wise, Frei was a\nminister at North Stratford Baptist Church, North Stratford, New Hampshire (1945-1947),\nbefore starting an academic career that took him in the end to the Yale\nDivinity School, where he was an Assistant Professor of Religious Studies\n(1957-1963), Associate Professor (1963-1974), and Professor of Religious\nStudies (1974-1988). He was the Chairman of the Department of Religious Studies\nat Yale Divinity School (1983-1986). The spring syllabus 1974 shows him\nteaching two courses: “Hegel: Early Theological writings,” and “Hegel: Reason\nin History.” His writings, especially <i>The\nEclipse of Biblical Narrative: A Study in Eighteenth and Nineteenth Century\nHermeneutics</i> (New Haven: Yale University Press, 1974), and <i>The Identity of Jesus Christ: The\nHermeneutical Bases of Dogmatic Theology</i> (Philadelphia: Fortress Press,\n1975) are essential in the field of Christian Theology.<a href=\"#_ftn33\">[33]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn33","label":"33","text":" See Yale Divinity\nLibrary, Hans Wilhelm Frei Papers, RG 76, Series 6, Box 27, especially folder\n1. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Frei died unexpectedly on September 12, 1988. Family,\nfriends and colleagues celebrated his work in a memorial service held at Battel\nChapel, Yale, on September 22, 1988. He was praised for many things, two of which\nappear consistently: his academic excellence (he is described as a leading\nAnselmian), and his connection to students, who often portrayed him as a father\nfigure.<a href=\"#_ftn34\">[34]</a>\nHis influence on Christian theology continued long after his passing, as testified\nby articles and books dedicated to him. In his 1992 article “Hans Frei and the\nFuture of Theology,” David Ford summarises the influence of Frei on various\ntheologians:"}},{"type":"footnoteParagraph","data":{"id":"_ftn34","label":"34","text":" See Ibid., folder 5 “In\nMemoriam: Hans W. Frei” – Memorial Service for HWF with tributes by colleagues.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"David\nKelsey says that Frei helped him to rethink Luther and Calvin, especially on\njustification and sanctification. Michael Root says that Frei’s\ninsider/outsider view of the German tradition stimulated his appropriation of\nhis own Lutheranism. James Buckley has, in his forthcoming book, <i>Seeking the Humanity of God</i>, drawn on\nFrei to present a ‘Catholic particularism following in the tradition of Vatican\nII.’ […] In terms of the history of modern theology, one of Frei’s major\nachievements in this regard was to move Schleiermacher nearer to Barth, out of\nopposition and into neighbourly relations.<a href=\"#_ftn35\">[35]</a><b> </b>"}},{"type":"footnoteParagraph","data":{"id":"_ftn35","label":"35","text":" David Ford, “Hans Frei\nand the Future of Theology,” <i style=\"mso-bidi-font-style:normal\">Modern\nTheology</i> 8 (April 1992): 204.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Although Frei did not\nconceal his Jewish roots (testimony to that is the interview he gave to the\nFortunoff Video Archive in 1980), for reasons not entirely clear his Jewishness\nwas entirely overlooked in the memorial service and in an obituary published in\n<i>New\nHaven Register</i> on Wednesday\nSeptember 14, 1988. One sentence of that obituary is particularly striking\nthrough its deliberate occlusion of his Jewish identity and persecution in\nGermany: “Mr. Frei was born in Breslau, Germany, April 29, 1922, son of the\nlate Wilhelm and Magda Frankfurter Frei. His father, a physician, was on the\nmedical faculty of the University of Breslau. Political developments prompted\nthe family to leave Germany.”<a href=\"#_ftn36\">[36]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn36","label":"36","text":" See Yale Divinity\nLibrary, Hans Wilhelm Frei Papers, RG 76, Series 6, Box 27, Folder 6 Frei Hans,\nObituary.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"One of the main reasons I chose his testimony for the\nannotated edition was the beautiful ways in which the topic of identity is\ntouched upon during the interview. The interview conducted by Laurel Vlock\nfollows a media style of questioning, which allows for in-depth examination of\nevents and their impact on belonging. However, it is Frei’s intellect that really\ndigs deep into all the complexities of feeling of the pressure to define\nyourself and the pain of having to live with hybrid identities. Frei grew up in\na family that was secular and very much assimilated into German society. His\neducation in a Quaker school from the age of 13 to the age of 16 made a great\nimpression on him. In comparison to other converted survivors who, forcefully\ncategorised as Jews and persecuted, found it easier to identify as Jews and\nreturn to Judaism, Frei continued to identify as Christian after the Holocaust.\nHis experience is, to a great extent, unique in the Fortunoff Archive, where converted\nsurvivors generally identify themselves as Jewish and either deny the\nimportance of conversion or, such as in the case of Paulette G., accept a\nversion of hybrid identity where the Jewish component is primordial. Towards\nthe end of his interview, Frei offers a complex view into his\nself-identification: "}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"[00:16:47.01]\nINTERVIEWER: Well, that takes us back to you and your family and the\nrelationship between you and your family, which must have been or must be or\nmust have been strained as a result of this departure on your part, even though\nit was clear why it happened. <br>[00:17:06.43]\nSUBJECT: My departure from-- towards Christianity, you mean? <br>[00:17:10.31] INTERVIEWER: Well, yeah-- not really toward Christianity. But away from the condition that the family found itself in. <br>[00:17:18.31] SUBJECT: Actually not, no, that-- I think the problem was not-- is not there. The problem-- I mean, they-- they-- they saw what I was doing as a not-- as a continuation of their own pattern of assimilation on the one hand, and moving into an academic life, on the other hand. The problem, really, for me is that I am, far more than a good many other people, at once an outsider to Jewishness and an insider.<br>[…]<br>[00:18:34.78] Um, there's an author who's written a very deeply moving book, Saul Friedlander, When Memory Comes.  So have you looked at it? <br>[00:18:43.59] INTERVIEWER: Mhm. <br>[00:18:44.37] SUBJECT: And he's become a very loyal, devoted Israeli, though he teaches half time in Geneva each year, half the year. And yet, I think you'll find-- in that book I found part of the same thing-- kind of an inability to get two halves of his personality together again, except in a very tenuous way. Well, that's true for me, too.  <br>[00:19:14.94] But you see that my dominant personality became secular and Christian. Therefore, it would take a conscious move, rather than a natural emotive response, for me to identify myself with Judaism now. I'm too far gone."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"This is not to say that\nFrei denies his Jewishness and, had he remained in Europe and experienced the\nfull force of persecution, perhaps his post-war sense of belonging would have\nbeen different. It should be mentioned here that, while still in Germany, his\nfather renounced his Christian conversion as a protest against the Nazi\npersecution of Jews. Unfortunately, the interview does not offer any details\nabout what this renunciation entailed. We do not know whether it was only a\nprivate declaration or if any formal steps were made in that direction.\nHowever, the episode indicates how the experience of the war may have impacted\nHans too. As he left in 1938, he did not have to take shelter in a convent, nor\nto be hidden conditionally by some villagers, nor to convert as a way of\ngaining the trust of a convent or a foster family, as most Fortunoff survivors\ndid. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Laurel Vlock often pushes Frei to confront what she\nperceives as ambivalence on his part: "}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"[00:48:24.31]\nINTERVIEWER: I-- I have to persist in the question of why they sent you to a\nQuaker school rather than a Jewish school. <br>[00:48:30.98] SUBJECT: In England? <br>[00:48:31.49] INTERVIEWER: Mhm. <br>[00:48:32.21] SUBJECT: Because, like so many other Jewish families, my family was totally secularized. That is to say they had given up their-- they-- we were-- we knew we were Jews, you see? But that meant simply German citizens of Jewish religion until the Nazis came.<br>[00:48:54.89] That was what assimilation meant. We were totally assimilated, and as a result, my parents had us baptized, you see? My parents had all of us children baptized."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"To make matters even more\ncomplicated, over their Christian and Jewish identities (and he explains very\nclearly that although baptised, they still saw themselves as Jewish), there was\nanother overarching allegiance, the allegiance to Germany: "}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"[00:51:58.83]\nWe had been so deeply assimilated, you see? So deeply assimilated that, on the\none hand, we were proud of the fact that we were Jewish, in a curious,\nundefinable way. We felt that we were Jewish, and that was that. Jews were good\npeople.<br>[00:52:20.11] Uh, but on the other hand, we felt that it was simply a kind of cultural religious distinctness, but not anything that interfered with our, first of all, being German citizens. You see, our whole world-- for just that reason, our whole world was turned far more upside down in 1933. We were robbed of our primary support. Namely, our national identity, which was much more our identity than our Jewish identity.<br> "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"At one point during the\ninterview, returning to what she perceives as ambivalence on Hans Frei’s part,\nLaurel Vlock asks: "}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"[00:52:58.77]\nINTERVIEWER: You claim you felt Jewish, or you felt an identification with your\nJewish heritage ancestry, yet you were practicing Christians in an assimilated\nGerman society. It's, uh—<br>[00:53:11.51] SUBJECT: Heinrich Heine, the German poet who was himself Jewish, and rather cynically converted, once said that the-- that bap-- the baptismal certificate is the admission ticket to European culture. And a lot of Jewish people in the middle of the 19th century, especially in Germany, began to feel some sympathy for that. So that even when they did not do it themselves, as my parents did, they downplayed any part of their heritage, except one of a strictly limited religious cultural sort.  "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Frei’s answer reveals the\ncomplexity of belonging, and the readiness of many Jews in Germany to adapt to\nvarious circumstances they found themselves in. This fluidity, which crosses\nlimited boundaries of self-identification, appears later on when, borrowing\nsome of the principles of his father (who, recall, renounced conversion as a\nprotest) and of the Quakers, to whom he alludes several times in his testimony,\nhe says: "}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"[00:17:49.75]\nAnd I find that a very difficult way, you see. I mean, for example, if this\ncountry were to go officially anti-Semitic, which I don't see coming, but\nnonetheless, you know, [? if it somehow ?] did, I would clearly identify myself\nwith the Jewish community.<br>[00:18:09.64] INTERVIEWER: Why? <br>[00:18:10.75] SUBJECT: That's because I think one should always identify oneself with those who are persecuted.  I think that's-- that's only right.<br> "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"However, he adds: “But I\nthink I would do so as one whose persuasion is one of considerable scepticism\nat the same time.” His ambivalence, his “inability to get two halves of his\npersonality together again,” is visible throughout the interview. On the hand\nhe is proud of his Jewish heritage and talks at length about the persecution in\nGermany or mentions the German Jewish community in the US. At the same time, he\nexpresses his devotedness to the Christian community in general and the Quaker\ncommunity in particular. He categorises himself as being secular and Christian\nfirst; however, he is very disappointed that his German Christian friends are\nnot willing to assume responsibility for their and their country’s\nparticipation in the killing of Jews. In the interview he often uses his own\nexperience of persecution as a Jew to draw comparison with persecution of other\nminorities in the US, especially of black people.&nbsp; "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The testimony of Frei offers a wealth of information on\nvarious events that shaped German society before and after 1933. It also\nprovides some information on German Jewish life in New York at the end of the\n1930s. There are also glimpses of Frei’s view on post-Second World War German\nsociety, and his vision of Israel. First and foremost, however, this is a\ntemplate interview on how conversion to Christianity impacts Jewish identity\nand belonging and how second generation converts depart even more from Judaism.\nSeen through comparative lenses, Frei’s answer to some of these issues are, as\nexplained above, both similar and different to other Holocaust survivors who\nconverted to Christianity. His family’s secularism, attachment to German\nbelonging, and desire to assimilate into that society all shaped Frei’s later\nidentity. The fact that he escaped the most terrible part of the Holocaust was\nalso essential. However, it is interesting that, although all these elements\nwould be sufficient to make him forget his Jewishness, he nevertheless returns\nto it very often during the interview. And even when he is tempted to deny it,\nhe does so leaving the door open for an eventual reconsideration. "}}],"time":1607546641017}