{
  "meta": {
    "slug": "hvt-0574",
    "smallVideoPath": "https://d12q9fe14kxf9b.cloudfront.net/0574/background-loop-640.mp4",
    "videoPath": "https://d12q9fe14kxf9b.cloudfront.net/0574/background-loop-1280-2.mp4",
    "posterPath": "https://d12q9fe14kxf9b.cloudfront.net/0574/poster.jpg",
    "aviaryLink": "https://fortunoff.aviaryplatform.com/collections/5/collection_resources/644/transcript?collection_resource_file_id=94912",
    "supertitle": "Introduction to the testimony of",
    "title": "Eric Hauser",
    "hvtID": "0574",
    "author": "Wendy Lower",
    "affiliation": "Claremont McKenna College",
    "essayPath": "/data/intro-hvt-0574.json",
    "publicationDate": "June 28, 2022"
  },
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "When Isaak Hauser's young parents celebrated his birth on May 25, 1908 in Grodek Jagiellonski, Poland (now Horodok, Ukraine), they could not have foreseen what was to befall their generation of Jews living in the Polish-Ukrainian borderlands: total war, the collapse of empires, the Bolshevik revolution, pogroms, the rise of fascism, more war, and the Holocaust. They could not have imagined the end of their family and of Jewish life as they knew it in the Austro-Hungarian Empire. Only Isaak would survive to bear witness to what happened. In 1943, Isaak's mother Liebe (b. 1885), his father Moses (b. 1885) and his younger siblings Hilda (b. 1910) and Aron (b. 1914) were all murdered. The details of their deaths are not known. Isak surmises that they died in the Janowska camp in the western region of Ukraine, known as Galicia, near its capital city of Lwów. They may also have been deported from that camp to the Nazi gassing centers of Belzec or Sobibor in Poland. "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Isaak, who adopted the American name Eric when he immigrated to the United States in October 1949, gave his testimony to the Fortunoff Video Archive for Holocaust Testimonies in April 1985.<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> Recorded near his home in Rego Park, NY, the video is among the most important documents of the Holocaust in western Ukraine. Eric's memories are vivid and detailed. He was a keen observer of events, remembering the names of perpetrators, Jewish colleagues, Polish workers, and Ukrainian policemen. He identified the precise locations of crimes, and quoted the harsh words of Nazi killers. He recounted the last conversations he had with his deceased family members. He managed to preserve important artifacts of his past, such as his identification papers, his worker's badge, and his first written testimony, given in 1947 in Munich, Germany at the Office of Liberated Jews. Eric came prepared to the 1985 interview and as he spoke, he picked up these precious items from his past to prove that the Holocaust happened. His recorded testimony is empirically valuable.<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "<p>Hauser was also interviewed on April 6, 1990, perhaps at his address, 63184 Alderton Street, Rego Park, NY 63184. See the 1990 bibliographic reference in Thomas Sandkuehler's <em>\"Endloesung\" in Galizien: Der Judenmord in Ostpolen and die Rettungsinitiativen von Berthold Beitz 1941-1944</em> (Bonn: Dietz Verlag, 1996).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "<p>Material culture studies have increasingly explored the role of objects as representations of war and genocide, and their relationship to traumatized survivors. See Leora Auslander and Tara Zahra eds., <em>Objects of War: The Material Culture of Conflict and Displacement</em> (Ithaca: Cornell University Press, 2018).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "There are other dimensions of Hauser's narrative that one might call performative, metaphorical, psychological, as well as historical.<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> These aspects refer to the survivor's style, tone, emotions, and body language. When he references his knowledge of postwar trials, memorials, gatherings, and books on the Holocaust, he situates his own biography within the emerging phenomenon of Holocaust consciousness, within the community of survivors as moral witnesses, and life in contemporary America. In the recording, one can occasionally hear the background sounds of urban life while Eric describes the horrors he saw and endured decades ago in provincial Ukraine. The coincidental sounds do not detract; rather, they serve as a present-day contrast to Eric's past, and when he pauses to regain his composure, looks downward, exhales, shakes his head, clears his throat, or wipes his eyes, viewers are reminded that despite the distance of forty years from the events and places, it is impossible for survivors to overcome or fully suppress what happened.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> Indeed, one could focus exclusively on Hauser's tearful breaks, many of them, in Lawrence Langer's words \"frozen moments of anguish,\" as traumatic markers in his narrative. As Hauser stated at the end of his interview: 'I cannot collect myself sometimes so well. One is overcome.\"<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "<p>On these facets see the foundational work by Geoffrey Hartman, Lawrence Langer, Dori Laub, Henry Greenspan, Oren Stier, Marianne Hirsch, Zoe Waxman, and Noah Shenker.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "<p>This biographical information was provided by Eric Hauser in his Fortunoff interview, and additional details were noted by staff at the US Holocaust Memorial Museum when in 1990 Hauser donated two prisoner bowls that he had found at the Janowska concentration camp where his family was last seen. See the Hauser collection and intake notes, https://collections.ushmm.org/search/catalog/irn2505.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "<p>Lawrence Langer, <em>Holocaust Testimonies: The Ruins of Memory</em> (New Haven: Yale University Press, 1991), 172. </p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Summary of Eric Hauser's Prewar and Wartime Biography",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Located about 20 miles southeast of Lwów, Eric's hometown of Grodek Jagiellonski had a Jewish population of about 3,600 persons, or 30% of the inhabitants. Eric's family was well-to-do and some were prominent members of the community. His father Moses had his own business as a building contractor and lender, issuing mortgages to other Jews. His mother's father was a leader in the Jewish community. Like other Jews in Galicia, Eric acquired several languages, including Polish and German. He attended a Polish Catholic school, was named his class valedictorian in 1926, and was active with other youth in the socialist and leftist parties. Though Eric was more than qualified to attend a Polish university, the Polish polytechnical school did not admit Jews, so he relocated to Brno, Czechoslovakia to enroll in the technical university there. He earned a master's degree in electrical and mechanical engineering in 1931, and then returned home and eventually found work in the nearby oil-fields industry as an engineer and assistant manager. His father Moses's business continued to expand until he was able to build a large house in the city of Lwów, where the family lived in 1939. Eric's siblings were also successful. His sister studied law and later owned a cinema; his brother was an accountant."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As part of the Molotov-Ribbentrop Pact, both Germany and the Soviet Union invaded, conquered, and occupied Poland in September 1939. Eric's boss fled to America after seizing the company's funds, leaving Eric to manage some 220 employees with no cash to pay them. As German forces approached the oil fields in western Poland where Eric worked, he refused to sabotage the wells and equipment, and instead fled to the city of Lwów, which had been renamed Lwów and incorporated into the Ukrainian Soviet Socialist Republic as part of the Russian-dominated Soviet Union. There, he briefly joined his family, and met then married his wife, Luise Finkler (1911-1999). Unable to secure a job in Lwów, he left the city with Luise to the oil town of Borislav (Boryslaw), which had a large population of 13,000 Jews. There, he managed the power plant's department of mechanical and electrical engineering. Luise did administrative work in the office. "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Shortly after the Nazi attack on the Soviet Union (Operation Barbarossa), Hitler's Seventeenth Army occupied Boryslaw on July 1, 1941. With local collaborators, German military officers organized a pogrom, murdering about 350 Jews. According to historian Piotr Wrobel's analysis of Polish and Ukrainian testimonies, local Ukrainians in the militia and relatives of Ukrainians slain in the local prison by the retreating Russian NKVD officers, brought Jewish men to the prison to recover and clean the bodies of the Ukrainian prisoners, acting on instructions from the German military occupiers. Ukrainian peasants also appeared at the scene carrying axes and pitchforks. The killing was carried out by a combined force of German soldiers with local Ukrainians and the numerous Poles who resided in Boryslaw. This pogrom was followed by a series of mass shootings carried out by Himmler's <em>Schutzpolizei</em> as the Germans undertook to annihilate the Jewish population while temporarily sparing some Jewish laborers who were needed in the region's oil industry.<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "<p>See the entry on Boryslaw in <em>The United States Holocaust Memorial Museum: Encyclopedia of Camps and Ghettos, 1933–1945</em>, Vol. II, Part A, ed. Martin Dean (Bloomington, IN: Indiana University Press 2012), 755-757. Dieter Pohl, 'The Murder of Ukraine's Jews under German Military Administration and in the Reich Commissariat Ukraine', in <em>The Shoah in Ukraine: History, Testimony, Memorialization</em>, ed. Ray Brandon and Wendy Lower (Bloomington: Indiana University Press, 2008. Thomas Geldmacher, <em>\"Wir als Wiener waren ja bei der Bevolkerung beliebt\": Oesterreichische Schutzpolizisten und die Judenvernichtung in Ostgalizien 1941–1944</em> (Vienna: Mandelbaum Verlag, 2002). N. M. Gelber, ed., <em>Memorial to the Jews of Drohobycz, Boryslaw, and Surroundings</em> (Tel Aviv: Association of Former Residents of Drohobycz, Boryslaw and Surroundings, 1959). Ksenya Kiebuzinski and Alexander Motyl, <em>The Great West Ukrainian Prison Massacre of 1941: A Sourcebook</em> (Amsterdam University Press, 2017) and Piotr Wrobel, \"Polish-Ukrainian Relations During World War II: The Boryslav Case Study: A Polish Perspective,\" in <em>East European Politics and Societies</em> 26 (February 2012), 219-26.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Eric and Luise managed to flee and hide during the round ups and massacres, enduring days in a flooded basement. Eric helped to construct a secret tunnel where they also hid with other Jews. In November 1942 the Germans established a forced labor camp for the remaining 1,470 Jewish laborers assigned to the Carpathian Oil Corporation (<em>Karpathen Oel Aktiengesellschaft</em>). Eric received a special \"R\" badge identifying him as an essential armaments worker (<em>Rüstungsarbeiter</em>), which also gave him privileges such as the ability to move around the town, interact with non-Jews outside the camp barracks, and observe what was happening as a whole to the Jewish community. There were at least five waves of mass shootings and deportations from Boryslaw between July 1941 and June 1943. Eric and Luise escaped the forced labor camp in late spring 1944, and managed to survive until Boryslaw was liberated by the Soviet Red Army on August 7, 1944. They traveled back to Lwów, where Eric's family had been forced from the ghetto into the Janowska labor camp, which was the largest concentration camp in Ukraine as well as a transit camp for Jews sent to the gassing centers of Belzec and Sobibor. Eric believed that his family was killed there. While searching for them there, he found a metal bowl that prisoners ate from and kept it as a memory of his missing family. As prewar Polish citizens, Eric and Luise were not forced to remain in the Soviet Union. Seeing no future in Poland as Jews, they decided to head west and settled in the American occupation zone in Bavaria, Germany, where most of the Jewish survivors resided (more specifically, in Munich and its nearby displaced persons camps of Feldafing and Foehrenwald). They immigrated to the United States in October 1949."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "What is historically significant in Hauser's testimony?"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Hauser's testimony interweaves many rich and significant themes  in Holocaust history. Hauser speaks about:"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "<ol> <li>Impossible choices faced by him and his family members, for example to stay home or to flee, if one could, before it was too late [timecode: 00:29:25:13] or to strangle a child whose playfulness might reveal their hiding place [00:06:15.54] ;</li> <li>Forced complicity of Jewish council leaders and police [00:31:58.27; 00:36:11.15; 00:38:14.27; 00:51:23.62];</li> <li>The voluntary collaboration of non-Germans, such as in the persecution and killing done by Ukrainians and Poles [00:27:54.90; 00:42:09.53; 00:51:00.07]</li> <li>Sexual violence of the Nazi occupiers and the Jewish police [00:53:01.60] </li> <li>The crimes of the regular German police [00:41:03.01; 00:45:57.23; 00:54:15.58]; </li> <li>The violent atmosphere typical to the mining towns, what he calls \"Klondike-like\" [timecode 00:19:02.32]; </li> <li>Conditions in small-town labor camps, and the incessant waves of mass shootings [00:26: 29.84; 00:31:14.60; 00:47:53.60; 00:38:58.96];</li> <li>The rescue of Jews by the German businessman, Berthold Beitz [01:00:33.61]</li> <li>Postwar Polish antisemitism [12:06.84]; and</li> <li>The role of Jewish survivors in the postwar pursuit of justice [00:18:21.55].</li> </ol>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "For this introduction, I have chosen to focus on three facets of Hauser's testimony that are especially meaningful and instructive. I have chosen these facets because they are unique to his experience, because of the manner in which he recounts them, and because they cover subject areas that are often overlooked or underappreciated in Holocaust studies. First, one should listen closely when survivors state explicitly and without prompting the reason for giving the interview. Hauser was clear about why he agreed to speak. He argued that not enough was known about what historians would later dub \"the double occupation,\" the Soviet crimes that preceded the Germans' arrival and the entanglement of Nazism and Stalinism in these borderlands of the two empires. Second, paying attention to the amount of time devoted to certain topics also indicates what Hauser wished to emphasize and tell us. His pursuit of justice extended into the postwar period, when he discussed the West German trial of his tormenters. What was the experience of Jewish survivors who were called to testify, to return to Germany and relive their pasts in a courtroom setting among the perpetrators? Third, drawing from the rich literature on testimony analysis by scholars such as Lawrence Langer and Henry Greenspan, we can see in Hauser's recounting those frozen moments of anguish, when he is overcome emotionally. What is he speaking about when those moments arise? Do those difficult, unspeakable experiences and memories give us another view into the Holocaust and the resounding impact of genocide on an individual survivor?  "
      }
    },
    {
      "type": "header",
      "data": {
        "text": "The Double Occupation",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "About fifteen minutes into Hauser's interview, he states emphatically why he agreed to be recorded. Usually survivors are not as explicit: at the end of an interview, an interviewee might ask about lessons of the Holocaust, and the survivor might add a few sentences about the need to speak on behalf of murdered relatives, to educate future generations, to counter denial, or to prevent future genocides. But in the first part of the interview, as Hauser begins to explain what everyday life was like when the Second World War began and the Soviets occupied his hometown in September 1939, he stops and asserts: \"The reason I do this interview only, I would like to show that the Russians broke our spirit. In a way, they're—well, the Germans killed us physically. [00:15:11.81] But in a way, the Russians killed us mentally. They broke our spirit. They converted us from normal human beings who have some ambitions of hope into ants which go around all day long and look for food. \" [00:15:28.42]."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Indeed, he dedicates nearly a third of his interview to the evils of Stalinism and the degradations and deprivations of the Soviet terror, ironically termed in his words as the Soviet \"cure.\" First the Russians seized their home and stole their personal belongings. Then they subjected them to slave-labor like working conditions with demoralizing regulations that stripped them of basic freedoms and rights. In this \"continuous struggle, they [the Russians] broke us so deeply and so completely that when Hitler later came, he had it very easy with us.\" [00:18:39.460]. Then Hauser's interview continues for another hour and as he starts to briefly cover his postwar experiences, leading to the end of his story, he stops and reiterates: \"My reason for appearance today is I wanted to make sure—I don't know if I did—to stress the point that we should have resisted much more strongly than we did. And we didn't because the Russians have conditioned it to us. The Russians, with their preceding occupation, have changed us into a bunch of low animals. I don't know, probably lower than rats.\" [00:21:18:19]."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In Hauser's lifetime, Ukraine and Poland became the crucible of Nazism and Stalinism, certainly its crossroads. Ukraine experienced two genocides, one under Stalin in 1932-33, known in Ukrainian as the <em>Holodomor</em>, a man-made terror-famine; and one in Hitler's war and the Holocaust, 1939-1945. In addition, decades of Russian and then Soviet imperial rule and economic exploitation had destroyed Ukrainian attempts for independence, as well as the cultural life of non-Russians in Ukraine including historic Jewish orthodox communities in the former Pale of Settlement. Many Jews had emigrated before the First World War, but for Jews who had survived or recalled the pogroms of the late 19th century, then experienced the pogroms accompanying the Bolshevik revolution, home was an unstable, violent place and the future was uncertain. In fact, one out of every four murdered Jewish victims of the Holocaust resided in the territory of Ukraine (today's borders). Thus, the survival rates were among the lowest in Nazi-occupied Europe. As we learn from Hauser's searing account, the Jews were caught in the crosshairs of these two regimes as well as the interethnic antisemitic violence of the Poles and Ukrainians who competed for their own territorial claims and saw the Jewish minority as an outsider and threat.<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "<p>Serhii Plokhy, <em>The Gates of Europe: A History of Ukraine</em> (New York: Basic Books, 2021). Jeffrey Veidlinger, <em>In the Midst of Civilized Europe: The Pogroms of 1918-1921 and the Onset of the Holocaust</em> (New York: Metropolitan Books, 2021). Robert Conquest, <em>The Harvest of Sorrow: Soviet Collectivization and the Terror-Famine</em> (New York: Oxford, 1986).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "There is vast academic literature on the comparative histories of Hitler and Stalin as two totalitarian regimes. From the moment the world was shocked to learn that Hitler and Stalin had joined forces to destroy and occupy Poland, thus starting World War II in late August 1939, observers and analysts puzzled at the relationship between the two regimes, and of course feared for the future of Europe. After the war, western scholars compared the two terror systems, their ideologies of communism and fascism, and their records of mass murder.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> Conservative West German historians led by Ernst Nolte and Andreas Hillgruber went too far in the late 1980s when they diminished the uniqueness of the Holocaust and whitewashed Germany's past by trying to equate the crimes of Nazi Germany with those of the Allies, focusing on the mass expulsions of ethnic Germans and Stalin's terror, even arguing that Hitler's aggression was an act of defense, and that he launched a justifiable war to stem the spread of communism in Europe."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "<p>See Hannah Arendt, <em>The Origins of Totalitarianism</em> (New York: Schocken, 1951); Michael Geyer and Shiela Fitzpatrick, eds. <em>Beyond Totalitarianism: Stalinism and Nazism Compared</em> (New York: Cambridge University Press, 2009).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "With the collapse of the Soviet Union, which spurred the growth of Holocaust studies in the 1990s, scholars were able to access the mass murder sites and local archives, reconstructing events from the ground up in small towns of eastern Europe, collecting testimony from eyewitnesses, and discovering the heinous history of local collaboration and antisemitic violence, which had been suppressed in official Soviet histories.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> Sociologist Jan Gross, who had written pioneering studies on the plight of Poles during the war, published a powerful account of one town, Jedwabne, Poland in which he documented that local Poles had organized and carried out the mass murder of their Jewish neighbors, massacring almost half the population of their hometown. As we learn in Hauser's account, the wave of pogroms in the summer of 1941 extended beyond Jedwabne across the Nazi-Soviet border where Poles, Ukrainians, ethnic and Germans targeted Jews in acts of anti-Soviet rage. Similar events occurred in the Baltic states and in Romania."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "<p>See the testimony collection work of Patrick Desbois's organization Yahad-in-Unum, <a href=\"https://yiu.ngo/en\">https://yiu.ngo/en</a>.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Indeed, western Ukraine saw some of the most widespread violence, not only in the region's capital of Lwów, but also across the villages and towns extending eastward and southward.<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> At least fifty-eight Jewish communities were struck by pogroms in summer 1941. Historian Dieter Pohl estimates that in other parts of eastern Galicia more than 12,000 Jews died in pogroms, the largest occurring in Lwów where approximately 3,000 to 4,000 Jews were brutally murdered between 30 June and 25 July 1941.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> As was the case in nearby Stanyslaviv (Ivano-Frankivsk), Zolochiv, Drohobych, Buchach, and Ternopil', in Lwów the Jews were blamed for the Soviets' mass murder of Ukrainian prisoners and others whose mutilated remains were found in NKVD jails.<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup> The Soviets had pursued a policy of mass murder of political prisoners during the retreat. The new German occupiers and their Ukrainian allies in the Organization of Ukrainian Nationalists were both determined to clear Ukraine of Jews who were branded Bolsheviks, and to this end organized antisemitic 'retaliation' campaigns.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> The fact that Jews, Russians, and Poles were also victims of NKVD atrocities in Galicia and Volhynia was conveniently suppressed. Instead, all the evils associated with Bolshevism were projected on the Jews, seen as both an inferior race and a threatening Other.<sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> Typically, Jewish men were forced to exhume bodies of prisoners killed by the Soviets; in some cases, they had to wash the corpses and dig the graves to prepare them for a religious burial. While the Jews carried out these gruesome tasks, the local members of the population were allowed to vent their rage about the despised Soviet system, beating Jews with clubs, rods, and other blunt instruments.<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "<p>This information on pogroms appeared in Wendy Lower's, \"Pogroms, Mob Violence and Genocide in Western Ukraine, Summer 1941: Varied Histories, Explanations and Comparisons.\" <em>Journal of Genocide Research</em> 13, no. 3 (September 2011): 217-46. Alexander V. Prusin, \"A 'Zone of Violence': The Anti-Jewish Pogroms in Eastern Galicia in 1914-1915 and 1941.\" In <em>Shatterzone of Empires: Coexistence and Violence in the German, Habsburg, Russian, and Ottoman Borderlands</em>, eds. Omer Bartov and Eric D. Weitz, (Bloomington: Indiana University Press, 2013), 362-77.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "<p>Recent research by other scholars has proposed a larger figure, ranging from 13,000 to 35,000, with fifty-eight pogroms in western Ukraine and thirty-five in eastern Galicia. See Dieter Pohl, 'Anti-Jewish pogroms in Western Ukraine: a research agenda,' in Barkan et. al. (eds), <em>Shared History—Divided Memory</em>, p 306. Alexander Prusin's estimate of 30,000 Jews killed in pogroms in summer 1941 covers the territory from Latvia to Bessarabia; see <em>The Lands Between: Conflict in the East European Borderlands, 1870-1992</em> (New York: Oxford University Press, 2010),  151.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "<p>See Tarik Cyril Amar, <em>The Paradox of Ukrainian Lviv: A Borderland City between Stalinists, Nazis, and Nationalists</em> (Ithaca, NY: Cornell University Press, 2015); and Elazar Barkan, Elizabeth Cole, Kai Struve, eds., <em>Shared History- Divided Memory: Jews and Others in Soviet-Occupied Poland, 1939-1941</em> (Leipzig: Leipziger Universitaetsverlag, 2007).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "<p>On the anti-Semitic agenda of the OUN, see Franziska Bruder, <em>'Den ukrainischen Staat erkämpfen oder sterben!' Die Organisation Ukrainischer Nationalisten (OUN) 1928-1948</em> (Berlin: Metropol Verlag, 2007), pp 32, 99-101; and Karel C. Berkhoff and Marco Carynnyk, 'The Organization of Ukrainian Nationalists and its attitude towards Germans and Jews: Iaroslav Stets'ko's 1941 <em>Zhyttiepys</em>,' <em>Harvard Ukrainian Studies</em>, Vol 23, Nos 3-4, 1999, 149-184. Marco Carynnyk, 'Foes of our rebirth: Ukrainian nationalist discussions about Jews, 1929-1947,' <em>Nationalities Papers</em>, Vol 39, No 3, 2011, pp 315-352.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "<p>Joanna Michlic, <em>Poland's Threatening Other: The Image of the Jew from 1880 to the Present</em> (Omaha: University of Nebraska Press, 2006).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "<p>See Shimon Redlich, <em>Together and Apart in Brzezany: Poles, Jews and Ukrainians, 1919-1945</em> (Bloomington: Indiana University Press, 2002), 101-102. See also Omer Bartov, 'White spaces and black holes: Eastern Galicia's past and present', in Brandon and Lower (eds), <em>The Shoah in Ukraine</em>, pp 318-353.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Another survivor of Boryslaw, Anna Dichter, explained that the Germans arrived on 1 July 1941, and the pogrom started on 3 July: \"My father and I were forced to wash the bodies of prisoners slain by the NKVD. My father had to stay overnight in the prison; Ukrainians burned his body with sulphuric acid and ended up killing 400 Jews in those days. Killing them with sticks and stones, not with guns.\"<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup> Jozef Lipman, also from Boryslaw, stated that \"the Germans gave the Ukrainians a free hand to take revenge on the Jews . . . The Rusyns descended from the mountains [the Carpathians] and started brutal massacres . . . using metal rods and sticks with nails . . . our family was in hiding, neighbors saved us.\"<sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "<p>Anna D., February 1996, Brooklyn NY, tapes 1–2, segments 19–21, 23, 25–26, 28, 30, 41–43, the Shoah Foundation Visual History Archive.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "<p>Vladimir Melamed, 'Organized and unsolicited collaboration in the Holocaust: the multifaceted Ukrainian context', <em>East European Jewish Affairs</em>, Vol 37, 2007, 230.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "According to Philip Friedman, who was a survivor of the Holocaust in Galicia, as well as a pioneering historian, the involvement of Ukrainians cut across class, educational, generational, and political lines. Individuals acted with different motives and varying aims, which converged spontaneously or was cleverly harnessed by the Nazi occupiers. News that actions against Jews would occur in the towns prompted peasants to arrive in town with carts to load up the plunder. Memory of or rumors about pogroms in the First World War provided onlookers and participants in 1941 with a precedent, a pattern of response. But the stereotype of the rapacious Ukrainian peasant distorts the reality and obscures culpability. Ukrainian priests, judges, and school inspectors petitioned the German authorities to start anti-Jewish measures. Antisemitic propaganda entered the school curricula. In Zbarazh, 'Ukrainian secondary-school students marched singing through the streets, and on to the Jewish cemetery, where they destroyed the tombstones.\"<sup class=\"footnote-ref\" id=\"fnref-18\"><a href=\"#fn-18\">18</a></sup> Nor was the organization and implementation of the violence strictly \"men's business.\" Women were among the assailants and organizers, like the daughter of a prominent attorney in Zolochiv. All sections of society participated in the pogroms: the educated and uneducated, the urban and rural, lower and middle class, religious and secular, young and old.<sup class=\"footnote-ref\" id=\"fnref-19\"><a href=\"#fn-19\">19</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-18",
        "label": "18",
        "text": "<p>Philip Friedman, 'Ukrainian-Jewish relations during the Nazi occupation', in <em>Roads to Extinction</em> (New York: Jewish Publication Society, 1980), 200, n 31.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-19",
        "label": "19",
        "text": "<p>Friedman, 'Ukrainian-Jewish Relations', 199, n 30.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Hauser's testimony corroborates this history of violence while adding another victim group to the story. The NKVD prison in Boryslaw did not contain so-called political prisoners; it contained Polish children. On May 3rd 1941, about two months before the Germans arrived, two hundred Polish children dressed in national costumes gathered to celebrate Poland's Independence Day. They were singing anthems and polka dancing, but these types of public events promoting Polish nationalism were forbidden by the Soviets. So these youth (according to Hauser, 12-16 years old) were arrested, and brought by trucks to the prison. Rumors spread that one of the truckdrivers who brought them to the prison was a Jewish man who was laughing and \"made a snide remark.\" According to Hauser, this incensed the population and \"a cry went out all over the city of Boryslaw, the Jews have killed our children. And the Ukrainians, who were Jew haters to begin with [sic], united with the Polish parents.\" Jews were rounded up, forced \"to crawl on their knees and kiss their [the Polish children's] dead bodies and beg forgiveness. And then they were beaten to death with lead pipes and iron pipes.\" Hauser recalled that a few Ukrainians rescued Jews, including the Rabbi who was pulled out of the \"melee.\" This was the same night that Hauser lost 30 members of his family. Seen from the ground level in Boryslaw, it is clear that, as Hauser relates in his account of the Soviet murder of the Polish children followed by the pogrom, the Soviet occupation laid the groundwork for the Nazis in fostering more violent antisemitism. "
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://d12q9fe14kxf9b.cloudfront.net/media/hvt-0574/EasternGalicia.jpg",
        "caption": "Map of Eastern Galicia, reproduced with permission from IUP from Frank Golczewski, 'Shades of Grey: Reflections on Jewish-Ukrainian and German-Ukrainian Relations in Galicia', in The Shoah in Ukraine: History, Testimony, Memorialization, ed. Ray Brandon and Wendy Lower (Bloomington: Indiana University Press, 2008, p. 137."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "This sort of popular violence erupted with and without the direct involvement of the Germans. Indeed, the pogroms may have emboldened Nazi leaders who realized that they could find plenty of support on the ground for their own more extreme genocidal campaign of a \"Final Solution.\" Reichsführer of the SS-police Heinrich Himmler unleashed his motorized shooting squads and deployed mobile gas vans to murder Jews and Soviet POWs across the Soviet Union, then commissioned architects and gassing experts to construct the first stationary killing centers in Nazi-occupied Poland. Hauser's region of western Ukraine fell within the borders of Nazi-occupied Poland (known as the General Government), as did the Sobibor, Treblinka, and Belzec camps. Of the more than 540,000 Jews in Hauser's region, about 200,000 were killed in or near their hometowns in pogroms, mass shootings, and smaller massacres in or near ghettos and labor camps. The remainder, about 345,000, were deported and gassed immediately, mostly at Belzec.<sup class=\"footnote-ref\" id=\"fnref-20\"><a href=\"#fn-20\">20</a></sup> Hauser's story combines these two histories of the Holocaust – murder by bullets, and the industrialized murders in the camps."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-20",
        "label": "20",
        "text": "<p>Dieter Pohl, <em>Nationalsozialistiche Judenverfolgung in Ostgalizien 1941-1944: Organisation und Durchfuehrung eines staatlichen Massen Verbrechens</em> (Oldenbourg,1997), 9. </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In Holocaust studies, scholars meticulously trace the radicalization of Nazi anti-Jewish measures leading to Auschwitz, starting with Hitler's rule in 1933. But for the inhabitants of Boryslaw and elsewhere in this borderland of double occupation, the radicalization began with the arrival of the Soviets in 1939, and for Hauser this first blow broke his family's spirit. When the Nazis followed in 1941, his family did not flee, they stayed home, resigned to their fate. Hauser witnessed this, refused to succumb and endeavored to explain the loss of his extended family in Boryslaw as part of this continuum of terror that Jews experienced in this region. In many ways Hauser's account anticipated a later comparative approach to the two regimes operating in what Timothy Snyder called the Molotov-Ribbentrop zone. In Snyder's <em>Bloodlands: Europe Between Hitler and Stalin</em> (2010), he identified more varied and complex entanglements of the two regimes, and focused on the collapsed states in the borderlands and their vulnerable populations, stressing how Stalin's rule paved the way for Hitler's. After all, when Stalin's henchmen arrived in Boryslaw in 1939, they brought with them Soviet systems of mass pillaging, deportation, forced labor and murder, which the Nazis surpassed in scope and scale during the Second World War. In Snyder's history of the Holocaust, <em>Black Earth</em>, he devoted a chapter to the \"<em>Double Occupation</em>,\" stressing the paradoxical vulnerabilities of the Jewish minority, and quoting a Galician Jew's recollections of the time:"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[…] fathers of families had become like loosely hanging limbs. The framework of their lives was torn away; their families became unsteady; their desire for society disappeared; and the authority of Jewish conscience crumbled.<sup class=\"footnote-ref\" id=\"fnref-21\"><a href=\"#fn-21\">21</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-21",
        "label": "21",
        "text": "<p>Timothy Snyder, <em>Black Earth: The Holocaust as History and Warning</em> (New York: Tim Duggan Books, 2014), 138. The quote is from, Haim Rabin, ed. <em>Vishnivits: sefer zikaron le-kedoshe Vishnivits she-nispu be-shi'ath ha-natzim</em> (Tel Aviv: Irgun 'ole Vishnivits, 1979), 315.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Hauser portrayed his family in a similar way, as exhausted, demoralized and resigned. He described his father as \"more dead than alive\" when the Nazis arrived. During and after the war, witnesses to the Holocaust described Jews as going to their deaths like sheep to the slaughter. This perception allowed Germans and other bystanders to justify the murder as inevitable, or even correct. After all, in the perpetrator's mind, if the Jews accepted their own murder, then perhaps this resignation was an admission of their guilt, weakness, or inferiority. This perception of passivity rallied Jews like Abba Kovner, who issued a 1942 manifesto calling for armed resistance in the Vilna ghetto titled \"Let us not go like lambs to the slaughter!\" "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Hauser does not explicitly pose the problematic question, why didn't they resist, but he answers it. Another survivor from the region, Leon Wells, stated in his testimony in the Fortunoff Archive that such a question is immoral in the same way that we would not ask a rape victim why she didn't resist. Hauser gives us the view of the victim who has been overwhelmed, worn down by the persecution and a sense of hopelessness, who like a torture victim has lost trust in the world and humanity.<sup class=\"footnote-ref\" id=\"fnref-22\"><a href=\"#fn-22\">22</a></sup> Indeed, countless Jews opted for suicide, being both resigned to and reclaiming their bodily autonomy.<sup class=\"footnote-ref\" id=\"fnref-23\"><a href=\"#fn-23\">23</a></sup> Hauser was among the few witnesses (especially prior to the collapse of the Soviet Union) to describe to western audiences how the Soviet system broke their spirits and consequently weakened their ability to resist and survive the Nazi occupation. It is also a reminder that expecting or assuming victims can resist obfuscates the actual circumstances and contexts that Jews found themselves in, as is the case with other victims of genocide and torture who are rendered utterly powerless and helpless. Thus comparing the two regimes side-by-side and trying to determine which one was worse misses the explanatory dynamic of the two overlapping systems of occupation, as a causal factor in the escalation to genocide, and as double blow of occupation that left the Jewish population most vulnerable."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-22",
        "label": "22",
        "text": "<p>For essential reading on the permanent impact of torture on the victim's psyche and spirit, see Jean Amery's chapter, On Torture, in <em>At the Mind's Limit: Contemplations by a Survivor on Auschwitz and its Realities</em> (New York: Schocken Books, 1986).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-23",
        "label": "23",
        "text": "<p>Amos Goldberg, <em>Trauma in First Person: Diary Writing During the Holocaust</em> (Bloomington: Indiana University Press, 2017).</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Survivors in the West German Courtroom",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "A second prominent and under-researched  theme in Hauser's testimony is the postwar experience of Holocaust survivors in German trials against Nazi perpetrators. During and after the Holocaust, Jewish lawyers and historians including Raphael Lemkin, Simon Wiesenthal, and Philip Friedman collected evidence and documentation that might be used in trials against their tormentors and killers.<sup class=\"footnote-ref\" id=\"fnref-24\"><a href=\"#fn-24\">24</a></sup> The Allies formally committed to punish Nazi perpetrators when Roosevelt, Churchill, and Stalin signed the Moscow Declaration of German Atrocities in October 1943, leading to the establishment  of the International Military Tribunal at Nuremberg in 1945-46, and to thousands of investigations and trials across Europe in each country's national courts. Because Hauser had repeated contact with the Jewish militia and German police officials, he witnessed their sadistic acts and endeavored to record their names and describe their backgrounds. When he settled temporarily in Munich, the center of Jewish life in the American occupation zone, he found himself among an active survivor community that was - like him - determined to avenge the murder of loved ones in the courts. Besides creating a historical record of the Holocaust and a memorial to their murdered relatives, these documentarians were eager to collect incriminating statements and materials in the pursuit of justice. This was the motivation for Hauser and his wife when they signed and submitted their affidavits in the legal department of the Office of Liberated Jews in Munich in March 1947. A similar spirit animated his Fortunoff interview decades later, when he held up the book, <em>Antworte, Mensch!</em> [Answer, Human!] by Renate Reinke (Bremen, 1968).<sup class=\"footnote-ref\" id=\"fnref-25\"><a href=\"#fn-25\">25</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-24",
        "label": "24",
        "text": "<p>Andrew Nagorski, <em>The Nazi Hunters</em> (New York: Simon and Schuster, 2017); Guy Walters, <em>Hunting Evil: The Nazi War Criminals Who Escaped and the Quest to Bring Them to Justice</em> (New York: Broadway Books, 2009).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-25",
        "label": "25",
        "text": "<p>Laura Jockusch, <em>Collect and Record! Jewish Holocaust Documentation in early postwar Europe</em> (Oxford University Press, 2012), 121-161.</p>"
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://d12q9fe14kxf9b.cloudfront.net/media/hvt-0574/HauserInsert.jpg",
        "caption": "Hauser holds the book Antworte Mensch, 00:17:24.52."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Hauser explains why he brought this German book to his interview. It is a rare publication about a West German trial held in Bremen in the mid-1960s. Hauser knew the defendants as former perpetrators in Ukraine. But perhaps more interesting to Hauser was the book's author, Renate Reinke. She was the daughter of a former Gestapo chief in Innsbruck and SS officer active in Rowno/Rivne Ukraine. After the war, her parents committed suicide. Morally outraged about her father's SS past and post-war German silence about the Holocaust, Reinke decided to attend the trial of another mass murderer active in western Ukraine, Friedrich Hildebrand, in order to educate the public and support the Jewish survivors who returned for the trial. She published newspaper articles that were sympathetic to the Jewish witnesses appearing before the court. As Hauser relates, Reinke also joined the Bremen German community, hosting 200 survivors who traveled from 13 different cities around the world to testify. She may have been inspired by Hannah Arendt's journalistic coverage of the Eichmann trial in 1961, in which Jewish survivors' testimony played a central role in the proceedings in Jerusalem.<sup class=\"footnote-ref\" id=\"fnref-26\"><a href=\"#fn-26\">26</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-26",
        "label": "26",
        "text": "<p>David Cesarani, <em>Becoming Eichmann: Rethinking the Life, Crimes, and Trial of a \"Desk Murderer\"</em> (Cambridge: Da Capo Press, 2004).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In Hauser's summary of what happened in Bremen, he takes the view of the Jewish witnesses who \"couldn't speak very well German. Many of them had no place where to stay. Many of them were confused and afraid.\" In the courtroom they were subjected to harsh questioning about what they saw, and about their reliability as eyewitnesses. The defense attorney challenged them: \"did you see how he put the pistol to the Jew's head?\" Hauser was incensed by such questions, asking, \"who could see it? Who could dare? Supposedly, you were hidden somewhere in a spot where you could look out. Would you dare to look the German in the eyes as he was shooting?\" Hauser surmises that Hildebrand's skewed sentencing (he received life in prison for murdering 3 Jews, and a seven-year sentence for assisting in the murder of at least 1750 Jews) was due to the fact that these survivor witnesses recognized Hildebrand as the executioner of the camp liquidations, but could not testify that they saw him directly kill a Jewish person or heard him order such a killing. "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In the postwar decades leading up to the Bremen trial, West Germans had investigated some 30,000 former Nazis, and convicted 155 of them for murder. According to a leading Jewish prosecutor in Frankfurt, Fritz Bauer, the investigations were \"incidental,\" often initiated by survivors who recognized Nazis in public places. Yet those initial identifications often led nowhere. Most Germans wanted to move on after the Nuremberg Trials. The German legal code, going back to 1871, was designed for prosecuting homicide and not genocide, and the postwar judiciary was conservative and populated by many former Nazis. They refrained from reforming the code and from severely punishing Nazis, who were seen as no longer a threat to society. Yet thousands of survivors from around the world presented themselves as willing witnesses despite the hardship and despite the often hostile environments in the courts, which privileged 'objective\" German documents over \"subjective' victim testimony.<sup class=\"footnote-ref\" id=\"fnref-27\"><a href=\"#fn-27\">27</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-27",
        "label": "27",
        "text": "<p>Katherina Stengel and Werner Konitzer, eds. <em>Opfer als Akteure</em> (Campus Verlag, 2009). Rebecca Wittman, <em>Beyond Justice: The Auschwitz Trial</em> (Harvard UP, Cambridge, 2005) 15-16.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Another Boryslaw survivor, Mark K., is featured in Reinke's book and was also interviewed by Fortunoff. It is possible that Eric Hauser knew Mark K. They both emigrated to the US and settled in New York, and Hauser mentioned at the end of his interview that he participated in annual commemoration ceremonies on Long Island and met with other survivors from Boryslaw. In Mark's interview he also reads from Reinke's book and describes what it was like to testify in the Bremen court, admitting that he was afraid to see Hildebrand because he thought the Nazi perpetrator might hurt him. When Mark testified he was visibly nervous. His German was good but he was not able to express himself clearly enough. The attorneys pressed him to be more precise about how Hildebrand stabbed his father, and asked him if he saw it.<sup class=\"footnote-ref\" id=\"fnref-28\"><a href=\"#fn-28\">28</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-28",
        "label": "28",
        "text": "<p>Additional testimonies from survivors about trials: Henry Z. Hamburg trial 1972, about crimes in Radom, Poland, and his courtroom experience. Mssa. Hvt-1647 tape 6: A Jewish US army lawyer on the Nuremberg staff mentioned the harassment. See Ralph G. mssa-hvt-3112. Mark K. from Boryslav, mssa-hvt-1596. Leon W. testified in several trials and describes in detail the challenges of witnessing and remembering, mssa-hvt-788. </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In this courtroom and other trials, survivors were tested about their knowledge of the events, the exact crime scene locations, the names, backgrounds, ranks, uniforms and affiliations of the killers, and the differences between German organizations such as the Gestapo and the SS. They had to confront the murderers of their family members back in Germany, though most did not wish to return there. Furthermore, the German defendant usually insisted that he was innocent of the charges, claimed he was not at the crime scenes, and that he did not issue orders to kill. Another common approach among the accused Germans was to present the selection of one Jewish specialist to serve their needs during the war as an act of rescue, while suppressing the fact that the Jewish tailor, craftsman, or dentist, was later murdered with their authorization. In West Germany, Nazis were still on the bench and remained in the ranks of the local police and government. The visits to West Germany might be prolonged, as trials lasted months and years. This was a costly, emotional disruption to the Jewish survivors' lives and their families.  While the Bremen German community showed exceptional hospitality for the several dozens of Jews it hosted during the Hildebrand trial, there is evidence from other trials of more hostile attitudes. Concentration camp survivors were harassed by German spectators at the Nuremberg Trials in 1947-48, and leading Nazi hunter Simon Wiesenthal and Jewish prosecutor Fritz Bauer, active in Germany and Austria, received death threats throughout their careers. "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Why didn't Hauser testify in Bremen? In 1947, he appeared with his wife at the legal department of the Office of the Liberated Jews in Munich. They gave formal depositions regarding what had happened in Boryslaw as part of the court proceedings against the police in Boryslaw and against the Gestapo in neighboring Drohobych. After providing eight pages of horrific descriptions of the sadism of the German police, Hauser asked: \"One should now explain how could all what was described be seen. Many of us, who were tied to the oil industry and who on demands of the job had to be able to walk around the oil fields, warehouses etc., received passes. I had such a pass and the Germans made no secret of their procedures in Boryslaw.\" Then he closed: \"We the survivors of the Boryslaw camp and Ghetto we ask to be called as witnesses before the court proceedings for Wuepper and consortes.\" "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "It is likely that Hauser discussed the 1967-68 Bremen trial within his survivor community of Galician Jews, and the German prosecutors would have worked through the German consulate in New York City and Jewish organizations to identify and interview possible witnesses. Hauser may have considered participating. Boryslaw survivor Mark K. explained that he had read about the upcoming trial in the <em>New York Times</em> and decided to present himself as a witness. He brought his wife and 18-year-old daughter with him. Although he was terrified about returning to Germany, he was determined to contribute to the trial, and as he said, speak from his soul the truth of what happened. Considering the challenges that survivors faced in the postwar German courtroom, it is understandable that Eric did not participate, though there may have been other reasons as well. He was not asked about this in the interview and did not offer information. "
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Frozen Moments of Anguish",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "There are myriad ways to interpret testimonies, especially the ones that we can see and hear. As a living source of the past, the storyteller communicates information laden with emotion. We can observe the utterances, facial expressions, wiping of tears, looking down or away, and listen to the changes in the tone and volume of his voice. Different gestures and expressions suggest where the victim of trauma may still be experiencing the past in an acutely painful and shattering way. This last part of my analysis will focus on Hauser's emotions and the performative aspects of his recounting."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Nearly all survivor testimonies follow a structured form of autobiography, and the interviewer's role is often to maintain this narrative order of life before the Holocaust, during, and after. Most survivors focus on the period of the Holocaust and devote less time to the aftermath; they are encouraged to do so since the war years defined them as Holocaust survivors, and the efforts of museums and archives concentrate on that history. Like Hauser, survivors come to the interview intending to tell certain stories about what was done to them, their families and other victims. Perhaps they arrive hopeful that recounting these extreme horrors will alleviate their own suffering, honor their kin, and bring meaning and purpose to their lives and future generations of viewers and students. Yet to the observer, the interview rarely seems to be cathartic in the end. This is what literary scholar Lawrence Langer concluded after systematically researching and analyzing the testimonies in the Fortunoff Archive, as well as interviewing many of the survivors in the collection."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Instead, as Hauser demonstrates, the most powerful recollections that he endeavors to share remain his most open-ended ones, suspended in confusion and moral outrage, and persistently lodged in his senses. First Hauser reveals his family's inability to face or resist the obvious threats to their lives. He relates how his father honorably paid all his debts believing that \"his worth is as good as gold. While the bombs were falling he paid his debts.\" Hauser states this while shaking head in disbelief. He pauses, gets choked up, looks down, scratches his chin, and then smiles ironically. After recounting the brutalization of the Poles against their Jewish neighbors, Hauser prepares to speak about the betrayal of Jews who sacrificed and tortured their own relatives and colleagues. He saw a Jewish militiaman bring his own mother to the collecting point and openly rape a Jewish girl. While Hauser is speaking, he lifts up his papers and hides his face, wipes his eyes with a handkerchief, and pauses, looking down in shame. And then in another recollection of the loss of his family in the first wave of pogroms and massive violence against the Jews in Boryslaw, Hauser describes his last moment with them: \"I—I went in. My family was there. I told them disperse. There is something vicious going on. They said no. We sit together. We feel better when we sit together. So they sat together. And they all died together. I ran away and I hid out.\" Hauser falls silent. He had \"escaped by the breath of a hair\" yet \"lost 30 people of close family that night.\" [00:29:03.23] How could it be that he was among the sole survivors of his entire family? This is another immoral question. Survivors suffered with it in the aftermath, and psychologists have termed it 'survivor's guilt'. Of course, the Jewish victims were not guilty of a crime and could not have saved their families from the overwhelming assault. However, many suffered this symptom of post-traumatic stress disorder, and some succumbed to suicide even decades after the war.<sup class=\"footnote-ref\" id=\"fnref-29\"><a href=\"#fn-29\">29</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-29",
        "label": "29",
        "text": "<p>Among the most famous survivors who committed suicide are Paul Celan, Primo Levi, Jean Amery, Richard Glazer and Bruno Bettelheim. See David Lester's <em>Suicide and the Holocaust</em> (Nova Science Publishers, 2005). Also see the scientific studies posted by the National Institute of Health, <a href=\"https://pubmed.ncbi.nlm.nih.gov/3541300/\">https://pubmed.ncbi.nlm.nih.gov/3541300/</a>. The US Holocaust Memorial Museum has curated a collection of documents related to suicide: <a href=\"https://www.ushmm.org/online/hsv/source_view.php?SourceId=26645\">https://www.ushmm.org/online/hsv/source_view.php?SourceId=26645</a></p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In Hauser's determination to recount the relentless cruelty of the Germans, he speaks the violent German phrases that still resound in his ears. For example, one of Hauser's fellow Jewish workers, a drillmaster named Hartman, had tried to escape by fleeing from a window, from which he fell and injured himself. As he lay moaning on the ground below, German civilians including girls and boys in the Nazi Party's youth movements, gathered there along with SS officers. According to Hauser, one of the officers handed his pistol to a youngster and ordered the 12 or 13 year-old boy to \"finish off this Jew!\" -- in German slang, \"Leg ihn um!\" But the kid shuddered and was afraid, and the other SS man tried to protect him, saying \"leave the kid in peace\" [Lass den Jungen zu ruhe]. \"No,\" the other insisted, \"the boy should learn.\" Hauser became incensed, \"he should learn how to kill defenseless people—learning, you know? \"'Soll er lernen,' it sounds in my ears.\" [00:45:11.39] Here the German language triggers traumatic memories, inflecting Hauser's description of what happened in a more precise and acutely painful way.<sup class=\"footnote-ref\" id=\"fnref-30\"><a href=\"#fn-30\">30</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-30",
        "label": "30",
        "text": "<p>For an insightful summary of Langer's work and its relation to Charlotte Delbo's \"memory of the senses,\" see Noah Shenker's <em>Reframing Holocaust Testimony</em> (Bloomington: Indiana University Press, 2015), 5-8, 23-28. Also see, Karin Doerr, \"Words of Fear, Fear of Words: Language Memories of Holocaust Survivors,\" <em>Vis-à-vis: Explorations in Anthropology</em>, Vol. 9, 47-57.</p>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Conclusion",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In his autobiography, Raphael Lemkin, who established the study and struggle against genocide, wrote that \"the function of memory is not only to register past events but to stimulate human conscience.\"<sup class=\"footnote-ref\" id=\"fnref-31\"><a href=\"#fn-31\">31</a></sup> For decades we have adopted this Lemkin logic: remembering the Holocaust will spur awareness of other genocides, and aid in halting them if they are ongoing. Survivor and professor emeritus of German literature, Ruth Klüger, author of <em>Still Alive</em>, one of the most powerful Holocaust-related memoirs ever published, scoffed at the notion of deriving lessons from places such as Auschwitz-Birkenau where she was a prisoner with her mother: \"Auschwitz was no instructional institution, like the University of Göttingen . . . . You learned nothing there, and least of all humanity and tolerance.\"<sup class=\"footnote-ref\" id=\"fnref-32\"><a href=\"#fn-32\">32</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-31",
        "label": "31",
        "text": "<p>Quoted in A. Dirk Moses, \"The Holocaust and World History: Raphael Lemkin and Comparative Methodology,\" in <em>The Holocaust and Historical Methodology</em>, ed. Dan Stone (New York: Berghahn, 2012), 276. Parts of this conclusion were published in Wendy Lower, \"Intersections: Holocaust Studies, Personal Lives,\" in <em>Advancing Holocaust Studies</em>, eds. Carol Rittner and John K. Roth (Routledge, 2021), 128-141.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-32",
        "label": "32",
        "text": "<p>Ruth Klüger, <em>Still Alive: A Holocaust Girlhood Remembered</em> (New York: Feminist Press, 2001), 65.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "What can one learn from a glimpse into hell, she asked? Indeed, that \"glimpse into hell\" is the special knowledge (and burden) that survivors such as Eric Hauser carry with them. As Elie Wiesel put it: "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>It all comes down to this for me: We discovered absolute Evil. And not absolute Good. So\nwhat can we do for the young people who are kind enough to read what we have\nwritten or to listen to us, so that they won't fall into despair? How can we go about\ntelling them that is it nonetheless given to man to thirst for the absolute in Good and not only in Evil.<sup class=\"footnote-ref\" id=\"fnref-33\"><a href=\"#fn-33\">33</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-33",
        "label": "33",
        "text": "<p>Jorge Semprún and Elie Wiesel, <em>It is Impossible to Remain Silent: Reflections on Fate and Memory in Buchenwald</em>, trans. Peggy Frankston (Bloomington: Indiana University Press, 2019), 32.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Wiesel agreed with another victim, Jorge Semprún who observed that bearing witness to absolute Evil took an emotional toll on his life but was a necessary \"pedagogical rite\" that one could not abrogate. These eminent survivors struggled to turn their encounters with the worst into revelations about what is good and life affirming. Even Klüger, who rejected the notion of lessons from Auschwitz, wrote about the profound love of her mother and the solidarity of women who saved her."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As public figures and spokespersons in their publications, speeches and teaching, survivor witnesses rose in stature to become society's moral authorities in discussions of good and evil, genocide prevention and memorialization. In comparison, Hauser and the tens of thousands of other victims in the archives left us with one taped or written account of their lives. They did not produce a polished speech or a literary masterpiece; and Hauser does not aim to interpret what happened and provide future generations with lessons. Hauser resists ending his interview chronologically with calls for prevention. In the last minutes he states \"I must, I would like to tell this story\" and reverts back to his wartime in Boryslaw to describe a strong Jewish man, an individual who was legendary in his looks, athleticism, bravery and was captured and \"fiercely beaten.\" The interview is ending and yet Hauser does not seem to be able to fully return to the present, conceding, \"I cannot collect myself sometimes so well. One is overcome.\" Sensing the end of his chance to tell more stories, perhaps knowing that he left some out or that he could have told more, he turns to the interviewer to make sure she has copies of his 1947 written testimony. He has regained his composure but there is no closure. He sits up, pulls back from his documents and other presentation items on the table between him and the interviewer. For the moment the items seemed to have lost their power since their evidentiary purpose has been served. The session is over and the interviewee is left questioning not only how he did, if he remembered things correctly, if he made the points and told the stories that he aimed to, but also if his uncontrollable emotional anguish diminished his ability to convey what happened, and to be believed.       "
      }
    }
  ]
}