{"version":"2.19.0","blocks":[{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Martha Saraffian (neé Kummermann) was born in 1907 in\na suburb of Prague and grew up in the German-speaking borderlands of Bohemia/Czechoslovakia,\nwhere she lived until shortly after the annexation by Nazi Germany in October\n1938. Her observant Jewish family belonged to the upper-middle class – her\nfather Friedrich Kummermann was a successful textile merchant. Martha was well\neducated, and an entrepreneur herself. In 1931 she married Hrand Saraffian, an\nArmenian Christian refugee from Constantinople, with whom she had two daughters,\nNoemi and Hanna. Despite her civil marriage to a Protestant, Martha Saraffian remained\na member of the Jewish community and their first daughter, Noemi, was raised as\nJewish. After the annexation the Saraffian family was discriminated against, persecuted\nfor their “mixed marriage.”<a href=\"#_ftn1\">[1]</a> Martha Saraffian was eventually deported to the Ghetto\nTheresienstadt/Terezín in 1945 and her husband interned in several forced labor\ncamps. While many of Martha’s family members perished in the Holocaust,\nincluding her mother who was murdered near Lublin, the couple and their\nchildren survived in occupied Czechia. After liberation, they emigrated to\nArgentina and later, in the 1960s, after Hrand had passed away, to New York\nCity, where Martha lived until December 2006."}},{"type":"footnoteParagraph","data":{"id":"_ftn1","label":"1","text":" The terms “mixed marriage” (Ger. <i>Mischehe</i>),\n“intermarried,” “Jew,” “<i>Mischlinge</i>,” and “non-Jew,” as used in this\nintroduction follow the Nazi definitions laid down in the infamous Law on the\nProtection of German Blood and Honour and the Reich Citizenship Law of 1935,\nand their implementation regulations.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Martha Saraffian’s testimony is unique in two ways.\nFirst, it is one of the few first-generation testimonies in the Fortunoff\nArchive of a Jew surviving the Holocaust in a mixed marriage.<a href=\"#_ftn2\">[2]</a> Indeed, her testimony concerns the Protectorate of\nBohemia and Moravia, where conditions for such families were in many respects even\nworse than in many areas of the Reich proper. Second, she was married to a\nsurvivor of the Armenian massacres in Ottoman Turkey, a stateless refugee, who\nwas nonetheless considered “Aryan” under the Nuremberg Race Laws. For Hrand\nSaraffian, the Holocaust was the second major experience of persecution in his\nlife. This intersection of the history of the Armenian genocide and the\nHolocaust in the lives of one family is certainly unique. Their experiences\nduring the Holocaust are nevertheless representative of the fate of many Czech\nand Sudeten-German mixed marriages. Martha Saraffian’s testimony revolves\nprimarily around her experience as an “intermarried” Jew, the fate of her\nchildren, persecuted as Jewish “<i>Mischlinge</i>,” of her husband’s slave\nlabor, as well as her own experience as a forced laborer in Prague and later in\nTheresienstadt ghetto. In the end, hers is also a story of seeking justice."}},{"type":"footnoteParagraph","data":{"id":"_ftn2","label":"2","text":" While testimonies of children who grew up in\nsuch “mixed” families in Germany and its annexed territories are relatively\nnumerous, only about a dozen interviews were given by the parent generation.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"This testimony sheds light on a chapter in the\npersecution of mixed marriages that hitherto has been largely ignored: the\nexperiences of intermarried Jews in the peripheries of the “Greater German\nReich,” outside the large urban centers, and in occupied Czechoslovakia in\nparticular.<a href=\"#_ftn3\">[3]</a> In this brief introduction, I will first introduce\nthe setting of the testimony, recorded in 1984, and then attempt to reconstruct\nSaraffian’s family background, which is only briefly mentioned at the beginning\nof her testimony. I will contextualize her experience of persecution in the\nlarger history of the Holocaust in Bohemia and the Sudetenland and the specific\nsituation of mixed marriages in this region. My focus is on the lesser known\naspects of this experience, in particular, the special labor camps that were\nmaintained for both intermarried Jews and their non-Jewish spouses.<a href=\"#_ftn4\">[4]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn3","label":"3","text":" To date, no extensive studies on either\nsubject exist. Some of the more recent studies on the persecution of “mixed\nmarriages” include (on Austria) Evan Burr Bukey, <i>Jews and Intermarriage in\nNazi Austria</i> (New York: Cambridge University Press, 2011) and (on the “Old\nReich”) Max Strnad, “The Fortune of Survival – Intermarried German Jews in the\nDying Breath of the ‘Thousand-Year Reich’,” <i>Dapim: Studies on the Holocaust</i>\n29, no. 3 (2015). The most comprehensive study on the Holocaust in\nCzechoslovakia is Wolf Gruner, <i>The Holocaust in Bohemia and Moravia: Czech\nInitiatives, German Policies, Jewish Responses</i> (New York: Berghahn Books,\n2019). Jörg Osterloh’s extensive book on the Holocaust in Sudetenland is only\navailable in German: Jörg Osterloh, <i>Nationalsozialistische Judenverfolgung\nim Reichsgau Sudetenland</i> 1938–1945 (Munich: Oldenbourg, 2006); for an\nEnglish summary of the key aspects see: Jörg Osterloh, “Sudetenland,” in Wolf\nGruner, Jörg Osterloh, <i>The Greater German Reich and the Jews: Nazi\nPersecution in the Annexed Territories 1935–1945</i> (New York City: Berghahn\nBooks, 2010), 68–98. Both Gruner and Osterloh mention various aspects of the\npersecution of “mixed marriages” in their works.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn4","label":"4","text":" Her experience in the ghetto of Theresienstadt/Terezín from the\nbeginning of February 1945 until the liberation in May 1945 constitutes an\nimportant and detailed part of the testimony but is only touched upon briefly\nin this introduction.","embedCode":""}},{"type":"header","data":{"text":"Setting of the Interview","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Saraffian gave her testimony for the Video Archive for\nHolocaust Testimonies at Yale on February 26, 1984 in New York City. By this date\nshe had lived in the United States for 21 years,<a href=\"#_ftn5\">[5]</a>\nhaving lived for about 15 years previously in Argentina, where the family\nemigrated to after the war. While her command of English was certainly not bad,\nit lacked the fluency of her native German tongue, and was perhaps her fourth\nor fifth language. While some parts of the testimony are rich in detail, others\nlack “thick description” and levels of detail. Strikingly, none of the members\nof her family – neither her husband, her children,<a href=\"#_ftn6\">[6]</a> nor her parents – are mentioned by name in the\ntestimony. However, when Saraffian did mention names of persons and places or specific\nevents she demonstrated an extraordinary memory, only occasionally confusing places\nand dates. This accuracy of her testimony has allowed for the reconstruction of\nsome of the “gaps” in her narration and the finding of further documents. As\nstated, her marriage to a non-Jew, an Armenian refugee, and the complicated\nstatus of her children – one was a member of the Jewish community, the other\nwas not – were important aspects of her life story, of her experience. These\nwere the aspects she wanted to start her testimony with and to which she continuously\nreturned.<a href=\"#_ftn7\">[7]</a> However, she was frequently interrupted by the\ninterviewers, who were apparently pushing for a more chronological and “scenic”\nnarration. "}},{"type":"footnoteParagraph","data":{"id":"_ftn5","label":"5","text":" Her American Social Security number was issued\nin 1963. Social Security Administration (Washington D.C., USA), Social Security\nDeath Index, Master File. Accessed via Ancestry.com.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn6","label":"6","text":" At one point in the testimony, she reads the name of her older daughter Noemi\nfrom a postcard.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn7","label":"7","text":" The small number of such first-generation\ntestimonies makes it relatively difficult to identify common themes and\npatterns in narration among them. For certain reasons there are also very few\ninterviews from the peripheries, the more rural areas, where the experiences\ndiffered in many aspects from those in Berlin, Vienna and other major urban\ncenters. Many of the second-generation testimonies, especially from Berlin,\nwere recorded in the mid- and late 1990s, when the topic of “mixed marriages”\nhad already received considerable attention in the public discourse. They tend\nto echo this discourse and to stress – at times even revolve around – certain\nevents that were very specific to Berlin (e.g. the Rosenstraße Protests. Cf. Wolf Gruner, <i>Widerstand in der Rosenstraße: Die Fabrik-Aktion\nund die Verfolgung der ‘Mischehen’ 1943</i> (Frankfurt: S. Fischer, 2005)), but\nnot necessarily mirrored experiences elsewhere. For further details on this problem see my upcoming article in <i>S:I.M.O.N.</i>","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In the Fortunoff collection we find three further testimonies\ngiven that day in New York City in the same setting. This may indicate that the\ninterviewers were under certain time constrains. Each of the testimonies – all\napproximately the same length – was conducted by a different female\ninterviewer, together with Dori Laub. In Saraffian’s case the interviewer was\nBonnie Dwork. This was apparently Dwork’s first interview for the Video Archive\nand Laub’s intended role was most likely to guide and supervise her.<a href=\"#_ftn8\">[8]</a> At the beginning of the recording, Laub can be heard\nexplaining to Saraffian:\n“Bonnie will ask you most of the questions. I'll be mostly silent.” This,\nhowever, did not quite prove to be the case. Laub would eventually ask just as\nmany questions and make as many comments on Saraffian’s narration as Dwork. At\ntimes he also served as a translator from German into English."}},{"type":"footnoteParagraph","data":{"id":"_ftn8","label":"8","text":" Altogether she conducted 77 interviews for the\nFortunoff Archive and its affiliate projects, according to the archive’s\ncatalogue.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Martha Saraffian’s meticulously neat appearance in her\ninterview is striking. In her testimony, we learn that she was a trained\nmilliner. Her carefully precise appearance mirrors the accuracy of her\nnarration. She is soft-spoken, but nevertheless determined. An important\nfeature of her testimony concerns several items that she brought with her and\nsome of which she showed or read to the camera: postcards, letters, documents\nand even remnants from the camps, such as a piece of mica glimmer and an\narmband. As mentioned, the interview was conducted in English, with frequent\noccurrence of German terms and phrases. Localities and place names are almost\nexclusively given in their German version.<a href=\"#_ftn9\">[9]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn9","label":"","text":"In the annotated transcript, and in this introduction when referring to the\ntestimony, the modern Czech names are provided after the German name. In\nadditional footnotes the modern Czech names are used. Other geographic\nreferences are given in the form most common in English.","embedCode":""}},{"type":"header","data":{"text":"Bohemian Jews, the Kummermann Family and the new\nCzechoslovakian State[10]","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Bohemian Jews, the Kummermann Family and the new\nCzechoslovakian State [10]<b><br></b>"}},{"type":"footnoteParagraph","data":{"id":"_ftn10","label":"10","text":" I am very grateful to the archivists at the\nState District Archives in Trutnov (Dr. Pavel Zahradník) and Nymburk (Dr. Michal\nŘezníček), who provided me with the archival documents and further information\ncited hereafter.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Martha Kummermann grew up in the period of great\npolitical, national, and social transformations before, during, and after World\nWar I in the northern border region of what was to become Czechoslovakia. When she\nwas born, on September 15, 1907, her birthplace, the town of Vinohrady or\nKönigliche Weinberge, as it was known in German, was still an independent\nsuburb of Prague, by then the capital of the Austrian crown land of Bohemia.<a href=\"#_ftn11\">[11]</a> A year later, her family moved to north-eastern\nBohemia, near the Silesian border. This crown land, one part of the historic\nCzech lands, which had received a certain degree of autonomy after the\nAustrian-Hungarian compromise of 1867, was the major site of an ongoing\nnational conflict between Austrian Czechs and Austrian Germans.<a href=\"#_ftn12\">[12]</a> The Czechs, who were the majority in Bohemia, had\nstrived for national autonomy or even independence for decades. Most Germans in\nthe region fiercely opposed any such initiative. Bohemia was therefore an epicenter\nof both German and Czech nationalism and radicalization. It is thus not\nsurprising that in 1903 the German Workers’ Party, an early forerunner of the\nAustrian and German-Czech National Socialist movement, was founded in the\nheavily industrialized region. Bohemian Jews were caught in the middle of this\nnational struggle between Czechs and Germans, which also extended to other\nregions of the monarchy, such as Moravia and even Vienna.<a href=\"#_ftn13\">[13]</a> In the 18th and 19th centuries\nthe majority of Bohemian Jews had identified as Germans, at least on paper, as\nthe Austro-Hungarian system of nationality was based on self-identification and\nthe self-declared everyday language of its citizens.<a href=\"#_ftn14\">[14]</a> Hence these national identities were always fluid and\nnever cemented. Identifications began to shift towards the Czech side at the\nturn of the century, especially in the Czech majority areas, and a vocal minority\nof Bohemian Jews also supported Zionism. However, many citizens of the region,\nwhether Jewish or not, were in the truest sense “multicultural” and bilingual,\nat least to some degree, and shifting identifications were also a matter of\npolitical allegiances. According to the 1910 census, 62.66% of the inhabitants\nof Bohemia spoke Czech (including Slovakian) as their daily common language,\nwhereas 36.45% were German speakers (in Austria-Hungary as a whole 23.36% were\nGerman speakers, 19.57% Hungarian speakers and 12.54% spoke Czech and Slovakian,\nthe rest other languages). Jews accounted for only 1.5% of the entire Bohemian\npopulation at the time. However, in Prague, Jews accounted for a large part,\nperhaps even the majority, of the city’s German population.<a href=\"#_ftn15\">[15]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn11","label":"11","text":" In 1922 the town was merged into the capital\ncity Prague. Hence in many later documents Martha Saraffian’s birthplace is\nlisted as Prague.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn12","label":"12","text":" Cf. Nancy M. Wingfield, <i>Flag Wars &amp;\nStone Saints: How the Bohemian Lands Became Czech </i>(Cambridge, MA: Harvard\nUniversity Press, 2007).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn13","label":"13","text":" For the “identity struggles” among Bohemian Jews see Kateřina Čapková, Czechs, Germans, Jews? National Identity and the Jews of Bohemia (New York: Berghahn Books, 2012).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn14","label":"14","text":" Cf. Peter Judson and Marsha Rozenblit (eds.), <i>Constructing\nNationalities in East Central Europe</i> (New York: Berghahn, 2005).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn15","label":"15","text":" Frank Meissner, “German Jews of Prague: A\nQuest for Self-Realization,” <i>Publications of the American Jewish Historical\nSociety</i> 50, no. 2 (1960), 98–120, 104.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Many Bohemian Jews may have adopted also a “tripartite”\nsystem of identification, as Marsha Rozenblit suggested: Austrian by political loyalty,\nculturally either German or Czech, and ethnically Jewish.<a href=\"#_ftn16\">[16]</a> This complex social, cultural, and political situation,\ninvolving having to choose sides while at the same time experiencing in-betweenness,\nor even being “othered,” as antisemitism had been on the rise since the end of\nthe 19th century,<a href=\"#_ftn17\">[17]</a> became incredibly more complicated as a result of the\ndissolution of the Austro-Hungarian Empire.<a href=\"#_ftn18\">[18]</a> Bohemia and Moravia, the other major historic Czech\nland, as well as formerly Hungarian Slovakia, and some smaller territories, emerged\nas the new and independent Republic of Czechoslovakia. While the new republic\nwas hailed for its liberal and tolerant policies, neither the national conflict\nnor antisemitism vanished. In many ways only the roles were reversed between\nthe ethnic groups: now it was the Germans who became the separatists (as well\nas the Hungarians and Ukrainians in the East). Many Germans, especially in the\nBohemian periphery and in Moravia, agitated either for reunification with\nAustria or, increasingly, for the annexation of the borderlands by Germany.\nThese voices grew continuously louder after 1933. Jewish citizens, even if they\nidentified culturally as Germans, were mostly loyal to the new Czechoslovakian\nRepublic, which was religiously tolerant and curbed antisemitism for the\nlongest time."}},{"type":"footnoteParagraph","data":{"id":"_ftn16","label":"16","text":" Marsha L. Rozenblit, <i>Reconstructing a\nNational Identity: The Jews of Habsburg Austria during World War I</i> (Oxford:\nOxford University Press, 2001), 4.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn17","label":"17","text":" Cf. Peter Pulzer, <i>The Rise of Political\nAnti-Semitism in Germany and Austria</i> (Cambridge, MA: Harvard University\nPress, 1964), 133–36.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn18","label":"18","text":" According to Meissner, Bohemian Jews in the 19th\nand 20th centuries originally faced five alternatives: preserving\ntheir traditional religious identity; identifying with the Czech national\nawakening; identifying with the Germans/Austria; conversion, intermarriage and\ntotal assimilation; or overseas emigration. In the 20th century\n“Communism and Zionism became real alternatives as well.” Meissner, “German\nJews,” 102–103.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In May 1908, the Kummermann family moved from the surroundings\nof Prague to Trautenau/Trutnov, a mid-sized town in north-eastern Bohemia near\nthe border with then Prussian Silesia (today Poland). The historic city of Trautenau\nis located at the river Aupe/Úpa, a tributary of the Elbe/Labe, in the\nsouth-eastern foothills of the Sudeten/Sudety, a large mountain range between\nBohemia and Silesia, today roughly along the border between Czechia and Poland.\nAt the time, Trautenau, just as almost the entire northern border region, was\nalmost exclusively inhabited by Germans.<a href=\"#_ftn19\">[19]</a> In the interwar period, the term “Sudeten” –\npreviously only referring to the mountain range – began to take on a new\nmeaning: Sudeten-Germans (<i>Sudetendeutsche</i>) became a quasi-self-designation\nof the Czechoslovakian Germans, especially those living in the northern and\nwestern border lands. German separatists began to refer to these regions, which\ndid not form a political unity until the Nazi annexation in October 1938, as <i>Sudetenland</i>,\nthe land of the Sudeten-Germans. While these areas were not granted any form of\nautonomy by the Czechoslovakian state, German was still used as an official\nadministrative and educational language. In her testimony, Saraffian refers to this\nlinguistic and political change in meaning: “And we moved to the Sudeten. At this time, it was Austria.\nIt was not Sudeten.” Despite the political changes after World War I,\nTrautenau remained an almost entirely German-speaking town with around 13,000\ninhabitants. "}},{"type":"footnoteParagraph","data":{"id":"_ftn19","label":"19","text":" Only few works on the history of the town\nexist. Many of the more comprehensive works are decidedly revisionist or\nethnocentric, e.g. Rheinhard Lamer, <i>Trautenau: Geschichte einer deutschen\nStadt</i> (Wien, München: Volkstum Verlag, 1971); Antonín Just, Josef Šabacký,\nJaroslav Procházka, <i>700 let Trutnova 1260-1960: Jubilejní průvodce dějinami\na přírodou města pod Krkonošemi</i> (Trutnov: Okr. vlastivědné muzeum, 1959). For the Jewish history see below.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"A tiny number of Jews, usually just two families and a\nfew individuals, had lived in Trautenau since the early modern period. A significant\nJewish community – entirely Ashkenazi – with a synagogue and other religious and\ncommunal infrastructure, only existed from the 1860s onwards, when Jews from\nother towns and cities moved to Trautenau. The town promised good economic\nopportunities, as it was well connected by railway to its hinterland, the major\nurban centers, and to nearby Germany. In 1910, the town’s Jewish population\npeaked at 478 persons and then slowly declined in the interwar period. The\nsmall Jewish community (at any given point less than around four percent of the\npopulation) was well integrated into the civic society and social fabric of the\ntown, and played an important role in the linen industry, which was the\nstrongest industrial and commercial sector of Trautenau.<a href=\"#_ftn20\">[20]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn20","label":"20","text":" Rudolf M. Wlaschek, Jüdisches Leben in Trautenau/Nordostböhmen: Ein historischer Rückblick (Dortmund 1991). See also the entry for “Trautenau” in Klaus-Dieter Alicke, Lexikon der jüdischen Gemeinden im deutschen Sprachraum Vol. 3 (Gütersloh: Gütersloher Verlagshaus, 2008).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"We learn from Saraffian’s testimony that the\nKummermann family was observant (“My parents were religious, and we had a kosher home”),\nfinancially well-off, and that Martha and her sister enjoyed a very good\neducation and comfortable live. However, as previously mentioned, the\ndescription of the family background in the testimony lacks important details,\nsuch as the names of her immediate family members and the other more distant relatives\nshe mentions. With the help of a handful of archival documents and other\nmaterials, mostly preserved in the local archives and in libraries, we can\npiece together some additional parts of her family story. This background\ninformation may help us to better understand Saraffian’s specific experience\nafter the Nazi occupation and during the Holocaust."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Her father, Friedrich Kummermann, who also went by\nFritz, was born on April 26, 1869 in the town of Humpoletz/Humpolec in the\nBohemian-Moravian Highlands.<a href=\"#_ftn21\">[21]</a> The city had an old Jewish community dating back the\n14th century.<a href=\"#_ftn22\">[22]</a> As in many other peripheral towns, the Jewish population\nbegan to decline in the 1890s as the younger generation – including Kummermann himself\n– moved to larger cities, such as Prague or Vienna, or even emigrated overseas.\nHis father, Emanuel Kummermann, born in the mid-1830s, was a merchant in\nHumpoletz. When he died in 1906, he and his wife Fanni had at least seven\nchildren, all of whom lived in different Bohemian towns.<a href=\"#_ftn23\">[23]</a> One of Friedrich’s brothers, Robert, was trading in\nHumpoletz in fashion accessories.<a href=\"#_ftn24\">[24]</a> Perhaps Emanuel Kummermann had encouraged his\nchildren to move to different towns in order to facilitate a merchant network\namong the family. This social practice was quite common among Bohemian families\nat the time, especially in the textile trade, for which Bohemia – and also\nHumpoletz – was well know.<a href=\"#_ftn25\">[25]</a> Friedrich Kummermann’s later wife, Elvira Louise\nSteiner, Martha Saraffian’s mother, was born on July 25, 1881 in the very small\nvillage of Dlouhá Lhota (in German sometimes called Langlhota), halfway between\nthe towns of Neweklau/Neveklov and Beneschau/Benešova. The village also had a\nsmall Jewish population belonging to the larger Neveklov community in the\nnearby city.<a href=\"#_ftn26\">[26]</a> During World War II it was mostly destroyed, as the\nGermans turned the area into an SS-proving ground (training area). In the early\n20th century, Friedrich and Elvira Kummermann lived in Königliche Weinberge/Vinohrady\nnear Prague, where both of their daughters were born. Their first child, Gretl,\non <a>June 28, 1906 </a>and just a year later, Martha.<a href=\"#_ftn27\">[27]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn21","label":"21","text":" Státní\nOkresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census\n1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and\nCensus sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16,\n1921).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn22","label":"22","text":" Cf. Adolf Brock, “History of Jews in Humpolec,” in <i>The Jews and\nJewish Communities of Bohemia in the past and present </i>(translation of <i>Die\nJuden und Judengemeinde Böhmens in Vergangenheit und Gegenwart </i>(Brno-Prague:\nJüdischer Buch- und Kunst Verlag, 1934), 193–96, <a href=\"https://www.jewishgen.org/yizkor/bohemia/boh193.html\">https://www.jewishgen.org/yizkor/bohemia/boh193.html</a>.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn23","label":"23","text":" Obtituary “Emanuel Kummermann,” <i>Prager Tagblatt</i>, May 26,\n1906, 18.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn24","label":"24","text":" <i>Österreichischer\nZentralkataster VIII/2: Böhmen</i> (Vienna: Volkswirtschaftlicher Verlag\nAlexander Dorn, 1903), 1958.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn25","label":"25","text":" See for example the Perlhefter/Palmers family and its textile\ndynasty: Hanno Loewy, “Die diskrete Familie Palmers,” in Peter Melichar,\nNikolaus Hagen (eds.), <i>Der Fall Riccabona: Eine Familiengeschichte zwischen\nAkzeptanz und Bedrohung im 20. </i><i>Jahrhundert </i>(Vienna,\nKöln, Weimar: Böhlau, 2017), 76–101.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn26","label":"26","text":" Jaroslav Polák-Rokyan, “The History of the\nJews in Benešov-by-Prague, Neveklov and Divisov,” in <i>The Jews and Jewish\nCommunities of Bohemia in the past and present</i>,<i> </i>26–27, <a href=\"https://www.jewishgen.org/yizkor/bohemia/boh026.html\">https://www.jewishgen.org/yizkor/bohemia/boh026.html</a>. <i></i>","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn27","label":"27","text":" Státní Okresní Archiv Trutnov (District State\nArchive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet\n(Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací\narch/Zählbogen), Friedrich Kummermann (February 16, 1921).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Obituary announcing Emanuel Kummermann’s death. Several of his children\nand children-in-law were murdered in the Holocaust, including his daughter Ida\nFreund and his daughter-in-law Elvira Kummermann (Source: <i>Prager Tagblatt</i>,\nMay 26, 1906, 18)."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Soon after Martha’s birth, in May 1908, the family\nmoved to Trautenau, where Friedrich Kummermann opened a linen trading business,\ninitially together with a partner. The Austrian commercial register of 1908\ncontains the following entry: “Trautenau, Kummermann &amp; Steinhauer.\nProduction of linen and cotton products. Open trading company since 1. VII.\n1908. [Partners] Friedrich Kummermann and Max Steinhauer, both in Trautenau.”<a href=\"#_ftn28\">[28]</a> According to the town’s 1912 street directory, the\ncompany was located as Reichstraße 25.<a href=\"#_ftn29\">[29]</a> This address may have also been the initial\nresidence, though in 1921 both the family and the company were registered in\nnearby Reichstraße 5 (today Polská 98), in the Nieder-Vorstadt, the “lower\nsuburb.” The household also included Elivra Kummermann’s mother, Louise Steiner,\nwho was born in 1857 in the Příbram district.<a href=\"#_ftn30\">[30]</a> The Kummermann residence was in the northern part of\nthe town, not far from the historic center, tucked between the river Úpa and\nthe railway line."}},{"type":"footnoteParagraph","data":{"id":"_ftn28","label":"28","text":" k.k. Handelsministerium<i>, Zentralblatt für die Eintragungen in\ndas Handelsregister</i> 7, August 12, 1908, 592","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn29","label":"29","text":" Alois\nFalge, Hermann Benisch, <i>Adreßbuch der Stadt Trautenau</i> (Trautenau, 1912),\n39.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn30","label":"30","text":" Státní\nOkresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census\n1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and\nCensus sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16,\n1921).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Historic postcard showing Reichstraße (today Polská\nstreet) in the 1930s (source: akpool.de)."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Despite the war Friedrich Kummermann’s business seems\nto have flourished. In 1919 he expanded his commercial license and began to\nproduce linen products, both on site and through weavers he commissioned in\nRochlitz/Rokytnice nad Jizerou to work for him.<a href=\"#_ftn31\">[31]</a> By this time he was managing the company on his own. In\na register of Czechoslovakian industrial enterprises of 1929, the Kummermann\ncompany was characterized as a hand loom weaving business (Ger. <i>Handweberei</i>).<a href=\"#_ftn32\">[32]</a> Another indicator of the modest wealth of the family\nis the 1921 census, which reveals that they had a household help living with\nthem. Marie Ende was a Catholic, born in 1895 in a village just outside\nTrautenau. The house at Reichstraße 5 also contained a second apartment, by\nthen rented out to a single tenant.<a href=\"#_ftn33\">[33]</a> Both Kummermann daughters received a very good\neducation and enjoyed what could be described as a small-town bourgeois\nlifestyle:"}},{"type":"footnoteParagraph","data":{"id":"_ftn31","label":"31","text":" Státní Okresní Archiv Trutnov (District State\nArchive Trutnov), Records of the District Office (Bezirkshauptmannschaft\nTrautenau), Registration of business enlargement, Friedrich Kummermann, July 9,\n1919.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn32","label":"32","text":" <i>Compass Industrielles Jahrbuch\nČechoslovakei</i> 65 (1932), Prague 1932, 1735.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn33","label":"33","text":" Státní\nOkresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census\n1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and\nCensus sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16,\n1921).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"[…] my\nfather sent-- sent us to France to learn-- to learn French. And I learned\nmillinery, and […] my sister was studying in French. And we went off to Prague\nand even to Austria, to Vienna. We had really a nice youth. My father was well\noff and he wanted that we learn-- I was also in Germany in business school one\nyear. And, uh, then […] I had the millinery diploma I made in small business. In\nmy father’s house, he gave me two rooms. And I had-- I made-- I had three girls\nemployed and I made these hats. Not-- not-- I didn't must to do it, but I liked\nit."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"While we don’t know any specifics about\nthe school Martha Saraffian attended in Germany, it was very likely located in\nthe Lower Silesian border district Landeshut in Schlesien (today roughly\ncorresponding with the larger Polish Kamienna Góra County), which was linked\nwith Trautenau by a railway line.<a href=\"#_ftn34\">[34]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn34","label":"34","text":" According to her registration card, she was continuously registered at\nher father’s house between 1919 and 1932, so the school was most likely close\nto Trautenau. Státní Okresní\nArchiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Martha\nSaraffian, 1919–1939.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"House at Polská 98 (formerly Reichstraße 5) in 2020 as seen from the\nstreet. In its substance this seems to be still the same building that the\nKummermann and Saraffian families lived in and where the Kummermann company was\nlocated (source: Google Street View)."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Another interesting detail from the 1921\ncensus is the national affiliation of the Kummermann family. Independent Czechoslovakia\nhad adopted, by and large, the Imperial Austrian system of national\nself-identification based on everyday language. However, for the 1921 census\nthe authorities also introduced the option of “Jewish” as a national\naffiliation.<a href=\"#_ftn35\">[35]</a>\nGerman and Hungarian nationalists decried this as an attempt to weaken Jewish\naffiliation with their respective minorities. In 1921, under 15 percent of Bohemian\nJews identified as “national Jews” – the others as Czechs or Germans. In total,\nhowever, about half of the 354,000 Czechoslovakian Jews made this\nidentification; in the East, Carpatho-Ukraine and Slovakia, it was over 90\npercent. By the late 1920s the numbers of “national Jews” increased in Bohemia,\nwith around 20 percent declaring Jewish nationality, 50 percent Czech and 30\npercent German.<a href=\"#_ftn36\">[36]</a>\nAccording to Jörg Osterloh’s estimate, about 30 percent of Jews in the later Reich\nDistrict Sudetenland, which included Trautenau, identified as national Jews in\nthe early 1930s and most of the others as Germans and some as Czechs.<a href=\"#_ftn37\">[37]</a> The\nexact numbers for Trautenau were 13.35 percent in 1921 and 19.23 in 1930; the\nother Jews identified as Germans.<a href=\"#_ftn38\">[38]</a> In\n1921, the entire Kummermann family declared German nationality and Jewish\nreligion.<a href=\"#_ftn39\">[39]</a>\nThis is perhaps not surprising in a then almost exclusively German-speaking\ntown, where even the bilingual Czech-German Czechoslovakian census forms were filled\nout entirely in German. As Wolf Gruner convincingly argues, in the mid-1930s\nthe situation of German-speaking Jews in Czechoslovakia became increasingly\nprecarious. On the one hand radical antisemitism was rapidly increasing, foremost\namong the Sudeten-Germans, on the other hand, Czech nationalists labelled them national\ntraitors, siding with the Germans.<a href=\"#_ftn40\">[40]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn35","label":"35","text":" On Czechoslovakian Jewish nationalism and\nZionism see Tatjana Lichtenstein, <i>Zionists in Interwar Czechoslovakia:\nMinority Nationalism and the Politics of Belonging</i> (Bloomington: Indiana\nUniversity Press, 2016).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn36","label":"36","text":" Gruner, <i>The Holocaust</i>,<i> </i>25–30.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn37","label":"37","text":" C.f. Osterloh, Nationalsozialistische Judenverfolgung, 59","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn38","label":"38","text":" Wlaschek, <i>Jüdisches Leben</i>, 24.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn39","label":"39","text":" Státní Okresní Archiv Trutnov (District State Archive Trutnov),\nCzechoslavakian Census 1921, Census sheet (sčítací arch/Zählbogen), Friedrich\nKummermann (February 16, 1921).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn40","label":"40","text":" Gruner, <i>The Holocaust</i>, 32, 34–35.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"From her testimony,\nhowever, we get the impression that events in neighboring Germany – Hitler’s\nrise to power, the erupting antisemitism – and the increasing radicalization of\nSudeten-German nationalism did not affect Kummermann. She also makes no mention\nof experiencing antisemitism prior to 1938. The early 1930s was when she met\nher future husband and, while this relationship caused a rift with her parents,\nshe describes married-life in the 1930s as comfortable, a time of hope and joy:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"And then\nwhen I met my husband and I married, so I gave up the business and we moved in\na nice apartment. We had-- when my daughter was born, we had the dog and bird\nand the-- we had the house housekeeper. It was really a nice life. We had a car\nand sometimes we went by car to Vienna. And really, it was a nice life."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"A recipe for “Turkish style\nSpinach” by Martha Saraffian, printed in the <i>Prager Tagblatt</i> newspaper\non August 29, 1936."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"It is unknown how Martha Kummermann met\nHrand Saraffian, whom she married in 1931 in Trautenau. Her husband was born on\nJune 17, 1891 in Constantinople/Istanbul in the Ottoman Empire.<a href=\"#_ftn41\">[41]</a> At\nthat time Istanbul had a large Armenian population. Initially discriminated against\nbut now tolerated and considered loyal to the Turkish authorities, in the last\nquarter of the 19th century a strong movement for Armenian national\nindependence grew throughout the Empire. The Ottoman authorities answered with\nsevere repression and several bloody massacres in many Armenian communities in\nthe 1890s. The years 1894 to 1896 saw a campaign of mass killings, the so-called\n“Hamidian massacres,” with 80,000 to 300,000 Armenians murdered, according to\nvarying estimates, and up to 50,000 children orphaned.<a href=\"#_ftn42\">[42]</a>\nIt is very likely that Hrand Saraffian and his siblings were among these\norphans and were brought to Europe in a humanitarian effort, perhaps organized\nby Armenians living in the diaspora. According to a post-war document of the\nInternational Tracing Service, Hrand Saraffian left Istanbul in 1897 at the age\nof six and “since then he has not acquired any other citizenship.”<a href=\"#_ftn43\">[43]</a> His\nbackground, his experience of flight and persecution, left a great impression\non Martha Kummermann when she met him:"}},{"type":"footnoteParagraph","data":{"id":"_ftn41","label":"41","text":" Státní Okresní Archiv Trutnov (District State\nArchive Trutnov), Trutnov citizen registration, Hrand Saraffian, 1929–1939.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn42","label":"42","text":" Ronald Grigor Suny, “The Hamidian Massacres,\n1894–1897. Disinterring a Buried History,” <i>Études arméniennes contemporaines</i>\nno. 11&nbsp;(2018): 125–34.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn43","label":"43","text":" Arolsen Archives, 3.2.1./1718000.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"He came to Germany,\nwith a transport, children. What—what were left after a massacre. When the\nTurks massacred the Armenians, he came to-- to Germany. With an-- it's like a\nself-help organization what brought this children to Germany. He came there\nwith about four sisters and brothers. He never saw them again because they were\nall placed in another foster home. So he-- he searched, but he didn't get any--\nhe didn't see any of his family. Only one uncle was in Köln am Rhein and he had\nthe business with stamps. That was the only connection he got. And he was alone\nand he told me this story."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"At some point, most likely several years\nbefore World War I, Hrand Saraffian moved to Vienna, where he “lived for a long time,”\naccording to the testimony. While we lack further details, one indication that\nhe indeed moved to Vienna as a boy or teenager is an Upper Austrian newspaper\nreport from 1908. The newspaper reported a 16-year old Turkish servant from\nConstantinople, by the name of “Rhand Sarafian,” who was the victim of sexual\nharassment by a known offender when he stayed overnight in Wels during a\njourney. The police intervened and the servant continued his journey to Vienna,\naccording to the report.<a href=\"#_ftn44\">[44]</a>\nPerhaps even before the end of the war, Hrand Saraffian moved to Bohemia, and\nbegan to trade in Persian carpets. Trading businesses, especially those\nimporting Turkish and Oriental goods, were widespread among the European\nArmenian diaspora. In a Czech newspaper from April 1924 it is mentioned that,\nin 1922, Saraffian already traded with Persian carpets in Karlín, which today\nis part of Prague.<a href=\"#_ftn45\">[45]</a> According\nto his citizen registration card, he moved to Trautenau on December 7, 1929,\ncoming from Rumburg/Rumburk, a town in northwestern Bohemia.<a href=\"#_ftn46\">[46]</a>Another\ninteresting detail on the registration card is that he apparently had already\nbeen married before: in 1922 Hrand Saraffian married an unidentified woman in\nHohenelbe/Vrchlabí, just west of Trautenau.<a href=\"#_ftn47\">[47]</a> It\nis unclear if the marriage ended in divorce or if his first wife died."}},{"type":"footnoteParagraph","data":{"id":"_ftn44","label":"44","text":" “Der Türke,” <i>Salzburger Volksblatt</i>, February 12, 1908, 6.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn45","label":"45","text":" <i>Národní osvobození</i>, April 15, 1924, 8.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn46","label":"46","text":" The\ndistrict archive responsible for Rumburk (Státní Okresní Archiv Děčín)\nunfortunately has no further evidence of Hrand Saraffian’s presence in the\ntown.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn47","label":"47","text":"Státní Okresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Hrand Saraffian, 1929–1939.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"For all we know,\nMartha Kummermann and Hrand Saraffian got to know each other in Trautenau, perhaps\nin early 1930. From the testimony we learn that their romantic involvement must\nhave been going on for some time before they eventually married. Martha was especially\nintrigued by Hrand’s stories of the Armenian persecution, as she mentions in\nher testimony. In the testimony she draws parallels between the Jewish and the\nArmenian experience. Her parents, however, strongly discouraged the\nrelationship and sent her to Berlin, where one of Martha’s cousins studied at a\nrabbinical school. Apparently, they hoped that her cousin would talk her out of\nthe relationship to a non-Jew, but he did not. During this time, Martha’s\ngrandmother, who lived with the family, died, and Martha was blamed for causing\nher grandmother’s death. According to Martha’s mother, the grandmother had been\nso deeply disturbed by her granddaughter’s plan of marrying a non-Jew that she\nfell ill. Her parents’ opposition caused emotional hardship for Martha, which\nwere exacerbated by her father’s poor health and his temporary refusal to speak\nto her. Nevertheless, Hrand Saraffian and Martha Kummermann eventually married\non June 30, 1931 in Trautenau in a civil marriage.<a href=\"#_ftn48\">[48]</a>\nHer decision to go through with the marriage deepened the rift with her\nparents:"}},{"type":"footnoteParagraph","data":{"id":"_ftn48","label":"48","text":" Státní\nOkresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen\nregistration, Hrand Saraffian, 1929–1939.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"And it was very hard for me when I-- I married a man\nthat was no Jew. My father didn't talk to me one year. And when I married, my\nmother took the suitcase and went away, and I and my father was in the office.\nOnly my sister went with me with the lawyer to the-- what you call it, where we\nwere married."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"At the time, Friedrich Kummermann was member of the\nboard of the <i>Israelitische Kultusgemeinde</i>, the Jewish Community of\nTrautenau.<a href=\"#_ftn49\">[49]</a> According to historian Rudolf Wlaschek, the Trautenau\ncommunity was fairly liberal in the interwar period, not strictly observant or\northodox, and attendance at services was often only during the high holidays.\nNevertheless, he characterizes it as a tightknit community, with many\ninstitutions, clubs, and a vibrant social life. Conversions were relatively\nuncommon in Trautenau. Intermarriage rates, however, were high throughout\nCzechoslovakia towards the 1930s (around 30 percent of all marriages involving\na Jewish spouse). Martha’s parents were apparently deeply unhappy with their\ndaughter’s choice for a life partner. It may have been a small comfort that she\ndid not convert to Christianity, as the Czechoslovakian marriage law allowed\nfor interreligious civil marriages. For Martha Saraffian this rift with her\nparents was quite painful, as we learn from the testimony. It seems likely that\nit was not only religion alone that caused the opposition of her parents: Hrand\nSaraffian’s national status, his citizenship, was extremely unclear, and\ncontemporary citizenship law mandated that Martha Kummermann lost her\nCzechoslovakian citizenship when she married a foreigner.<a href=\"#_ftn50\">[50]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn49","label":"49","text":" Wlaschek,<i> Jüdisches Leben</i>, 19.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn50","label":"50","text":" The Trautenau municipality registered the whole Saraffian family as\nArmenians, based on a passport issued by the Armenian mission in Paris in 1929.\nBy that time, Armenia was part of the Soviet Union. It is unclear what this\npassport really meant. Effectively, the Saraffian family was stateless – and\nwas treated as such by the Nazi authorities and, after the war, by the\nCzechoslovakian state.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Nevertheless, half a year after their marriage, in\nDecember 1931, Hrand Saraffian temporarily moved into the Kummermann house in\nReichstraße 5. Perhaps this was a first sign that her parents had begun to\naccept their son-in-law. The birth of their first daughter, Noemi, seems to\nhave finally appeased Martha Saraffian’s parents, especially since they decided\nthat the daughter would be registered as Jewish. “And then it took a long time before my parents got used\nto-- when my first child was born. So they say, we are very happy. But they\nwanted that <a>she be Jewish </a>and that’s what we did.”\nNoemi Saraffian was born on February 2, 1934 in Trautenau. By this time the\nSaraffian family already lived in a separate apartment at Anastasius-Grüngasse\n1 in Mittel-Vorstadt, the central suburb. In March 1935 the family moved to Walhallastraße\n16 in the same district.<a href=\"#_ftn51\">[51]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn51","label":"51","text":" Státní okresní archiv Trutnov (District State\nArchive Trutnov), Trutnov citizen registration, Hrand/Martha/Noemi Saraffian,\nundated.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"header","data":{"text":"The Annexation of the Sudetenland and Czechia","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In March 1938, Nazi Germany annexed Austria,\nCzechoslovakia’s southern neighbor. From this time the long lingering threat of\nan annexation of the German-speaking border regions by Nazi Germany – something\nSudeten German activists, affiliated with the Nazi Party, had agitated for\nincreasingly from 1933 onwards – became a very real possibility. According to\nmany reports, most Czechoslovakian Jews, including those in the Sudetenland,\nhad seen the rise of Nazism in Germany, especially in the early years, as a\npurely German affair. They felt safe in Czechoslovakia for the longest time and\nmost made no preparations for emigration. Things began to change slightly in\nthe mid-1930s, when more and more German-Jewish refugees arrived in\nCzechoslovakia and reports of the Nazi persecution of Jews and political\nenemies circulated widely. At the same time, domestic antisemitism was also on\nthe rise – both among the Sudeten-Germans and the Czech majority. Nevertheless,\nuntil early 1938 the threat posed by Nazism seemed far away. With the\nannexation of Austria, Czechoslovakia was suddenly encroached upon by Nazi\nGermany from the north, west, and south – and the situation became more\nthreatening.<b></b>"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Around the time of the “<i>Anschluss</i>,” Friedrich\nand Elvira Kummermann left Trautenau and moved in with a brother of Friedrich, deeper\ninside Czechoslovakia: “He left about, uh, half year, one year before l left,\nwith my mother. They left all and went to a brother from my-- my father. And\nthen my father got sick again so they went in the spa and lived in a hotel.” Her parents\nmost likely temporarily moved in with either Robert or Rudolf Kummermann. Eventually,\nperhaps towards the end of 1938, they decided to move to a hotel in\nPodiebrad/Poděbrady, about 50 km outside of Prague. In the interwar period Podiebrad\ndeveloped into an internationally known spa town. As Friedrich Kummermann\nsuffered from various illnesses for a long time he was probably also seeking\nthe comforts of the spas. While he was gone, Hrand Saraffian took care of\ncertain financial affairs for his father-in-law. This further improved their\nrelationship. Eventually, Friedrich and Elvira Kummermann rented an apartment\nin house Nr. 619/II.<a href=\"#_ftn52\">[52]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn52","label":"52","text":" Statní Okresní Archiv Nymburk (District State\nArchive Nymburk), Archiv města Poděbrady (City Archive Poděbrady), List of\nJewish Inhabitants (undated, ca. 1939–1941).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In the meantime, the\nMunich agreement of September 30, 1938 forced Czechoslovakia to immediately cede\nthe German-speaking border regions to Nazi Germany. In the months leading up to\nthe agreement, local Nazis and their collaborators from Germany and Austria had\nwaged a campaign of terror in the Sudetenland, delivering the pretext for the\nannexation. Immediately after the agreement, in the first two weeks of October\n1938, German troops occupied the Sudetenland, which was carved out of\nCzechoslovakia very roughly along ethnic lines. Throughout the region,\nincluding Trautenau, riots and violent attacks on Czech and Jewish businesses\nand persons erupted.<a href=\"#_ftn53\">[53]</a>\nIn Trautenau, according to Wlaschek, it was allegedly SA-men from nearby\nSilesia who were responsible for most of the violence against the Jewish\ncommunity. It seems very likely that local supporters of the Sudeten German\nParty – the regional Nazi affiliate – also partook in the violence. The\nKummermann house in Reichstraße 5 was looted during these annexation riots: "}},{"type":"footnoteParagraph","data":{"id":"_ftn53","label":"53","text":" Osterloh, <i>Sudetenland</i>, 73–74.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"They broke\nthe door from my parents’ house. They took out everything they find in-- in the\nshelfs, in the closets, in-- in the drawers, in the offices. Everything was on\nthe floor, it was high like this. From the wall, pictures. And from this\nhandles from brass, everything. What they could damage, they did."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Jews and Czech inhabitants of the\nSudetenland were forced to sign documents, declaring that they would “voluntarily”\nleave the region within days. Many, perhaps the majority, complied. Within\nweeks, much of the Jewish population left the Sudetenland and moved towards the\nCzechoslovakian rump state. At the beginning of 1939, only a fraction of Jews\nremained in Sudetenland. Among the few that stayed longer than others were\nmixed families such as the Saraffians, who hoped that their only partly Jewish\nstatus would spare them from the worst:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"And my\nhusband always said, nothing can happen to us because I'm not Jewish. But then\nwhen the Grynszpan affair-- affair came, they-- they we're like animals. They\nhit an old Jew […] throwing all over on the place, on the-- on the-- from the\ntown, the big place, they, throw these Jews around that everybody see it."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In Sudetenland the terror campaign\nleading to the Munich agreement, the immediate annexation riots and attacks on\npolitical enemies, Jews, and Czechs in its aftermath, almost seamlessly\ntransitioned into the anti-Jewish pogrom of November 9/10, 1938.<a href=\"#_ftn54\">[54]</a>\nIn Trautenau the synagogue was burnt to the ground. Many of those who had still\nhoped to reconcile themselves with the new situation now also fled over the new\nborder to Czechoslovakia. For weeks, Martha Saraffian barely left her house, as\nshe was afraid for the safety of her Jewish daughter and of herself. In late\n1938, perhaps during or after the pogrom night, Hrand Saraffian was arrested\nand only released after he provided documents from Vienna proving he was not a\nJew. “And so then he realized\nthe danger and he-- he said, you must go out from here. So we had a car and the\ndriver took me over there, over the custom with my daughter.”"}},{"type":"footnoteParagraph","data":{"id":"_ftn54","label":"54","text":" Osterloh, <i>Sudetenland</i>, 76.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"According to their\nTrautenau registration cards, Martha and Noemi Saraffian left Trautenau for\nPodiebrad on January 14, 1939, where she joined her parents. In later documents\nthe Saraffian’s address in Podiebrad is given as Ringstraße 722.<a href=\"#_ftn55\">[55]</a> Meanwhile\nHrand Saraffian stayed in Trautenau and took care of the family’s properties\nand his business. On August 18, 1939 he also left Trautenau for Podiebrad. He\nhad tried to acquire a permit to move the family’s belongings over the border.\nAccording to the testimony he received it, though in the meantime the situation\nhad again changed completely. "}},{"type":"footnoteParagraph","data":{"id":"_ftn55","label":"55","text":" Arolsen Archives, 1.1.42, Ghetto Theresienstadt Card File, 5078445,\nNoemi Saraffian.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In March 1939, Nazi\nGermany had annexed the remaining Czech rump state (“<i>Zerschlagung der\nResttschechei</i>”) – Slovakia had simultaneously declared its independence –\nand renamed it to the “Protectorate of Bohemia and Moravia.” This “Protectorate”\nwas formally a part of the Reich, though with a degree of pseudo-autonomy for\nthe Czech population. The\noccupation of Czechia meant that the Nazis gained control over about 118,000\nJews,<a href=\"#_ftn56\">[56]</a> among them many who had fled from\nthe Sudetenland just months or weeks earlier. In June 1939, the Germans\nextended parts of the Nuremberg laws to the Protectorate.<a href=\"#_ftn57\">[57]</a> The small number of ethnic\nGermans were immediately granted German citizenship, whereas Czechs received\nsecond-class status as subjects of the Protectorate. While the Protectorate was\nprimarily a propaganda trick of Nazi Germany to curb Czech resistance and\nsecure its control of the region, historians still debate the degree to which\nthe Czech side was able to partake in the regime and the Holocaust. A recent\nstudy by Wolf Gruner paints a nuanced picture: while Berlin ultimately had the final\nsay, Czech authorities advanced their own initiatives and agendas, as did the\nregional Nazi apparatus and power structures.<a href=\"#_ftn58\">[58]</a> This\nis particularly true for the implementation of the Holocaust in this region. While\nolder studies often ignored the Protectorate or assumed that the treatment of\nJews mirrored that in Germany and Austria, today we know that the situation in\nthe Protectorate differed in key aspects, many of which influenced the\nsituation of “mixed” families."}},{"type":"footnoteParagraph","data":{"id":"_ftn56","label":"56","text":" <i>Die Verfolgung und Ermordung der europäischen Juden durch das\nnationalsozialistische Deutschland 1933–1945, </i>Vol\n3: <i>Deutsches Reich und Protektorat September 1939–September 1941</i>, 14\n(hereafter cited as <i>VEJ</i> Volume, Doc.).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn57","label":"57","text":" <i>VEJ</i> 3, Doc. 247.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn58","label":"58","text":" Gruner, <i>The Holocaust</i>, 3–6.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"From the testimony,\nwe learn very little about the annexation of Czechia, the establishment of the Protectorate\nand of family’s life in Podiebrad in the years 1939 to 1941. We do not know if\nHrand and Martha Saraffian contemplated emigration or even tried to acquire the\nnecessary documents. By any means, it would have been very hard by this point\nin time. Unlike many German and Austrian Jews, Czechoslovakian Jewry was caught\nmostly by surprise by the events of September/October 1938 and the full\nannexation in March 1939. Suddenly surrounded by Nazi Germany and its Slovak\nAlly and the immediate outbreak of the war against Poland in the summer, there\nwas nowhere in the vicinity left to flee. Obtaining emigration visas had\nalready become increasingly hard by mid-1939. Perhaps Martha Saraffian was also\noccupied with caring for her daughter and parents, especially her father, who\nwas increasingly sick. She and her husband may also have clung to the hope that\neventually the situation would become better, despite all indicators pointing in\nthe other direction. Friedrich Kummermann eventually <a>died\nof cancer on May 1, 1941 in the district hospital of Městec\nKrálové/Königsstädtel, leaving behind his wife Elvira</a>. His death was\nregistered by the Jewish community of Podiebrad.<a href=\"#_ftn59\">[59]</a>\nAccording to Martha, he had not received proper medical care."}},{"type":"footnoteParagraph","data":{"id":"_ftn59","label":"59","text":"National Archives Czech Republic (Národní archiv), Registers of Jewish religious communities in the Czech regions (Matriky židovských náboženských obcí v českých krajích), Poděbrady, death register 1901–1949, <a href=\"https://vademecum.nacr.cz/vademecum/permalink?xid=3384d494-f579-4b28-a58f-06eb7ac7bf24&amp;scan=c0edbb9f1f9e6c326e73808c268f67b3\">https://vademecum.nacr.cz/vademecum/permalink?xid=3384d494-f579-4b28-a58f-06eb7ac7bf24&amp;scan=c0edbb9f1f9e6c326e73808c268f67b3</a>. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Martha Saraffian may still\nhave clung to the hope that the situation would improve: “My husband always said that I'm\nindolent. I don't read newspapers. I don't hear the radio. So I didn't know\nwhat happened. It was the spa and I had my-- my child. I had enough to do.”\nWere there any grounds for hope? At the end of December 1938, Hitler had\ndecided that, under certain conditions, he would spare intermarried Jews from\nforcible resettlement to so-called Jewish living areas.<a href=\"#_ftn60\">[60]</a>\nThese exemptions – foremost for families in which the husband and the children\nwere non-Jewish – were the first steps in what would evolve into the precarious\nstatuses of a merely “protected” and of a “privileged” mixed marriage.<a href=\"#_ftn61\">[61]</a>\nThe latter were granted further exemptions, depending on gender constellations\nand children. Following this initial decision, most antisemitic regulations\ncontained special clauses for mixed marriages. One such exemption was implemented\nin the police decree mandating the visual marking of Jews through a patch. From September 1941 onwards,\nall Jews in the Reich and the Protectorate of Bohemia and Moravia were forced\nto wear this patch on their clothes, visibly identifying them as Jews.<a href=\"#_ftn62\">[62]</a>\nParagraph 3 of the police degree ordering the mandatory identification\ncontained an exemption clause for Jews in mixed marriages, if they had children\nraised as non-Jews, and for Jewish women who were married to non-Jews; not, however,\nfor Jewish men married to non-Jewish women without children. Such exemption\nclauses prompted mixed families to hope that they would be spared from\ndeportations and eventually even regain their rights. However, the protection\nawarded by these exemption clauses was treacherous and precarious – and could\nhave been revoked at any time."}},{"type":"footnoteParagraph","data":{"id":"_ftn60","label":"60","text":" Bundesarchiv Berlin, BA R 18/5519, Field\nMarshall Göring, Secret express letter informing about Hitler’s decisions on\nthe accommodation of Jews and the treatment of mixed marriages, December 28,\n1938.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn61","label":"61","text":"\nThe German terms were <i>einfache Mischehe </i>and<i> privilegierte\nMischehe.&nbsp; </i>","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn62","label":"62","text":"\n<i>Reichsgesetzblatt\n</i>I\n1941, 547; <i>Verordnungsblatt des Reichsprotektors in Böhmen und Mähren </i>1941,\n497.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Two days after he was\nappointed the Acting Reich Protector of Bohemia and Moravia, Reinhard Heydrich,<a href=\"#_ftn63\">[63]</a>\nalso head of the Reich Security Main Office, decided to eliminate the status of\nprotected mixed marriage in the Protectorate. His decision was announced on\nSeptember 29, 1941. In breaking with policy in Germany properand Austria, Jewish\nspouses in such marriages were to be treated just as all other Jews. This\ndecision was reversed by the authorities in Berlin in October of the same year,\nwhen it was decided that, for the Protectorate’s German-Jewish marriages the\nexemptions would still apply, but not, however, for Czech-Jewish marriages.<a href=\"#_ftn64\">[64]</a>\nFrom this point onwards two different types of mixed marriages existed in the\nProtectorate. Essentially all Czech-Jewish marriages were robbed of their\n“privileges” and became merely “protected”. It is not clear how the Saraffian\nfamily was categorized in this respect, given their non-German citizenship and\ntheir statelessness. It should be noted that the relevant parts of the\nNuremberg laws defining Jews and non-Jews did not differentiate based on\ncitizenship but operated with the terms Jewish and “of German and related\nblood”. A person without German citizenship could thus still be “of German and\nrelated blood” and the marriage would still be considered “mixed” and protected.\nIn fact, the German census contained information on intermarriages, with Germans\nand stateless persons in one category, and persons with foreign citizenships in\nthe other. However, most exemptions and so-called “privileges” granted for\nmixed marriages only applied when there were no children raised as Jews. For\nexample, the exemption from wearing the yellow star stated that the children\nmust have been registered as non-Jews. In the Saraffian’s case, Noemi had been\nregistered as Jewish, as her Trautenau citizen registration clearly shows,\nmaking her a “<i>Geltungsjüdin</i>,” a <i>Mischling</i> who was “deemed Jewish.”\nSo even if the Saraffian family was indeed considered a German-Jewish couple (which\nwe do not know) and not a Czech-Jewish mixed marriage, the family would have\nnot been “privileged” and Martha Saraffian and her daughter were still required\nto wear the patch: “We got these stars, my Jewish\ndaughter and I. And we had to carry all the-- through the end of the war.”\nMartha Saraffian also\nreceived ration cards marked with “Jew,” which were considerably lower than\nthose for non-Jews and even those for Jews in “privileged” mixed marriages. Jews\nusually did not receive any rations of meat, fresh fruits and vegetables, and\nother essential foods. Even basic staples such as fat or salt were issued in\ninsufficient amounts."}},{"type":"footnoteParagraph","data":{"id":"_ftn63","label":"63","text":" Cf. Robert Gerwarth, Hitler’s Hangman: The Life and Death of Reinhard Heydrich (New Haven: Yale University Press, 2010), 218–77.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn64","label":"64","text":" Gruner, <i>The Holocaust</i>, 267; Gerwarth, <i>Hitler’s Hangman</i>,\n256.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"When these latest\nantisemitic regulations were introduced in the Protectorate, Martha was already\npregnant with her second daughter. Hanna Saraffian was born on May 30, 1942, during great\nturmoil in the Protectorate.<a href=\"#_ftn65\">[65]</a>\nThree days prior to her birth, on May 27, Czech resistance fighters, affiliated\nwith the Czech government in Exile, ambushed and attacked Heydrich in a suburb\nof Prague with gunfire and explosives. Heydrich was severely wounded and\neventually succumbed to his injuries a week later. Initially, the Czech\nattackers were able to flee and hide successfully.<a href=\"#_ftn66\">[66]</a>\nIn revenge for Heydrich’s death the Germans carried out draconian punitive\nactions against the Czech and Jewish civil populations in the Protectorate. On\nJune 10, German police and SS units massacred the male populations of the\nvillages of Lidice and Ležáky, which had allegedly supported the attackers, and\ndeported the women to concentration camps. The names of these villages became\nsymbols of the German atrocities carried out in Czechia.<a href=\"#_ftn67\">[67]</a>\nIn addition, the Germans also executed several thousand Czech political\nprisoners and enacted martial law for two months. Parallel to the massacres,\nthousands of Jews from the Protectorate were deported to Ghetto Theresienstadt/Terezín\nand concentration camps outside the Protectorate. Among those Jews\nrounded up for deportation was Martha Saraffian’s mother, Elvira Kummermann:"}},{"type":"footnoteParagraph","data":{"id":"_ftn65","label":"65","text":" Her name and birthdate are listed on her sister’s entry in the so-called Theresienstadt file card. Arolsen Archives, 1.1.42, Ghetto Theresienstadt Card File, 5078445, Noemi Saraffian.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn66","label":"66","text":" Gerwarth, Hitler’s Hangman, 10–12.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn67","label":"67","text":" Cf. Jessica Rapson, <i>Topographies of Suffering: Buchenwald, Babi Yar,\nLidice</i> (New York: Berghahn Books, 2017), 133–80.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"I was in\nhospital because I just got my second child. And my mother, five day after my\nchild was born, my mother went in transport. And she was first going to Kolín,\nthat massive town from where they shipped all the Jews to camps. First to\nTheresienstadt, and from there, via-- via Lublin to Majdanek."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Elvira Kummermann was deported on June\n9, 1942 with transport AAc Nr 211 from Kolín to Ghetto Theresienstadt. Three\ndays later she was deported from the Ghetto to Trawniki concentration camp,\nabout 40 km southeast of Lublin, where she was murdered.<a href=\"#_ftn68\">[68]</a>\nAnother parallel transport, the so-called “Heydrich transport,” which Martha\nmentions in her testimony, went directly from Prague to Majdanek camp on June\n10, 1942 – also in “retaliation” for Heydrich’s murder.<a href=\"#_ftn69\">[69]</a>\nIn total, between late 1941 and mid-1944 about 74,000 Jews from the\nProtectorate were deported to Theresienstadt, most of whom were subsequently\ntransferred to other camps.<a href=\"#_ftn70\">[70]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn68","label":"68","text":"Holocaust.cz, database of victims, Elvira Kummermannová, <a href=\"https://www.holocaust.cz/en/database-of-victims/victim/103577-elvira-kummermannova/\">https://www.holocaust.cz/en/database-of-victims/victim/103577-elvira-kummermannova/</a>. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn69","label":"69","text":" Peter Longerich, <i>Holocaust: The Nazi\nPersecution and Murder of the Jews</i> (Oxford: Oxford University Press, 2010),\n233.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn70","label":"70","text":" Gerwarth, <i>Hitler’s Hangman</i>, 258.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The family’s\nprecarious existence in Podiebrad became less and less bearable. Two months\nafter her mother was deported, the family’s pets were confiscated, according to\na document she shows in the testimony.<a href=\"#_ftn71\">[71]</a> Valuables,\nsuch as fur clothes, were confiscated too. “We couldn't fight because we were-- we were-- the Czechs\nwere the same, anti-Semites, like-- like the German maybe worse.” Martha\nSaraffian suffered from malnourishment, due to the inadequate food rations. Her\ndaughter Noemi, who was forced to wear the yellow patch, suffered from abuse by\nother children on the streets:"}},{"type":"footnoteParagraph","data":{"id":"_ftn71","label":"71","text":" The document, dated 28 August 1942, is\nbilingual: in German and Czech. It identifies her as “Sarafian Sara Marta,”\nliving in Podiebrad 722. The form had the entries “dog,” “cat” and “bird”\npre-printed. It confirms that she gave up one dog. The document is stamped with\na seal showing a Star of David.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"It was\nalways-- my husband said it was always this sword of Damocles because he always\nfeared that my-- my Jewish daughter will be attacked, too. She-- she was with\nthe star. From the Czech children, they bounce her on the head and told her\nalways. You are Jew. You are a Jew."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"However, the Saraffian family also received\nhelp from non-Jewish friends. Hrand attended services at the Evangelical Church\nof Czech Brethren in Podiebrad. The local priest, Josef Jeschke,<a href=\"#_ftn72\">[72]</a>\nsupported the family and hid many of their valuables in a garden. Hanna, the\nsecond daughter, was registered as a member of his congregation. As a non-Jewish\n<i>Mischling</i>, Hanna received higher food rations than her mother and her sister,\nwho was labelled a <i>Geltungsjüdin</i> (deemed-Jewish). "}},{"type":"footnoteParagraph","data":{"id":"_ftn72","label":"72","text":" Dr. Josef Jeschke, born in 1902, was Pastor of\nthe Evangelical Church of Czech Brethren (ECCB; also called: <i>Bohemian\nBrethren</i>) in Podiebrad/Poděbrady from 1931 to 1961. After the war he was a\nuniversity Professor. The ECCB has a small overview of his professional career\non their website <a href=\"https://www.evangnet.cz/cce/kazatel/629-josef_jeschke\">https://www.evangnet.cz/cce/kazatel/629-josef_jeschke</a> and the Bibliography of the History of the\nCzech Lands contains a short biographical note and picture of Jeschke: <a href=\"https://biblio.hiu.cas.cz/authorities/267590?locale=en\">https://biblio.hiu.cas.cz/authorities/267590?locale=en</a>","embedCode":""}},{"type":"header","data":{"text":"Slave Labor and Ghettoization","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In the first half of 1943 a further\nradicalization in policy against mixed marriages in the Protectorate was\nimplemented. Many intermarried Jews were ordered to Prague, where they were\ndeclared “full Jews,” and thus subject to forced labor.<a href=\"#_ftn73\">[73]</a> These\nwere primarily the Czech-Jewish couples, whereas the German-Jewish mixed\nmarriages were by large exempt from this action. The Protectorate’s Ministry for Economy and Labor instructed\nits subordinate offices in March 1943 that Jews “living in German-Jewish mixed\nmarriages and, according to the Police decree of September 1, 1941 on the\nidentification of Jews, are exempt from mandatory identification […]” are not\nto be called for labor duty, whereas “Jews living in Czech-Jewish mixed\nmarriages are mandated to be identified based on a special provision” and thus also\nsubject to slave labor.<a href=\"#_ftn74\">[74]</a>\nThe fact that Martha was not called up for labor at this time is a good\nindicator that her marriage was considered German-Jewish rather than\nCzech-Jewish. By the end of 1943, only 7,484 Jews were left in the\nProtectorate, according to the statistics in the Jewish Council of Elders’\nyearly report. Of these, 88.2% had non-Jewish family members. 6,028 Jews in the\nProtectorate were living in mixed marriages, 196 more were either married to <i>Mischlinge</i>\nor were unmarried with children counting as <i>Mischlinge</i>. Another 1,260 <i>Mischlinge</i>\nwere “deemed Jewish” (<i>Geltungsjuden</i>), such as Noemi Saraffian, because\nthey were members of the Jewish community. Only 3,470 or 40.9% of the entire\ngroup were Jewish by religion at the end of 1943, the majority either Christians\nor unaffiliated. The number of <i>Mischlinge</i> children was only estimated in\nthe report: 13,000 first-degree <i>Mischlinge</i> (with two Jewish\ngrandparents) and 34,000 second-degree <i>Mischlinge</i> (one Jewish\ngrandparent). The report contained no statistics on how many of the about 6,000\nmixed marriages were Czech-Jewish and how many were German-Jewish.<a href=\"#_ftn75\">[75]</a>\nFor comparison: in Vienna at the same time 6,259 Jews were left, of whom 5,094 or 81% were\nliving in mixed marriages and 1,080 were <i>Mischlinge</i> “deemed Jewish.”<a href=\"#_ftn76\">[76]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn73","label":"73","text":" Gruner, <i>Holocaust</i>, 361.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn74","label":"74","text":" Jewish Museum in Prague, Collections,\nSHOAH/DP/9/49/020, Ministry of Economy and Labour (Ministerium für Wirtschaft\nund Arbeit), Labour placement of Jews from mixed marriage (Arbeitseinsatz von\nJuden; hier: privilegierte Mischehen), Prague 22 March 1943. Document titles\nare cited as in the database of the Jewish Museum.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn75","label":"75","text":" Jewish Museum in Prague, Collections,\nARCHIVE/312/I/2/a/008/001, Židovská rada starších - zpráva za rok 1943 (Jewish\nCouncil of Elders in Prague, <i>Report on the year 1943</i>, Prague 1944).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn76","label":"76","text":" <i>VEJ</i>\n11 (<i>Deutsches Reich und Protektorat Böhmen und Mähren April 1943–1945</i>), 30.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"From Martha\nSaraffian’s testimony we learn that her husband was the first of the two to be\ncalled up for forced labor duty, while she could stay in Podiebrad, where she cared\nfor the children. The exact time could not be determined, but from the context\nhe was most likely called-up in the summer of 1944. In July 1944 the\nProtectorate’s labor offices summoned intermarried non-Jews and <i>Mischlinge</i>\nfor forced labor duty. An internal document of the German State Minister for\nBohemia and Moravia from late August 1944 stated: “first degree Mischlinge and\nAryans living in Jewish mixed marriages are called up for special labor\nassignment outside of their places of residence. […] The calling up to the\nlabor assignment is a temporary measure; the right to abode continues.”<a href=\"#_ftn77\">[77]</a>\nThis action mirrored similar efforts in the Old Reich of making <i>Mischlinge</i>\nand non-Jewish spouses available for forced labor. As neither were deemed “worthy”\nof serving in the armed forces – with rare exceptions – they were mostly\nassigned to Organisation Todt labor deployments.<a href=\"#_ftn78\">[78]</a>\nWhile the aim was the same throughout the Reich, the actual implementation varied\nsignificantly from region to region. In some regions only a fraction was\neventually assigned to these deployments. In the Protectorate it was apparently\nimplemented very strictly. Hrand Saraffian was ordered to an unidentified coal town,\nwhere he had to clear rubble and other bomb damage caused by Allied aerial\nbombing. He was part of a labor detachment that consisted only of intermarried\nmen, according to the testimony: “all these men that has Jewish woman. All these Christian men had Jewish\nwomen.” "}},{"type":"footnoteParagraph","data":{"id":"_ftn77","label":"77","text":" Jewish Museum in Prague, Collections,\nSHOAH/DP/9/49/022, German State Minister for Bohemia and Moravia, Work\nplacement of Jewish crossbreeds, 29 August 1944.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn78","label":"78","text":" Strnad, “The Fortune,” 177.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"While Hrand was\nstill on labor duty, clearing bomb damages, Martha was herself summoned to\nPrague in order to report for labor duty. This calling-up, which began in\nSeptember 1944, was part of a campaign of concentrating all remaining Jews of\nthe Protectorate, including those in German-Jewish mixed marriages, in Prague\nand forcing them into slave labor. To Martha Saraffian, who cared for two\nchildren, the order came as a shock. She informed her husband, who immediately\ntried to intervene in Prague:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"When I sent\na telegram, that, I have to go in the camp, in the labor camp, with my\ndaughter, with my Jewish daughter. And he was so upset that he asked his\ncommander to let him go. And these men gave him a pass to go through and he\ncame at night. And when I told him what happened, he took the next train at 2\no'clock in the morning and went to Prague. The name was Sonnenbergstrasse,\nwhere the Gestapo had the headquarter.<a href=\"#_ftn79\">[79]</a>\nAnd he was protesting. He-- sent me with just the child, that they sent me with\nthe child to the labor camp and when he was already working for them. But he\nwas not received well. He got in, as punishment, in a special transport to\nGermany in a truck without food, without light."}},{"type":"footnoteParagraph","data":{"id":"_ftn79","label":"79","text":" Most likely refers to the Police Camp for\nJewish laborers at Sommerbergstraße.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As a punishment for his protest, Hrand\nSaraffian was sent to Klettendorf/Klecina in Lower Silesia. Organisation Todt\nmaintained a slave labor camp for Jews in Klettendorf, which had been\nestablished in August 1940 and operated until November/December 1944.<a href=\"#_ftn80\">[80]</a> This\ncamp was intended for Jews only and many survivor reports, including such in\nthe Fortunoff Archive, stress the very harsh conditions at Klettendorf,\nlikening it to a concentration camp.<a href=\"#_ftn81\">[81]</a>\nThat an intermarried non-Jew such as Hrand Saraffian was sent to this camp affirms\nthe character of a severe punishment. His attempt to protest had obviously been\nin vain and Martha Saraffian was still ordered to Prague for labor duty. The\nfirst transports of intermarried Jews from the provinces – both men and women –\narrived in Prague in Mid-September 1944 and continued in the following weeks\nand months until almost all of the Protectorate’s remaining Jews were\nconcentrated in Prague"}},{"type":"footnoteParagraph","data":{"id":"_ftn80","label":"80","text":" Bundesarchiv, Haftstätenverzeichnis, Zwangsarbeitslager für Juden\nKlettendorf, <a href=\"https://www.bundesarchiv.de/zwangsarbeit/haftstaetten/index.php?action=2.2&amp;tab=7&amp;id=2063\">https://www.bundesarchiv.de/zwangsarbeit/haftstaetten/index.php?action=2.2&amp;tab=7&amp;id=2063</a>.\nSee also: Raymund Schütz, <i>Zwangsarbeiterlager für Juden (ZALfJ): Klettendorf</i>,\n2015, <a href=\"https://www.academia.edu/22172389/ZALfJ_Klettendorf\">https://www.academia.edu/22172389/ZALfJ_Klettendorf</a>.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn81","label":"81","text":" The Fortunoff Archive has several other\ntestimonies of former slave laborers at Klettendorf, including. HVT-480 (Mayer\nP.), HVT-1096 (Wolf Z.), and HVT-70 (Joseph M.).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Jewish men and women\n– almost all of whom were living in mixed marriages – were assembled at the\nnewly erected camp at Hagibor square in Prague X.<a href=\"#_ftn82\">[82]</a> The\ncamp’s purpose was to serve as a labor-site and to house those who had been summoned\nfrom the provinces. Residents of Prague were in many cases allowed to spend the\nnights in their homes. The name of the locality and the camp was inherited from\nthe Jewish association football club of the same name (<i>Hagibor</i> – Hebrew\nfor “the Hero”), which used to have its training grounds there.<a href=\"#_ftn83\">[83]</a> The\nJewish Council of Elders in Prague, the mandatory organization for Jews\nmaintained by the Nazis, was ordered to erect the camp at the former training\ngrounds and nearby plots, and to organize the summoning of Jews from the\nprovinces. In their written report on the year 1944 they described in detail both\nthe construction of the camp and the labor assignment for Jews from the\nprovinces. The technical details and the bureaucratic language belie &nbsp;the tragedies behind these events: "}},{"type":"footnoteParagraph","data":{"id":"_ftn82","label":"82","text":" Until now, the history of the camp has not\nbeen thoroughly examined. The most extensive study is a Czech research article:\nIvana Dejmková, “Hagibor aneb Jak jedno místo v Praze získalo smutnou pověst,”\nin Olga Fejtová (ed.),<i> Evropská velkoměsta za druhé světové války:\nkaždodennost okupovaného velkoměsta; Praha 1939–1945 v evropském srovnání 1 </i>(Prague:\nScriptorium, 2007), 253.<i></i>","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn83","label":"83","text":" Tatjana Lichtenstein, “‘Heja, Heja, Hagibor!’ Jewish Sports,\nPolitics, and Nationalism in Czechoslovakia, 1923–1930,” <i>Leipziger Beiträge\nzur jüdischen Geschichte und Kultur</i> 2 (2004): 191–208.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Through an order of the Central Office for the Solution of\nthe Jewish Question in Bohemia and Moravia the Jewish Central Labor Office\nsummoned all abled men and women from the provinces to Prague, where they were\nquartered at camp Hagibor square. This action was undertaken in stages and the\nfirst contingent had to report on 17 September 1944. With the exception of\npersons not fit for transport, everyone who was called up had to appear; the\nexclusion of the sickly and unable to work was undertaken in Prague by the\nCentral Office for the Solution of the Jewish Question in Bohemia and Moravia.\n[…] The procedures of the Jewish Central Labor Office in implementing this\nmission were the following: […] The arrivals were received at the train\nstations, their luggage taken and moved to the Hagibor square, a list of the\nattendees for the mustering was compiled, […] the allocation to Hagibor square\nwas entered to all registers, [….] On 31 December 1944 camp Hagibor square\nhoused: Men…. 607, Women…. 697, total…. 1304.<a href=\"#_ftn84\">[84]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn84","label":"84","text":" Jewish Museum in Prague, Collections,\nARCHIVE/312/I/2/a/009/001, Židovská rada starších - zpráva za rok 1944 (Jewish\nCouncil of the Elders Prague, Central Labor Office, <i>Report on the year 1944</i>,\nPrague 1945).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Stages of construction of the Hagibor camp taken from the\nreport of the Jewish Central Labor Office (Source: Jewish Museum in Prague)."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"One of the main purposes of this camp\nwas the operation of a mica plant (<i>Glimmerwerke</i>), which produced raw\nmaterials for the electrotechnical industry. Primarily women were forced to cut\nthe mica glimmer into rough pieces that were then brought to Ghetto Theresienstadt,\nwhere they were refined in a second stage.<a href=\"#_ftn85\">[85]</a>\nAt the end of December 1944, 836 women and 46 men were working in the mica\nplant at Hagibor square, according to the report. More than half of them – 484\nwomen – had been called-up for labor duty from the provinces. Other Jewish men\nand women housed at camp Hagibor had to perform slave labor outside the camp at\nvarious sites. Martha Saraffian was part of the labor contingent that collected\nand sorted luggage, which had to be left behind by Jews who were transported\nfrom the Protectorate to the extermination camps."}},{"type":"footnoteParagraph","data":{"id":"_ftn85","label":"85","text":" Cf. Wolfgang Benz, Theresienstadt: Eine Geschichte von Täuschung und Vernichtung (Munich: C.H. Beck, 2013), 71.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The camp consisted of seven living barracks and three\nlabor barracks. Kitchen and administration were outside of the camp at the site\nof a former Jewish retirement home in Prague XI (Source: Jewish Museum in\nPrague)."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"When Martha Saraffian was called up for\nlabor duty, she had to leave her younger daughter Hanna behind in Podiebrad. Her\nnon-Jewish neighbors took the young child in and took good care of her.\nNevertheless, the experience of parting from her two-year-old daughter was\nterrible and traumatic for both mother and daughter, as we learn from the\ntestimony. Her elder daughter Noemi had to come with her mother to Prague, where\nthey were eventually separated from each other. According to Noemi Saraffian’s entry\nin the so-called Ghetto Theresienstadt card file, she was initially brought to a\nchildren’s home (<i>Kinderheim</i>) at Ziegengasse 9 (today: Kozí ulice) and later\nto a worker’s home (<i>Arbeiterheim</i>) in Kastulusgasse 20 (today:\nHaštalská).<a href=\"#_ftn86\">[86]</a>\nThe exact dates are not completely clear, but it seems she arrived at the\nchildren’s home on November 9, 1944 and already a day later was transferred to\nthe worker’s home. According to the card file, she left Prague on December 23,\n1944. It is not clear when exactly Martha Saraffian had been summoned to Prague\nin the first place. According to the previously cited report, about half of the\nwomen were brought to the camp by the end of September, the second half by the\nend of November. It seems most likely that Martha arrived in early November,\nbut it could well have been the case that she already came two months earlier\nin September. The report also states that the Council of Elders maintained a\nyouth home (<i>Jugendheim</i>) and two daycares for children (<i>Kindertagesheime</i>):\n“The youth home cares for the accommodation, feeding and hygiene of the\nchildren, that constantly live there. The daycares are for little children,\nwhose parents are occupied during the day.”<a href=\"#_ftn87\">[87]</a>\nMost likely Noemi Saraffian was brought to these homes."}},{"type":"footnoteParagraph","data":{"id":"_ftn86","label":"86","text":" Arolsen Archives, 1.1.42, Ghetto Theresienstadt\nCard File, 5078445, Noemi Saraffian.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn87","label":"87","text":" Central Labor Office, <i>Report on the year\n1944</i>.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The file card states\nNoemi’s religion as Bohemian Evangelical, rather than Jewish, as in previous\ndocuments. In the testimony we learn the background:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"I feared for my\ndaughter. So I signed that my children are Christian. And I was not punished,\nand maybe didn't realize that I have a Jewish child in the-- in the internation\ncamp. But this Jewish child, the pastor fought so so much to get her back and\nhe got her back and he took her in his house. This pastor that was\nalready punished from the Gestapo, helping Jews. And he kept my daughter till\nthe end of the war."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"This pastor, who fought for Noemi and\ntook her in, was Josef Jeschke from Podiebrad, who had already previously\nhelped the family."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"While Martha\nSaraffian was interned in camp Hagibor, her husband – who had become severely\nill in Klettendorf, but eventually recovered – was transferred to a camp that\nexclusively housed intermarried non-Jewish men and male <i>Mischlinge</i>. This\ncamp was part of the SS-proving\nground Böhmen at Bistritz bei Beneschau/Bystřice u Benešova. Its\nofficial designation was “Special Camp for Aryans with Jewish relatives and\nJewisch Mischlinge” (<i>Sonderlager für jüdisch versippte Arier und jüdische\nMischlinge</i>)<a href=\"#_ftn88\">[88]</a> and it most likely consisted\nof two or more smaller detachments in this vast area. Coincidentally, this was\nalso exactly the region where Martha Saraffian’s maternal grandmother, who had\nlived with the Kummermann family in Trautenau, came from. The slave laborers’\nprimary task was erecting and maintaining the SS-proving ground.<a href=\"#_ftn89\">[89]</a>\nThe camp existed until April 1945, which is most likely when Hrand Saraffian\nwas liberated and able to return home to Podiebrad."}},{"type":"footnoteParagraph","data":{"id":"_ftn88","label":"88","text":" According to a German register of camps,\nmaintained by the Federal Archives and the EVZ Foundation (hereafter <i>EVZ\nregister</i>), it existed from Fall 1943 until April 1945. <i>EVZ register</i>, <a href=\"https://www.bundesarchiv.de/zwangsarbeit/haftstaetten/index.php?action=2.2&amp;tab=7&amp;id=603\">https://www.bundesarchiv.de/zwangsarbeit/haftstaetten/index.php?action=2.2&amp;tab=7&amp;id=603</a>.\nThe camp’s history has not yet been\nexplored in detail.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn89","label":"89","text":" In July 1944, 1000 <i>Mischlinge</i> and\nothers with Jewish relatives were called up for labour duty at the proving\ngrounds. Cf. <i>VEJ</i> 4 (<i>Deutsches Reich und\nProtektorat Böhmen und Mähren April 1943–1945)</i>, Doc. 271. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The previously cited report\nof the Jewish Central Labor Office makes it sound as if camp Hagibor was an almost\n“normal” operation, under the control of a Jewish organization, when it was in\nfact controlled by the Central Office for the Solution of the Jewish\nQuestion in Bohemia and Moravia. Sketches of the camp show that it was fenced\noff and had all the characteristics of a slave labor camp. The labor duty at\nHagibor was arduous, the living conditions bad. We also learn from Martha\nSaraffian’s testimony that many of the slave laborers were sick and in poor\ncondition. Morale was extremely low; however, most were aware that only their\nmarriage to a non-Jew spared them from an even worse fate. A fate many, if not\nmost of their parents and relatives had already suffered."}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"And the-- we were glad that we-- that our husbands didn't divorce us because there were cases where the men divorced when the woman was already in the labor camp. So he divorced her, and she was immediately shipped to Auschwitz and she was killed. And there were oft so much cries and unhappiness because it happens many times that the Czech men divorced the women."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The calling up of intermarried Jews for\nsegregated labor duty in camp conditions was only implemented in fall 1944 in\nthe Protectorate and in a very few areas of the Reich, such as the Rhineland.<a href=\"#_ftn90\">[90]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn90","label":"90","text":" Strnad mentions the Rhineland and Westphalia\nas the two cases in the Old Reich. Strnad, “Fortune,” 178.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As the report reveals,\nthe experience in Prague was only the prelude for the Theresienstadt ghetto. In\nthe beginning of January 1945, it was decided that the whole camp would be\ncleared and transferred to the ghetto of Theresienstadt. On January 31, 1945\nthe mica works, and all its personnel would be relocated to Theresienstadt."}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"Then I was--\nfrom the labor camp, I was-- we all were waked at 3 o'clock in the morning\nalways. What they did to us was 3 o'clock in the morning. they ordered to be at\n4 o'clock, ready to go and transport to Theresienstadt. […] We were guided to\nthe train. And there, we stand till 10 o'clock in the morning on a cold winter\nday in melting snow. Till 10 o'clock they left us to go on the train. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Martha Saraffian was deported to\nTheresienstadt with Transport AE 1 (<i>Arbeitseinsatz</i>, Ger. for labor assignment)\non January 31, 1945.[<a href=\"#fn-31il5flavq\">91</a>]. Perfidiously, the written order that all the intermarried Jews at Hagibor\nreceived claimed that this transport was only a new “labor assignment and not a\nchange in residence or ghettoization.” Hence, everyone transported to\nTheresienstadt would still officially maintain their formal residence at their locations\nfrom where they had been previously ordered to Hagibor.<a href=\"#_ftn92\">[92]</a>\nIt seems clear that these instructions only disguised the true character of the\ntransport, even though at this point every remaining Jew in Prague was aware of\nwhat was actually going on. Still, it also paid lip service to the regulations regarding\nJews in mixed marriages that were still in place at this time, even though the\nRSHA had effectively decided that all remaining intermarried Jews, except for\nsome elderly, would be deported to Theresienstadt.<a href=\"#_ftn93\">[93]</a> Formally,\nnone of the exemptions had been lifted, although at the Wannsee conference it\nhad already been proposed that eventually all remaining “privileged” Jews in\nthe Reich would be transferred to Theresienstadt. "}},{"type":"footnoteParagraph","data":{"id":"fn-31il5flavq","label":"91","text":"Arolsen Archives, 1.1.42, Ghetto Theresienstadt Card File, 5078444, Marta Saraffianová.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"<br>"}},{"type":"footnoteParagraph","data":{"id":"_ftn92","label":"92","text":" Jewish Museum in Prague, Collections,\nSHOAH/DP/11/50b/011, Instructions for dispatching transports: Summons, undated\n(January 1945).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn93","label":"93","text":" Strnad, “Fortune,” 185–86.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"From the “Old Reich”\n(Germany proper) only about 1,901 of the still registered 14,500 Jews – just\nover 13% &nbsp;– were eventually deported to\nTheresienstadt.<a href=\"#_ftn94\">[94]</a>\nIn the Protectorate 3,570 were deported to the ghetto and only 2,803 Jews were\nexempted for various reasons and allowed to stay in Prague.<a href=\"#_ftn95\">[95]</a>\nHence about 56% of all remaining Jews – most from mixed marriages and also\nincluding children counting-as-Jews (<i>Geltungsjuden</i>) – were deported.\nMartha Saraffian’s decision to wrongly give her daughter’s status as Christian\nsaved Noemi Saraffian\nfrom ghettoization, as in the Protectorate Jewish children had to be brought\nalong, according to the order. "}},{"type":"footnoteParagraph","data":{"id":"_ftn94","label":"94","text":" Strnad, “Fortune,” 188.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn95","label":"95","text":" Gruner, <i>Holocaust</i>, 368.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Two reasons\nfacilitated the implementation of the ghettoization of Jews from the\nProtectorate and explain the much higher number, when compared with the “Old\nReich.” First, whereas in many other parts of the Reich the infrastructure –\nincluding the persecution apparatus – had already been severely damaged by the\nwar, the Protectorate had barely been targeted by the aerial bombing campaigns\nand the terror apparatus of the Nazis was thus still intact.<a href=\"#_ftn96\">[96]</a>\nSecond, almost all Jews had already been concentrated in Prague, a large number\nin Hagibor. This was a significant difference between the Protectorate and\nother parts of the Reich. It effectively meant that there was no space for\ndecisions by the various local and regional Nazi authorities – some of whom\nalready saw coming the end of their regime and so, as happened in other German\nand Austrian regions, simply did not implement the order or were more lenient."}},{"type":"footnoteParagraph","data":{"id":"_ftn96","label":"96","text":" In other regions even the lists of Jews\nmaintained by the Gestapo were lost in the bombings, or the infrastructure was\nso damaged that transports could no longer be organized.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Her experiences in\nthe Theresienstadt ghetto, where Martha Saraffian was imprisoned until the\nliberation in May 1945 and forced to work in the mica plant, constitutes a\nlarge part of her testimony, where she describes the terrible conditions and\nher life in the ghetto in detail. Many of her family members, including her\nmother, had been in Theresienstadt at one point, before being further deported\nto concentration and extermination camps. “Nobody survived from my family. I was the only one.”\nOne of the family members who was eventually murdered was her father’s sister,\nMartha’s aunt, Ida Freund, who had been transported in November 1942 from\nPrague to Theresienstadt. On October 28, 1944 she was deported to Auschwitz,\nwhere she was murdered.<a href=\"#_ftn97\">[97]</a> Approximately\n77,000 Jews from the Protectorate were eventually murdered in the Holocaust.<a href=\"#_ftn98\">[98]</a>\nWhile slave labor in Theresienstadt resembled the work she had been already\nforced to perform at Hagibor, the living conditions were even worse. Towards\nthe end, Theresienstadt became the destination of death marches from other\nconcentration camps, bringing thousands of ill prisoners to the ghetto, which\neventually caused a huge epidemic. In the last months of its existence, and\neven after it was liberated, many of the ghetto prisoners died of these\ndiseases."}},{"type":"footnoteParagraph","data":{"id":"_ftn97","label":"97","text":" Holocaust.cz, database of victims, Ida Freundová, https://www.holocaust.cz/databaze-obeti/obet/85974-ida-freundova.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn98","label":"98","text":" Gerwarth, <i>Hitler’s Hangman</i>,\n258.","embedCode":""}},{"type":"header","data":{"text":"Postwar and Lasting Legacy","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Martha and Hrand Saraffian survived the ghetto\nand the slave labor camps. In May 1945 they were reunited with their two daughters\nin Podiebrad. Nothing was the same as before. Their family members had been\nmurdered, their health had suffered, their apartment been looted. Martha\nremembers her husband, who had returned earlier, as a very sick, broken man. Hanna,\nher younger daughter, who had spent a long time with another family, did not\nrecognize her in the beginning. The Saraffian family managed to get their\napartment back, which had been occupied by a Czech physician in the meantime,\nbut all their personal belongings had been stolen. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In August 1946 Martha\nSaraffian wrote a letter to the Intergovernmental Committee on Refugees in\nPrague and asked for assistance. A copy of the letter is preserved in the\nArolsen Archives:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"Nothing has really changed for us since the war, other than\nthat we are no longer living with the same fear. Our mental condition is the\nsame, because the war of nerves has not ended for us. Currently a mission for\nrefugees is taking place, which can emigrate to certain countries from German\ncamps. Couldn’t something be done for us too? We do not care where we go,\nultimately maybe with the help of UNRRA […] Us, who were really harmed and\nhurt, we are not being helped. So I want to help myself and all I hope for is\nthat my husband will change his mind and decides to leave illegally and then\nbrings us to him. […] Life is already cross for me, but I have children and it\nhurts me so much that after these terrible years they still have to live\nthrough this. I may have to part with the place, where I belong, because that\nwill be the only thing causing change. My husband still hopes for help from\noutside but I know that you have to help yourself, that you cannot rely on\nnobody else.<a href=\"#_ftn99\">[99]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn99","label":"99","text":" Arolsen Archives, 3.2.1/1718000, Hrand Saraffian.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Eventually in 1947 the family was able\nto emigrate to Argentina, but this did not mean the new beginning and lives\nthey were hoping for. It was worst for her husband, Hrand: “He went every Sunday to the port\nwith us and said, I have to see the ship that brought me here. He said <i>das\nverfluchte Schiff</i> [the cursed Ship].” The ship’s name was Desirade –\nFrench for desire – and arrived in Buenos Aires on July 21, 1947.<a href=\"#_ftn100\">[100]</a>\nHrand Saraffian died of cancer four years after they arrived in Argentina. “It was very hard in Argentina for\nmy children and for myself. And for my husband.” Adapting to the new\nsurroundings was difficult and the children lost their father when they were\nstill teenagers. She also remembers experiencing high levels of antisemitism in\nArgentina. "}},{"type":"footnoteParagraph","data":{"id":"_ftn100","label":"100","text":" List of passengers of the ship Desirade to Argentina, arrived at Buenos Aires on July 21, 1947, <a href=\"https://www.hebrewsurnames.com/arrival_DESIRADE_1947-07-21\">https://www.hebrewsurnames.com/arrival_DESIRADE_1947-07-21</a>. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In 1963 Martha\nSaraffian emigrated to the United States. Her daughter Noemi had already emigrated three years previously.\nHer testimony of 1984 ends with a topic that would remain an important issue\nfor her for the rest of her life: the question of restitution and the denial of\nGerman insurance companies that they should pay out the insurance for her\nfamily. “And I had not much\nrestitution because I had not many papers. I, my parents, my husband, paid for\na big insurance in Germany. They had offices in every country. And they paid\nthe insurance fee in US dollars, which was very expensive.” After\nrecounting once again the difficult experience in Argentina the testimony ends;\nbut not, however, Martha Saraffian’s fight for justice."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In the mid-1990s Martha Saraffian and a small group of other Holocaust survivors sued several major European insurance companies in a class action lawsuit in New York City.<a href=\"#_ftn101\">[101]</a>\nSaraffian maintained that the successor firm of the Victoria insurance company, which had issued policies to her relatives and family in Czechoslovakia in the interwar period, had refused to accept her claims. This lawsuit, the first of its kind, sent shockwaves through many German and European company headquarters, triggered a wave of laws in the United States facilitating Holocaust restitution, and led to the establishment of the International Commission on Holocaust Era Insurance Claims. As a\nresult of international negotiations, in the year 2000 Germany established the\nFederal Foundation “Remembrance, Responsibility and Future” (<i>Stiftung</i> “Erinnerung,\nVerantwortung und Zukunft”),<a href=\"#_ftn102\">[102]</a>\nwhich compensated former German forced laborers and other victims of the Nazi.\nOther European countries, such as Austria and the Netherlands, followed suit."}},{"type":"footnoteParagraph","data":{"id":"_ftn101","label":"101","text":" Cornell et al. vs. Assicurazioni Generali et al. Civil Action 97 Civ. 2262, United States District Court, Southern District of New York. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn102","label":"102","text":" <a href=\"https://www.stiftung-evz.de/start.html\">https://www.stiftung-evz.de/start.html</a>. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"It is not clear if\nMartha Saraffian herself, who died on December 19, 2006,<a href=\"#_ftn103\">[103]</a>\nultimately received any compensation. Her effort to receive some sort of\njustice, however, made a lasting impact."}},{"type":"footnoteParagraph","data":{"id":"_ftn103","label":"103","text":" United States Social Security Applications and\nClaims, 1936–2007.","embedCode":""}}],"time":1607377929219}