{
  "meta": {
    "slug": "hvt-3171",
    "videoPath": "https://d12q9fe14kxf9b.cloudfront.net/3171/background-loop-1280.mp4",
    "smallVideoPath": "https://d12q9fe14kxf9b.cloudfront.net/3171/background-loop-640.mp4",
    "posterPath": "https://d12q9fe14kxf9b.cloudfront.net/3171/poster.jpg",
    "aviaryLink": "https://fortunoff.aviaryplatform.com/collections/5/collection_resources/3221/transcript?collection_resource_file_id=75150",
    "hvtID": "3171",
    "supertitle": "Introduction to the testimony of",
    "title": "Henryk Prajs",
    "author": "Rafał Wnuk",
    "affiliation": "Catholic University of Lublin",
    "essayPath": "/data/intro-hvt-3171.json",
    "publicationDate": "June 10, 2022"
  },
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The leitmotif of the 1995 testimony of Henryk Prajs, stored in the Fortunoff Video Archive, is the town of Góra Kalwaria, where he was born, where he lived before the war, and to which he returned after it.<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> Today part of the Warsaw metropolis, before World War II it was a small town located on the west bank of the Vistula river, less than 30 kilometers south of Warsaw. In 1939 it was inhabited by 7,300 people, including 3,500 Jews."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "<p>Henryk Prajs' testimony, May 6, 1995, interviewer Michel Sobelman, Fortunoff Video Archive for Holocaust Testimonies, EAD ID mss.hvt.3171, Orbis Bib 4290908.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Until the end of the eighteenth century, Góra Kalwaria had been church property and only Catholics could live there, with as many as five monasteries and six churches in town. The Stations of the Cross were recreated in the town, based on a map of Jerusalem, and the small town was officially renamed Nowa Jerozolima (New Jerusalem). With the growing secularization of the early nineteenth century, the town returned to its original name, and Jews began to settle there.<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> In 1859 the Chassidic religious leader <em>tzaddik</em> Yitzchak Meir Rotenberg-Alter, the first of the Ger Chassidic dynasty, settled in Góra Kalwaria (Ger in Yiddish). He set up his court on Pijarska Street. The town soon became the most influential Chassidic center in the Kingdom of Poland. During the period discussed by Prajs, the Chassidic court of Ger was headed by Avraham Mordechai Alter (1864‒1948)<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup>. Jewish pilgrimages to Góra Kalwaria were encouraged with the 1899 opening of the Góra Kalwaria-Warsaw narrow-gauge railway, colloquially called the ‘rebbe railway.' Tzaddik Alter was its unofficial shareholder. Aside from religious functions, the tzaddik's court was also an important social and political center – as evidenced by the fact that <em>Agudat Yisrael</em>, a party representing Orthodox Jews, had its seat in Góra Kalwaria.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "<p>Filip Sulimierski, Bronisław Chlebowski and Władysław Walewski (eds.), <em>Słownik geograficzny Królestwa Polskiego i innych krajów słowiańskich</em>, vol. 2. (Warsaw, 1881), 689-690; Stefan Krakowski, Abraham Juda Goldrat, “Gora Kalwaria,\" in Michael Berenbaum and Fred Skolnik (eds.), <em>Encyclopedia Judaica</em>, vol. 7 (Jerusalem: Keter Publishing House Ltd. Thomson Gale, 2007), 760.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "<p>Paweł Fijałkowski, “Alter Abraham Mordechaj,\" in <em>Żydzi polscy. Historie niezwykłe</em> (Warsaw: Demart, 2010), 7-9.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "<p>Henryk Prajs, \"Żydzi z Góry Kalwarii,\" <em>Słowo Żydowskie</em> 7-8 (2002), 10-11; Małgorzata Szturmowska, “Podróż kolejką wąskotorową w 1989 r.,\" <em>Przegląd Piaseczański</em>, 25 May 2015, <a href=\"https://www.przegladpiaseczynski.pl/historia/podroz-kolejka-waskotorowa-w-roku-1899/\">https://www.przegladpiaseczynski.pl/historia/podroz-kolejka-waskotorowa-w-roku-1899/</a>.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In his comments in the media and in his recollections elsewhere, Prajs provided information that is absent in this testimony. The Prajs family had lived in Góra Kalwaria at least since the mid-nineteenth century. Henryk's grandfather, Majer Bejer Prajs, purchased kosher food that he then sold in Warsaw. He and his wife Golda had six children, including Jankiel, Henryk's father. Jankiel Prajs married Estera Frydman from the village of Coniew, near Góra Kalwaria. He was a petty merchant without his own stall and she was a seamstress. Henryk's parents did not wear the traditional attire. His mother did not shave her head and went to the synagogue only once a year, on Yom Kippur. Jankiel went to the synagogue more often, but not every Saturday. The family spoke Yiddish at home, cooked kosher food, and celebrated religious holidays. There were two synagogues in Góra Kalwaria, one belonging to the <em>Alter tzaddik</em> dynasty and the other to the Reformed Jewish Community, and the Prajs family frequented the latter. They were a typical unorthodox, poor Jewish family of inter-war Poland.<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "<p>Henryk Prajs' testimony, recorded and edited by Aleksandra Bańkowska in January 2005, <a href=\"https://www.centropa.org/node/94911\">https://www.centropa.org/node/94911</a>.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The testifier identifies himself as Henryk Prajs and does not mention his original first name even once. Born Abram Haim on December 30, 1916, he began to use the name Henryk in elementary school and later also called himself Awrum. Mentioned in the testimony, Henryk's older sister Golda was born in 1914. After completing seven grades of elementary school, she worked as a bookkeeper in the small Hirszhornams' soap factory at 12 Radzymińska Street in the Warsaw quarter of Praga. Henryk's younger brother Dawid was born in 1919 and, after completing six grades of elementary school, began to learn saddlery. In his testimony, Prajs states that he had been associated with the Zionist movement “from a very early age,\" though without specifying details. Prajs belonged to the anti-Zionist socialist SKIF from the age of 12 to 14,<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> at which point he and most members of the organization left and joined instead the Zionist organization Freedom (<em>Yidishe Socialistishe Arbeter Yungt Fraihait</em>).<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "<p><em>Sotsyalistishe Kinder Farband</em> (SKIF): the Socialist Children's Union was a childrens' organization established in 1920 on the initiative of the Bund's youth section, <em>Tsukunft</em>. It was responsible for training future party activists. The children were taken care of by parental committees and the organization conducted scouting activity. In the 1930s it operated in over 100 places in Poland.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "<p><em>Yidishe Socialistishe Arbeter Yungt Fraihait</em> (Jewish Socialist Labor Youth 'Freedom') – initially, the organization was affiliated with the socialist-Zionist Poale Zion Right. In the early 1930s the Freiheit branch in Góra Kalwaria, where Henryk Prajs was active, had approximately 50 members. In 1933 the organization had a total of 11,000 members throughout Poland, while by 1935 their number increased to as many as 30,000.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Because his family was poor, Prajs, like his siblings, attended a Polish public elementary school (better-off Jewish families enrolled their sons in private schools). Less importance was paid to the education – especially religious education – of daughters; hence the discrepancy emphasized in the testimony between the number of Jewish male and female pupils in Prajs' class (only three boys and \"a lot\" of girls). At the same time, Prajs attended a <em>cheder</em>, where he received a religious education and learned basic Hebrew. This is how he characterized his attitude to religion:"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I didn't observe Sabbath too rigorously, and later not at all. It made my Mom sad, but I was progressive, not a bit religious, I didn't even pray anymore. I didn't feel the need to. And I dined at Mrs. Wozniakowa's [a Polish neighbor], oh yes. I didn't observe the kashrut even in my early youth. Mom never knew it, God forbid, never, no one knew, it was unthinkable! They would separate my dishes right away, wouldn't use them at all. That's the rule, the Jewish rite.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "After graduation, Prajs learned tailoring and began work as a tailor. A skilled craftsman, he became a member of the Tailors Trade Union, whose members included both Jews and Poles. He became the secretary of the organization's branch in Góra Kalwaria."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Brought up in a mixed neighborhood – Prajs' courtyard included three Jewish families and three Polish families – and having graduated from a Polish public elementary school, Henryk spoke Polish fluently and was familiar with basic Polish cultural codes. Tailoring was a particularly valuable occupation during crises and wars, and this skill proved an asset that greatly improved his chances of survival during the Holocaust."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Prajs' testimony mentions the Polish nationalists' attacks on Jewish stalls on June 13, 1936 and 1937, during the annual fair in Góra Kalwaria, when sellers and buyers from the surrounding area came to town. Members and supporters of the Falanga National Radical Camp came to the market square, overturned some stalls, and beat several men and women. Some of the Jews offered resistance."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The National Radical Camp (<em>Obóz Narodowo-Radykalny</em>, ONR) was founded in 1934 in the wake of the pan-European radicalization of national movements caused by the Great Depression. Its founders were young nationalist activists convinced that the National Camp – the main right-wing party in Poland at that time – was insufficiently revolutionary. The ONR was anti-democratic, anti-capitalist, anti-communist, antisemitic, and radically nationalist. Declared illegal in the Second Republic of Poland after a few months' operation, the organization went underground. 1935 saw a split in the ONR between the 'moderate' ONR ABC and the 'radical' ONR Falanga, with the latter boasting up to 5,000 members. Falanga paramilitary groups made direct references to fascist ideology,<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup>  employed violence against left-wing organizations and Jews, and carried out terrorist attacks.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> The attacks on Jewish merchants from Góra Kalwaria were among hundreds of such actions organized by radical nationalists in Poland at that time."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "<p>Szymon Rudnicki, <em>Obóz Narodowo Radykalny. Geneza i działalność</em> (Warsaw: Czytelnik, 1895), 291-293, 331.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "<p>Antoni Dudek, Grzegorz Pytel, <em>Bolesław Piasecki: Próba biografii politycznej</em> (London: Aneks, 1990), 58, 81.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The local police commander, Janica, who according to Prajs was named Bolesław and died as a result of the Katyn order,<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> appears as a positive figure in this context. The Katyn victims indeed include a policeman with the surname Janica, although his given names are recorded as Jan Michał.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> It remains unclear whether this is the same person. According to Prajs' other testimony, the police commander not only had a favorable attitude to Jews, but even convinced them to establish a self-defense organization, which associated \"Zionists, communists, and Bundists: the entire Jewish youth. Particularly the laborers and waggoners – the tough ones. They formed a self-defense group and defended themselves against the attacks.\"<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "<p>Henryk Prajs' testimony, 2005.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "<p>Senior leader Jan Michał Janica, born in 1889, murdered in Tver in the spring of 1940; <a href=\"https://policjapanstwowa.pl/index-190.htm\">https://policjapanstwowa.pl/index-190.htm</a>.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "<p>Following the secret resolution of the Political Bureau of the All-Union Communist Party (Bolsheviks), initiated by Joseph Stalin on March 5, 1940, the interned officers of the Polish Army, police officers, and political prisoners who were Polish citizens were deemed \"sworn enemies of the Soviet authorities who held no promise of improvement,\" and executed. During the spring of 1940, NKVD officers murdered 22,000 Polish citizens.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In 1937, Prajs was drafted into the Polish Army and sent to the Jan Kozietulski 3rd Mazovian Light Cavalry Regiment in Suwałki. Considered elite units, light cavalry regiments received recruits who distinguished themselves in terms of physical fitness and reputation. The latter was particularly vital for national minorities. A German, Jew, Ukrainian, or Belorussian suspected of disloyalty to the Polish state could not join such a unit. Thus, Prajs must have been considered a trustworthy citizen. A squadron consisted of approximately a hundred soldiers, with four Jewish soldiers in each squadron. This means that the Jewish soldiers constituted four percent of the soldiers, while making up nine percent of the overall population of Poland. Prajs retained very fond memories of his military service. Public appearances in the <em>uhlan</em> uniform and horse-riding-shoes and with a saber by his side clearly impressed him. He spoke with pride about the impression he made on the inhabitants of his hometown when he visited on furlough."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "According to Prajs' testimony, in September 1939 his 3rd Light Cavalry Regiment was the only unit of the Polish Army that entered the territory of the Third Reich when it made a sortie into Eastern Prussia. The regiment then fought against the Wehrmacht in the Białystok and Lublin regions and also against the Soviets. It surrendered on 5 October 1939, after the Battle of Kock, one of the last regiments to do so in the September Campaign, thus confirming its elite character."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On the night of 13-14 September, near the village of Olszewo in the Białystok region, the 3rd Light Cavalry Regiment encountered a detachment of the 3rd Panzer Division of the Wehrmacht. The cavalrymen attacked the surprised Germans, causing serious losses to the enemy. The latter called for backup and, supported by tanks and armored cars, fought off the Polish attack. The Wehrmacht lost a few dozen soldiers (according to presumably exaggerated estimates, as many as 100). Approximately 50 Polish cavalrymen perished and about 100 were injured, including Prajs. After the battle the Germans killed five wounded Polish soldiers, murdered 25 captive soldiers and 23 civilian inhabitants of Olszewo and nearby villages, and then burned Olszewo.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> Seriously injured and unable to fight, Prajs was transported with other wounded soldiers to Szczuczyn near Grodno (now in Belarus). On September 17 the Red Army crossed the Polish-Soviet border without revoking the non-aggression pact. The Polish army was in a hopeless situation, and was ordered to retreat to Romania and Hungary while forbidden from fighting against the Bolsheviks unless the latter attacked them or tried to disarm them.<sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> Prajs was one of the 230,000 Polish soldiers taken captive by the Soviets."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "<p>Waldemar Monkiewicz, \"Pacyfikacje wsi w regionie białostockim (1939, 1941-1944),\" <em>Białostocczyzna</em>, vol. 1, no. 9 (1988), 30. It is not clear from the description whether the 50 men killed on the Polish side included those executed after the fight.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "<p><em>Polskie Siły Zbrojne w II wojnie światowej</em>, vol. 1, <em>Kampania wrześniowa</em> (London: The General Sikorski Historical Institute, 1959), 521.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The subsequent fate of Prajs was determined by big politics. On September 28 the Third Reich and the Soviet Union signed the Treaty of Friendship, Cooperation and Demarcation, followed on October 4 by a protocol outlining the new borders. One of the points of the protocol stipulated an exchange of populations, amending the provisions of the Molotov-Ribbentrop Pact concerning the division of Central Europe. The Germans received central Poland from the Soviets, while the Soviets received Lithuania from the Germans. This meant that Góra Kalwaria was now in the German sphere of influence. On October 12, Adolf Hitler's decree established the General Government, in which the town was now located."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Soviet Union and the Third Reich considered Poland non-existent, leaving the problem of citizenship unresolved. The Kremlin was of the opinion that all inhabitants registered in the territories annexed by the Soviet Union automatically became Soviet citizens. Inhabitants of western and central Poland who found themselves in the east as a result of the war, had two options: apply for Soviet citizenship or return to the German occupation zone."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Lower-rank soldiers of the Polish Army in Soviet captivity were allowed to return home from central and western Poland (while Polish officers were interned and, in the spring of 1940, murdered in the Katyn Massacre). Prajs decided to return to Góra Kalwaria, thus becoming one of the 42,500 prisoners of war transferred to Germany by the Soviets under the Treaty of Friendship, Cooperation and Demarcation.<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "<p>Czesław Grzelak, <em>Wrzesień 1939. W szponach dwóch wrogów</em> (Warsaw: Rytm 2018), 361. </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The testimony erroneously states that the ghetto in Góra Kalwaria was established in July 1940; in fact it was set it up in January 1940, one of the first created in the General Government. Apart from local Jews, the ghetto housed refugees and displaced persons from Alekandrów, Kalisz, Pabianiace, and Suwałki, as well as nearby villages.<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup> Cramming 3,500 people in a small area led to major sanitation problems. In some cases, up to ten people lived in a single room. An anonymous testimony from the Ringelblum Archive reads:"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "<p>Barbara Engelking, \"<em>Życie codzienne Żydów z dystryktu warszawskiego</em>,\" in Barbara Engelking, Jacek Leociak and Dariusz Libionk (eds.), <em>Prowincja noc. Życie i zagłada Żydów w dystrykcie warszawskim</em> (Warsaw, 2007), 168.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>The needs of Jews from Góra Kalwaria were substantial. They immediately began to contact Warsaw and the Joint, and in July 1940 received the first 3,000 zlotys. The Jews immediately began to set up a soup kitchen. [...] Soon, the kitchen was ready and every day prepared up to 1,200 lunches at 10 groszes per lunch, and free of charge for the poor. The kitchen operated until June.<sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "<p>Aleksandra Bańkowska (ed.), <em>Archiwum Ringelbluma</em>, t. 6, <em>Generalne Gubernatorstwo. Relacje i Dokumenty</em> (Warsaw: Wydawnictwa Uniwersytetu Warszawskiego, 2012), 407.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The ghetto remained open until July 1940, at which point a German order forbade Jews from leaving the ghetto and the Christian population from entering it. This led to a rapid deterioration in the already critical food provision to the inhabitants. Prajs believed that the transformation of the open ghetto into a closed one signaled the true establishment of the ghetto. From his perspective, the closure of the ghetto meant the loss of his livelihood. Until July 1940, he had earned his living sewing clothes for Poles and had been aided by his Polish friends, who provided him with food and fuel. This is how Prajs described the conditions in the ghetto after its closure in testimony submitted to the Jewish Historical Institute: \"The situation became even worse. The people started to suffer from hunger. Typhus began to enter Jewish homes. The Jews began to die from hunger, cold, and disease.\"<sup class=\"footnote-ref\" id=\"fnref-18\"><a href=\"#fn-18\">18</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-18",
        "label": "18",
        "text": "<p>Testimonies of Awrum Prajs, archive of the Jewish Historical Institute, Testimonies, 301/6488.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Another incorrect detail of the current testimony concerns the moment when the tzaddik Avraham Mordechai Alter left Poland. Prajs dates this event to the fall of 1942, while Israel Gutman wrote: \"The rabbi from Góra Kalwaria (Gerer rebe) left occupied Poland on the eve of Passover 1940 with his entourage, namely members of the ultra-Orthodox Agudat Yisrael party (as a result of a special operation).\"<sup class=\"footnote-ref\" id=\"fnref-19\"><a href=\"#fn-19\">19</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-19",
        "label": "19",
        "text": "<p>Israel Gutman, <em>Walka bez cienia nadziei, Powstanie w getcie warszawskim</em> (Warsaw: Rytm, 1998), 30.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In his Fotunoff Video Archive testimony, Prajs passes over the attempt to create a military underground organization in the ghetto. From his other testimony, we learn that 1940 saw the appearance in Góra Kalwaria of:"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Lajbl Frydman, Horowic, and a woman. Frydman was a Bund member, Horowic was from Poalei Zion, and as for the woman, I don't know. They wanted to organize a combat team consisting of those who had served in the army to fight in self-defense. We only admitted the people we trusted. The 25 of us gathered at Aron Nusbaum's. We didn't have any weapons but the spirit was there, that we will defend ourselves. But nothing happened.<sup class=\"footnote-ref\" id=\"fnref-20\"><a href=\"#fn-20\">20</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-20",
        "label": "20",
        "text": "<p>Henryk Prajs' testimony, 2005.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Prajs' testimony regarding the period from his escape from the ghetto in February 1941 to the end of 1943 is chaotic and littered with loose ends. It is impossible to reconstruct the narrator's experience using only this testimony, but events can be reconstructed using Prajs' other testimonies and the wider literature. The Germans decided that the liquidation of the ghetto in Góra Kalwaria would begin on February 25, 1941, and announced their intentions several days in advance. Prajs' mother and neighbors convinced Prajs to flee, exploiting his appearance – blond hair and 'Aryan' facial features. He probably managed to leave the ghetto on the evening of 24 February, 1941. He headed for Magnuszew. According to gossip then circulating among the Jews, the Jews of Magnuszew had avoided deportation. At least 100 other Jews fled at the same time as Prajs. On March 25 and 26, the residents of the Góra Kalwaria ghetto were resettled in the Warsaw ghetto, transported via the 'rebbe railway.'<sup class=\"footnote-ref\" id=\"fnref-21\"><a href=\"#fn-21\">21</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-21",
        "label": "21",
        "text": "<p>Martin Dean, \"Góra Kalwaria,\" in Geoffrey P. Megargee, Martin Dean, Mel Hacker (eds.), <em>Encyclopedia of Camps and Ghettos, 1933-1945</em>, vol. II, <em>Ghettos in German-Occupied Eastern Europe</em>, Part A, (Bloomington: United States Holocaust Memorial Museum, 2012), 374-375.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Formerly a town, at the beginning of the twentieth century Magnuszew was a village on the Vistula River, inhabited by approximately 1,500 people, half of whom were Jewish. The Germans set up the ghetto there as late as December 22, 1941, gathering inside it 1,200 Jews. The ghetto was an open one. Prajs rented a room and worked as a tailor. He sewed clothes for Jews and Christians, establishing many new contacts, for instance, befriending the Pole Jan Cwyl. The ghetto in Magnuszew was liquidated on 18-19 August 1942. The Germans murdered 120 Jews on the spot and drove the rest to the ghetto in nearby Kozienice, where a selection took place.<sup class=\"footnote-ref\" id=\"fnref-22\"><a href=\"#fn-22\">22</a></sup> Prajs was selected with a group of young men who were sent to the labor camp in Chmielewo near Magnuszew, where they dug drainage ditches. The Jews who remained in Kozienice died later in Treblinka.<sup class=\"footnote-ref\" id=\"fnref-23\"><a href=\"#fn-23\">23</a></sup> In December 1942, when a column of Jewish laborers was passing through Magnuszew, Prajs was spotted by Jan Cwyl. Years later, Prajs recalled: \"On our way back from Chmielewo a Polish friend, Janek Cwyl, pulled me out of the column while the policemen weren't paying attention. He took me with him, he saved me.\"<sup class=\"footnote-ref\" id=\"fnref-24\"><a href=\"#fn-24\">24</a></sup> In his testimony to the Fotunoff Video Archive, this event is erroneously dated December 1943."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-22",
        "label": "22",
        "text": "<p>Stephan Lehnstaedt, \"Magnuszew,\" in Geoffrey P. Megargee, Martin Dean and Mel Hacker (eds.), <em>Encyclopedia of Camps and Ghettos, 1933–1945</em>, vol II, <em>Ghettos in German-Occupied Eastern Europe</em>, part A (Bloomington: United States Holocaust Memorial Museum 2012), 255-256.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-23",
        "label": "23",
        "text": "<p><em>Obozy hitlerowskie na ziemiach polskich 1939-1945. Informator encyklopedyczny</em> (Warsaw: PWN, 1979), 248, 302.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-24",
        "label": "24",
        "text": "<p>Henryk Prajs' testimony, 2005.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Pole sheltered Prajs for several weeks, after which Prajs returned to Góra Kalwaria, to his pre-war neighbor, Mrs. Wasilewska. His trip to Osieck to obtain an 'Aryan' birth certificate was her idea. Mrs. Wasilewska accompanied Prajs to the local parish, where the parish priest, most likely Father Ludwik Liponoga, issued the document, in which he included the personal information of the late Feliks Żołądek.<sup class=\"footnote-ref\" id=\"fnref-25\"><a href=\"#fn-25\">25</a></sup> For almost all of 1943 Prajs hid in the homes of various Magnuszew inhabitants and in nearby localities. He used the survival strategy described by the scholar Alina Skibińska, who has investigated Jews' survival strategies: \"Even if the roof over one's head was free of charge, one had to eat. Those in hiding who possessed some useful skills – as had tailors or cobblers – often made clothes for the entire family that sheltered them, thus paying back the help and food they received. They then moved to the next host – the Jews 'changed hands.'\"<sup class=\"footnote-ref\" id=\"fnref-26\"><a href=\"#fn-26\">26</a></sup> This was exactly Prajs' strategy,  who in the meantime also obtained a falsified <em>Kenkarte</em> through his friends."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-25",
        "label": "25",
        "text": "<p>Father Ludwik Liponoga was the Osieck parish priest during 1938-1946. Information received by email from the Osieck parish secretariat. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-26",
        "label": "26",
        "text": "<p>Alina Skibińska, \"Powiat biłgorajski,\" in B. Engelking and J. Grabowski (eds.), <em>Night Without an End: Fate of Jews in Selected Counties of Occupied Poland</em>, vol. 1 (Warsaw: Polish Center for Holocaust Research, 2018), 352.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Over time, more and more people learned of Prajs' presence in the Magnuszew area, which made his continued hiding dangerous. In early 1944, Józef Wdowiak, one of the landlords who had sheltered him, drove him to the eastern bank of the Vistula, where people did not know him. Until January-February 1944, Prajs had been in hiding on the western bank of the Vistula as a Jew, but now on the eastern bank of the river he began to use the false <em>Kenkarte</em> and posed as a Pole – Feliks Żołądek. It remains unclear how he got to the house of Jan and Katarzyna Pokorski in Podwierzbie. In the Fortuna testimony, as in a few others, he claimed that it was the result of a chance meeting.<sup class=\"footnote-ref\" id=\"fnref-27\"><a href=\"#fn-27\">27</a></sup> But in his most extensive and detailed testimony, in 2005, he said that the Pokorskis were his friends or relatives of his female neighbor, the aforementioned Mrs. Wasilewska of Góra Kalwaria.<sup class=\"footnote-ref\" id=\"fnref-28\"><a href=\"#fn-28\">28</a></sup> It remains unknown which version is true."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-27",
        "label": "27",
        "text": "<p>Mateusz Wyrwich, \"Henryk Prajs: Jeśli ktoś mi dzisiaj mówi, że polska wieś była antysemicka, to mówię mu, że kłamie,\" <em>Tygodnik Solidarność</em>, 27 January 2017, <a href=\"https://www.tysol.pl/a4239-Henryk-Prajs-Jesli-ktos-mi-dzisiaj-mowi-ze-polska-wies-byla-antysemicka-to-mowie-mu-ze-klamie\">https://www.tysol.pl/a4239-Henryk-Prajs-Jesli-ktos-mi-dzisiaj-mowi-ze-polska-wies-byla-antysemicka-to-mowie-mu-ze-klamie</a>.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-28",
        "label": "28",
        "text": "<p>Henryk Prajs' testimony, 2005.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Prajs remained at the Pokorskis' on 'Polish papers' until the arrival of the Soviets. His occupation helped him survive both in Podwierzbie, as earlier in Magnuszew, earning money making and repairing clothes. His meeting with Soviet soldiers on a levee by the Vistula River must have taken place on July 27 or 28 1944, since this was when the Red Army reached the Vistula."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The most dramatic event that occurred during Prajs' stay at the Pokorskis was the Polish underground's attempt to murder him. In his 2005 testimony, Prajs provided more details:"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I had to hide once, and from whom, from ours [Poles]. […] NSZ or WiN, I don't even know, sentenced me to death. And [I] had met them by chance, as a tailor. I'd sewn for them, they'd got to like me, we'd spent all the time together. I used to refashion what they'd stolen somewhere. One of them didn't agree with the sentence, hadn't said a word to them, but later told me: 'Heniek, be careful, hide, mister, 'cause it's so and so.' So NSZ's history has a not-so-exquisite [<em>sic</em>] chapter – their attitude towards the Jewish nation. When the Red Army took over the area, they [the NSZ soldiers] killed two or three Jews. They all came to me later and apologized, a couple of times. So I don't really want to get back to the subject, I've forgiven them and that's it.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Prajs knew not only of the danger he was in, but also the identities of the would-be attackers. Yet in all his post-war testimonies he kept their names a secret. Podwierzbie is less than 40 kilometers from Góra Kalwaria. After the war, Prajs lived in Podwierzbie for almost a year, after which he moved back to Góra Kalwaria. His decision not to disclose the aggressors' names was probably motivated by his desire to maintain a good relationship with the locals. If he had revealed their identity, he would have faced aversion and even open animosity on the part of the friends and relatives of his would-be assassins."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Freedom and Independence Association (<em>Zrzeszenie Wolność i Niezawisłość</em>, WiN) was founded in September 1945, that is about a year after this event. Thus, the attackers could not have been WiN members. It is more likely that they were from the National Armed Forces (<em>Narodowe Siły Zbrojne</em>, NSZ), which, however, was relatively weak in that area. One cannot exclude the possibility that Prajs was targeted by members of the strongest organization in the area, namely the Home Army (<em>Armia Krajowa</em>, AK), although it is impossible to determine this on the basis of the existing sources. It is telling, however, that Prajs accused the NSZ and WiN: 'NSZ and WiN reactionaries' was one of the most popular phrases used in the communist propaganda during 1946-1956, and Prajs echoes it."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Devoted to the post-war period, the last part of the testimony is more structured. Prajs discusses, for instance, how he learned that Jewish \"emigrants from Russia\" were returning to Góra Kalwaria. He is referring to a group of approximately 200,000 Jews who survived the war in the Soviet Union and returned to Poland between 1944 and 1946. This heterogenous group consisted of Jewish refugees who left the German-occupied territories of pre-war Poland in 1939 and fled to the territories annexed by the Soviet Union. 70,000 Jewish refugees (the <em>biezhentsy</em>) refused to accept Soviet citizenship. Deemed a 'socially hostile' element, they were deported to Siberia and Kazakhstan in 1940. Another 20,000 Jews were detained in Soviet labor camps for \"illegal crossing of the German-Soviet border\" – and (paradoxically) were thereby saved. Another group was comprised of Jews evacuated by the Soviet authorities from the German-occupied areas in 1941, including members of the communist party, administrative staff, skilled workers, and men capable of military service. The last group was comprised of Jews returning from the east who had survived the German occupation in hiding. At the same time, Jewish survivors of German camps (about 50,000 people) were returning to their hometowns along with those who had survived the occupation in hiding or on Polish papers, like Prajs. Immediately after the war there were approximately 300,000 Jews in Poland – 10 percent of the pre-war Jewish population.<sup class=\"footnote-ref\" id=\"fnref-29\"><a href=\"#fn-29\">29</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-29",
        "label": "29",
        "text": "<p>Dariusz Stola, \"Jewish emigration from Communist Poland: The Decline of Polish Jewry in the Aftermath of the Holocaust,\" <em>East European Jewish Affairs</em> 47 (2017), 169-175.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Having learned about the Jews' return to Góra Kalwaria, Prajs also decided to return to his hometown. This must have been prior to  August 12, 1945, which was when the local Jewish Committee was co-founded by Prajs, at that time using the name Awrum Prajs. The Committee was composed of 52 Jews from Góra Kalwaria and nearby towns, such as Warka, Grójec, and Baniocha.<sup class=\"footnote-ref\" id=\"fnref-30\"><a href=\"#fn-30\">30</a></sup> In 1949 Prajs officially changed his name to Henryk and married Czesława Maria Wasilewska – a daughter of the neighbor who had helped him during the war. He worked as a tailor and after some time began to grow fruit. In 1945 he became a member of the Jewish Committee and in 1950 joined the Social and Cultural Society of Polish Jews (<em>Towarzystwo Społeczno-Kulturalne Żydów w Polsce</em>, TSKŻ).<sup class=\"footnote-ref\" id=\"fnref-31\"><a href=\"#fn-31\">31</a></sup> Thanks to his initiative, the Jewish cemetery in Góra Kalwaria was saved from total destruction immediately after the war. He also belonged to the Society of Fighters for Freedom and Democracy (<em>Związek Bojowników o Wolność i Demokrację</em>, ZBoWiD).<sup class=\"footnote-ref\" id=\"fnref-32\"><a href=\"#fn-32\">32</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-30",
        "label": "30",
        "text": "<p>Alina Skibińska, \"Powroty ocalałych,\" in Barbara Engelking, Jacek Leociak and D. Libionka (eds.), <em>Prowincja noc. Życie i zagłada Żydów w dystrykcie warszawskim</em>, vol. 1 (Warsaw: Centrum Badań nad Zagładą Żydów, 2007), 91. Aside from Prajs, the board was composed of Cypa Drajer, Chaim Hendel, Benzion Pelc, Marian Perel, Jakub Rawski, Maks Schwimmer, and Szymon Zinger.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-31",
        "label": "31",
        "text": "<p>The TSKŻ was established as a result of the merger of the Central Committee of Polish Jews and the Jewish Cultural Society, by order of the Communist authorities.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-32",
        "label": "32",
        "text": "<p>Founded in 1949, the ZBoWiD associated veterans of the Polish Army, prisoners of German prisons and camps, and partisans of left-wing underground organizations operating under the German occupation. Until 1956 former members of the Home Army and non-communist underground organizations were not admitted to the ZBoWiD. Until 1989 the Union was subordinate to the Polish United Workers' Party (<em>Polska Zjednoczona Partia Robotnicza</em>, PZPR, that is the Communist Party). In 1990 the ZBoWiD was transformed into the Union of Veterans of the Republic of Poland and Former Political Prisoners (<em>Związek Kombatantów RP i Byłych Więźniów Politycznych</em>).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Prajs did not leave Poland, neither after the 1946 Kielce pogrom,<sup class=\"footnote-ref\" id=\"fnref-33\"><a href=\"#fn-33\">33</a></sup> nor during the 1956 thaw,<sup class=\"footnote-ref\" id=\"fnref-34\"><a href=\"#fn-34\">34</a></sup> nor after the 1968 anti-Zionist campaign conducted by the Communist Party.<sup class=\"footnote-ref\" id=\"fnref-35\"><a href=\"#fn-35\">35</a></sup> Asked about these events in his testimony, he discussed solely those of 1968. Highly emotional, he said that he had not suspected that the Communist Party could be anti-Semitic. He addressed the then bystanders directly:"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-33",
        "label": "33",
        "text": "<p>The pogrom in Kielce took place on June 4, 1946. The accusation that Jews had kidnapped a Polish boy for ritual slaughter led to a pogrom, as a result of which 42 people died and 40 were wounded. It also led to antisemitic incidents in several localities in the Kielce region and an intensification of Jewish emigration. During the three months following the pogrom, 60,000 Jews left the country. The total number of Jews who left Poland between 1945 and 1947 is estimated at 140,000. M. Semczyszyn, \"Nielegalna emigracja Żydów z Polski 1944-1947 –  kontekst międzynarodowy,\" <em>Dzieje Najnowsze</em> 1 (2018), 113; M. Zaremba, <em>Wielka trwoga: Polska 1944-1947. Ludowa reakcja na kryzys</em> (Cracow, Wydawnitwo Znak, ISP PAN, 2012), 606-616.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-34",
        "label": "34",
        "text": "<p>Approximately 50,000 Jews emigrated during 1956-1960, taking advantage of the liberalization connected with the post-Stalinist thaw. Dariusz Stola, \"Jewish Emigration from Communist Poland: the Decline of Polish Jewry in the Aftermath of the Holocaust,\" <em>East European Jewish Affairs</em> 47 (2017), 175-179.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-35",
        "label": "35",
        "text": "<p>Launched by the authorities of the Polish People's Republic, the antisemitic campaign led to the emigration of 13,000 people during 1968-1970. For more on this topic, see Dariusz Stola, <em>Kampania antysyjonistyczna w Polsce 1967–1968</em> (Warsaw: ISP PAN, 2000).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Shame on you if any of you from 1968 are still alive. Shame on you. You have disgraced yourselves, your regime, and your political agreement. Even if Moczar is gone, if anyone from his group is alive, they should be ashamed of themselves. You cannot imagine what we, Jews, went through in '68. If it had not been for Cardinal Wyszyński, there would have been a pogrom on Jews. Let me stress that. There would have been a pogrom. But [it was avoided] because Wyszyński said: 'Don't be fooled. The Jews are innocent in this case.'</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In Prajs' account, Cardinal Stefan Wyszyński appears as a defender of the Jews persecuted by the Communists. A fragment of his sermon delivered at the Warsaw Cathedral on April 11, 1968 is sometimes quoted in the Polish Catholic press as proof of the Primate's objection to the anti-Zionist campaign. This is what Wyszyński said in his sermon: \"…we are currently witnessing such painful experiences and such a painful spectacle that the heart is simply crunching from the pain felt when one looks at all this and hears about this. It seems as if a certain category of people in Poland lack love and a right to a heart.\"<sup class=\"footnote-ref\" id=\"fnref-36\"><a href=\"#fn-36\">36</a></sup> He then called for the rejection of lies and hatred – but he did not  use the words 'Jews,' 'Zionism,' etc. even once. If Wyszyński was indeed referring to the antisemitic campaign, he did so cryptically, and only a small percentage of those who heard him would have been able to decipher his meaning. What is more, his audience was limited to those then present inside the cathedral, as the sermon was not broadcast on radio, television or published in the press. Therefore, the impact of Wyszyński's words must have been minimal. The Primate did not send a letter to the faithful, publish a statement, or send any instructions to the clergy relating in any way to the anti-Zionist campaign conducted by the authorities. Historians agree that Wyszyński regarded the campaign as an internal game played within the Communist Party, in which the Catholic Church should not take part.<sup class=\"footnote-ref\" id=\"fnref-37\"><a href=\"#fn-37\">37</a></sup> So what was the source of Prajs' belief in the pro-Jewish stance of the head of the Polish Church? Primate Wyszyński has been an icon of recent Polish history for several decades. He is presented as a great national and spiritual leader, a man of great courage, wisdom, shrewdness, and benevolence. Prajs internalized that view to such an extent that, in his eyes, Wyszyński, a positive hero in Polish history, must have opposed the Communist authorities in 1968 and must have defended the Jews. As one can see, Prajs' Jewishness and Polishness was a patchwork woven from different traditions, myths and beliefs. Prajs learned to ignore some of the threads threatening the integrity of the cloth, while other threads he rewove in such a way that they fitted the prevailing beliefs about the past among his Polish milieu."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-36",
        "label": "36",
        "text": "<p>Quoted in Tomasz Wiścicki, \"Biskupi o Marcu 1969,\" 6 March 2018, eKAI, <a href=\"https://www.ekai.pl/biskupi-o-marcu-1968/\">https://www.ekai.pl/biskupi-o-marcu-1968/</a>. See also Jerzy Eisler, <em>\"Polskie miesiące\" czyli kryzys(y) w PRL</em> (Warsaw, IPN, 2008), 150; Antoni Dudek, \"Rola Kościoła katolickiego w wydarzeniach marcowych 1969 r. w ocenie władz PRL,\" in B. Bankowicz and A. Dudek (eds.), <em>Ze studiów nad dziejami Kościoła i katolicyzmu w PRL</em> (Cracow: PiT, 1996); Jan Żaryn, \"Państwo – Kościół katolicki w Polsce 1956-1989 (Wybrane zagadnienia),\" 64-65, <a href=\"https://depot.ceon.pl/handle/123456789/13506?show=full\">https://depot.ceon.pl/handle/123456789/13506?show=full</a>.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-37",
        "label": "37",
        "text": "<p>Jerzy Eisler, <em>\"Polskie miesiące\" czyli kryzys(y) w PRL</em> (Warsaw, IPN, 2008), 150; Antoni Dudek, \"Rola Kościoła katolickiego w wydarzeniach marcowych 1969 r. w ocenie władz PRL,\" in B. Bankowicz and A. Dudek (eds.), <em>Ze studiów nad dziejami Kościoła i katolicyzmu w PRL</em> (Cracow: PiT, 1996); Jan Żaryn, \"Państwo — Kościół katolicki w Polsce 1956-1989 (Wybrane zagadnienia),\" 64-65, <a href=\"https://depot.ceon.pl/handle/123456789/13506?show=full\">https://depot.ceon.pl/handle/123456789/13506?show=full</a>.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "A Bund member, Zionist, light cavalryman, Soviet POW, ghetto resident, prisoner of a labor camp, escapee hiding in Christian homes, a Jew on 'Aryan' papers, a tailor, a gardener, Polish Army veteran, Jewish social activist, husband of a Polish Catholic woman, after whose death he entered into a relationship with a Jewish woman, witness to history sharing his recollections from the Holocaust period with Israeli and Polish youth – these are the roles that Henryk Prajs assumed. He died on April 25, 2018 at the age of 101 and was buried in the Jewish Cemetery on Okopowa Street in Warsaw.<sup class=\"footnote-ref\" id=\"fnref-38\"><a href=\"#fn-38\">38</a></sup> His tombstone bears the following inscription: Abram Henryk Prajs."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-38",
        "label": "38",
        "text": "<p>Announcement of Henryk Awrum Prajs' funeral, <a href=\"https://warszawa.jewish.org.pl/2018/04/z-wielkim-zalem-zawiadamiamy-ze-w-wieku-101-lat-zmarl-blogoslawionej-pamieci-henryk-awrum-prajs/\">https://warszawa.jewish.org.pl/2018/04/z-wielkim-zalem-zawiadamiamy-ze-w-wieku-101-lat-zmarl-blogoslawionej-pamieci-henryk-awrum-prajs/</a>.</p>"
      }
    }
  ]
}