{
  "meta": null,
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On August 8, 1942 the thirty-one-year-old Gerhart M. Riegner, then Secretary of the World Jewish Congress (WJC), sent a short telegram to the US Foreign Office in which he shared confidential reports he had received that Germany planned to exterminate all Jews in Nazi-occupied Europe. This telegram, widely known today as the “Riegner Telegram,” was the first report that claimed that the Nazi were intent on systematically exterminating all of European Jewry. The telegram read:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Received alarming report stating that, in the Fuehrer's Headquarters, a plan has been discussed, and is under consideration, according to which all Jews in countries occupied or controlled by Germany numbering 3½ to 4 millions should, after deportation and concentration in the East, be at one blow exterminated, in order to resolve, once and for all the Jewish question in Europe. Action is reported to be planned for the autumn. Ways of execution are still being discussed including the use of prussic acid. We transmit this information with all the necessary reservation, as exactitude cannot be confirmed by us. Our informant is reported to have close connexions with the highest German authorities, and his reports are generally reliable. Please inform and consult New York.  </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In May 1980, Riegner provided video testimony about his life and work for the Fortunoff Video Archive for Holocaust Testimonies. The details surrounding the production and dissemination of the Riegner Telegram, as well as the international response to it, have been recovered and analyzed in detail in scholarship.<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> Riegner’s testimony adds significantly to this story by offering a personal point of view. One of the major threads that runs throughout Riegner’s testimony, as we shall see, is his contention that learning about the Nazi extermination plan did not necessarily imply comprehending its meaning. One required a certain psychological disposition and political acumen, his testimony suggests, to be able to conceive of the inconceivable. Moreover, Riegner’s testimony offers insight into the perspective of a group of Jewish leaders who spent the war years collecting information on the events in Europe, fighting to rescue Jews and planning for the Jewish future after the war.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "See Walter Laqeuer, <em>The Terrible Secret: Suppression of the Truth about Hitler’s “final solution”</em> (Boston: Little, Brown, 1980) as well as Laqueuer and Richard Breitman, <em>Breaking the Silence: The German who Exposed the Final Solution</em> (New York: Simon and Shuster, 1986). See also Laqueur’s recent reflections on his relationship with Riegner and the history of “Riegner Telegram,” Lacquer “The Riegner Cable, and the Knowing Failure of the West to Act During the Shoa,” <em>Tablet Magazine</em>, August 10, 2015, available at: <a href=\"https://www.tabletmag.com/jewish-arts-and-culture/books/192421/riegner-cable-shoah\">https://www.tabletmag.com/jewish-arts-and-culture/books/192421/riegner-cable-shoah</a>. On the dissemination of news about the Holocaust in the Allied capitals see Yosef Gorny, <em>The Jewish Press and the Holocaust, 1939–1945: Palestine, Britain, the United States, and the Soviet Union</em> (New York: Cambridge University Press, 2012) as well as Deborah E. Lipstadt, <em>Beyond Belief: The American Press and the Coming of the Holocaust,</em> 1933-1945 (New York: The Free Press, 1986)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Gerhart M. Riegner was born in 1911 in Berlin into a highly acculturated German-Jewish family. In his autobiography, first published in French in 1998, <em>Never Despair: Sixty Years in the Service of the Jewish People and the Cause of Human Rights</em>, he described his family’s strong German cultural and civic identity. “I come from a cultivated, middle-class Jewish family, of which there were so many in the German Empire before World War I, and in particular in the Weimar Republic. I belong to what is conventionally called the post-assimilationist generation. Our acculturation to German life had been a <em>fait accompli</em> for a long time,” he wrote; “If we were conscious of our Jewishness, this was the result of a deliberate choice.”<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> The son of a lawyer and an educator, Riegner’s family line boasted various luminaires of German-Jewish cultural life. His maternal grandmother was the niece of Louis Lewandowski, a pioneer of German synagogue music who served as musical director at the Neue Synagogue in Berlin. Riegner was related to German-Jewish philosopher Hermann Cohen, “one of the glories of German Jewry of the era” and one of the most important philosophers and public intellectuals in turn-of-the-century Germany. Riegner would regularly spend Sunday evenings with his family attending gatherings with other notable intellectuals in Cohen’s house.<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> Riegenr was also related to Oskar Cohen, a prominent German-Jewish socialist politician and member of parliament who served as undersecretary in the Ministry of Justice following the November Revolution. Riegner’s upbringing appears a classic example of the German-Jewish cultural symbiosis.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "Gerhart M. Riegner, <em>Never Despair: Sixty Years in the Service of the Jewish People and the Cause of Human Rights</em> (Chicago: Ivan R. Dee, 2006), 3."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "Ibid., 4."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Still, it seems that from a young age Riegner regarded the German-Jewish symbiosis as precarious. In his autobiography he recalls how he and his siblings pushed his parents to celebrate Jewish holidays and more fully embrace a Jewish identity. Riegner remembers being called a “dirty little Jew” by a classmate; a friend who refused to invite him over to his house because, Riegner intuited, his parents did not want a Jew as a houseguest, and also a sense of hostility from some of his teachers who longed for the monarchy and rejected the Weimar Republic.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> The assassination in 1922 of Weimar’s German-Jewish Foreign Minister, Walter Rathenau, revealed to the then ten-year-old Riegner the “depth of anti-Semitism on the German extreme right. For the child that I then was, the effect was profound.”<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup> These and other events were part of what Riegner describes as the story of his “gradual discovery of anti-Semitism” and “the awakening and deepening of my consciousness of being Jewish.”<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> Hinting in his autobiography at his later role in providing the first news of the Final Solution, Riegner writes that “it is as if the world planned that from my youngest years I should be increasingly aware of being a Jew.”<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "Ibid., 12-13."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "Ibid., 12."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "Ibid., 14."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "Ibid., 12."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In Riegner’s telling, the rise of Hitler to power in 1933 confirmed his earlier suspicions about the future of Jews in Germany. As he states in his testimony, “I decided immediately when Hitler came to power that I would leave Germany,” for “I saw as a young man of 20 or 21, that, uh, this was the end of German Jewry.” This was a radical decision. As Riegner recounts, the majority of people, Germans and non-Germans, Jews and non-Jews, insisted that this “episode was a passing period. This wouldn’t last very long.… we will survive this.” “Neither the Germans, I said, nor the German Jews, nor the foreign countries, understood the character of the Nazis.”  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "How does Riegner explain his ability to see things more clearly than others? He suggests that this was not a result of some unique access to knowledge of what was happening but rather was based “on a political sentiment, political understanding of what was going.” Riegner thus argues for a difference between knowing and understanding. The facts, as Riegner notes in his testimony, were well known already in the first few months after the Nazis rose to power. Hitler had spelled out his plan in <em>Mein Kampf</em> – “it is terribly difficult to understand why nobody believed what he said.” Many Jews were dismissed from their jobs – including Riegner himself, who worked as an assistant judge, his father who worked as a lawyer in Berlin and his sister who worked as a teacher. The <em>New York Times</em>, the <em>London Times</em> and other papers reported on the first concentration camps, Oranienburg and Sachsenhausen, in which opponents of the regime were imprisoned. Nazis won majorities in student bodies across Germany – in one instance, Riegner recalls, Nazi students stormed an auditorium and chased out a Jewish professor and Jewish students, Riegner among them, and they were forced to jump through the windows to escape. Nazis gathered under homes that belonged to Jews – including Riegner’s family home – and shouted “Juden Raus!”.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> Still, Riegner remembers how he pleaded with his friends to leave. On his last day in Germany, 16th or 17th of May, 1933, he attended a 50th birthday party of a family friend. He recalls pleading with the guests to leave Germany or at least let the younger generation leave. “I have never forgotten – forgotten this last evening when I told them, don’t you see that this is the end of German Jewry?”  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "See also Ibid., 22."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Riegner was not alone in describing the future in such ominous terms. In his testimony, he recalls the sermons of Rabbi Joachim Prinz who repeatedly urged young Jews to leave Germany and immigrate to Palestine. Prinz’s book, <em>Wir Juden</em> (“We Jews”), written in 1933 and published in 1934, argued that liberalism and Jewish emancipation in Germany had irrecoverably failed.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> Still, in his testimony Riegner seems to overlook how his personal circumstances made it more plausible for him to leave. Riegner was 22 years old in 1933 – a lawyer at the beginning of his career who planned to work in government or academia, positions that were completely closed to him in Germany. Riegner had no spouse or children to uproot, nor major personal assets such as home or savings. Personal and material position no doubt influenced people’s way of thinking about the future and their assessment of risks.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "For more on Joachim Prinz see footnote 26."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In May 1933 Riegner left Berlin for Paris. Though Riegner was a Zionist and attracted to Palestine, he knew that immigration to the <em>Yishuv</em> meant joining a kibbutz and becoming a peasant, “you had to give up your career as an intellectual, and I know this wouldn’t work.” Riegner continued his legal studies in France and planned to practice law, but the French government soon passed a law forbidding immigrants and refugees from working as lawyers for the first ten years after they were naturalized.<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> While in Paris, Riegner approached professor Hans Kelsen, one of the most influential legal theoreticians of the 20th century and a strong defender of the Weimar Republic, asking for professional help. Kelsen eventually offered Riegner a two-year fellowship in his international law institute in Geneva, the Swiss Graduate Institute of International Studies. In his testimony, Riegner describes these years of immigration and his experience of loneliness and financial and professional uncertainty in traumatic terms: “… nobody told me what immigration means, and nobody told others what immigration means, because that's one of the most terrible things which someone has to go through when one decides to leave one's country.”  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "For more on French policies toward Jewish refugees see Viki Caron, <em>Uneasy Asylum: France and the Jewish Refugee Crisis, 1933-1942</em> (Stanford: Stanford University Press, 1999)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Geneva was a major center of political activity in the interwar period. It was home to the League of Nations, an international organization established by the Great Powers in the aftermath of World War I with the goal of maintaining peace in Europe. The League oversaw two institutions that were enormously consequential to the Jews. The first was the international minorities protection regime. After the war, the League conditioned its recognition of several states in Eastern Europe, such as Poland, Romania, Hungary and others, on their committing to protect a set of limited political and cultural rights for their minorities. Those rights included provisions such as a guarantee of equal treatment and protection by the state, the use of minority language in public institutions, such as the courts and elementary schools, and a guarantee of proportional state funding for educational, religious and welfare services. Several mechanisms were established by the League to oversee these guarantees.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> The second was the mandates system – a legal instrument designed by the League to administer former territories of the German and Ottoman empires. The British Empire was designated by the League to manage the Palestine mandate and develop it as the national home of the Jews. British policies in Palestine were to be reviewed by a permanent mandates commission in Geneva.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "See David Engel, “Minorities Treaties”, YIVO encyclopedia, at: <a href=\"https://yivoencyclopedia.org/article.aspx/Minorities_Treaties\">https://yivoencyclopedia.org/article.aspx/Minorities_Treaties</a>."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Jews throughout the world celebrated these new international guarantees. Many Jewish political leaders and thinkers envisioned the guarantees of the League as the basis of a new and lasting political order that would promise equality and security to Jews throughout the world. In Western Europe and the United States, Jews would be protected as equal citizens; in Eastern Europe, millions of Jews would be protected as a national minority, and Palestine would develop as a Jewish national center through the gradual immigration of Jewish pioneers.<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup> Several Jewish organizations were established, first to fight for guarantees for Jewish rights at the 1919 Paris Peace Conference, which oversaw the establishment of the League, and then to oversee their successful implementation. Most prominent among these were the American Jewish Congress and the Comité des délégations juives (Committee of Jewish Delegations) which functioned, respectively, as representative bodies of Jewish communities in the United States and Eastern Europe. In 1936, to confront the rise of Nazism and the erosion of Jewish rights throughout Eastern Europe, the leadership of these organizations founded the World Jewish Congress (WJC) to serve as a unified political organization and diplomatic arm of the Jewish people. The WJC was led by Stephen S. Wise, a prominent American reform rabbi and Zionist leader, and Nahum Goldman, a German-Jewish Zionist leader. On the eve of the founding assembly of the WJC, Wise and Goldman sought recommendations for a young lawyer interested in Jewish affairs to work at the WJC. Riegner’s professors at the Graduate Institute strongly recommended him. In 1936 Riegner assumed the position of legal secretary of the World Jewish Congress.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "See James Loeffler, <em>Rooted Cosmopolitans: Jews and Human Rights in the Twentieth Century</em> (New Haven, CT: Yale University Press, 2018) and James Loeffler “‘The Famous Trinity of 1917’: Jacob Robinson and the Lost Tradition of Zionist Internationalism,” <em>Simon Dubnow Institute Yearbook</em> 14 (2015): 211-38."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "For scholarship on the World Jewish Congress see Zohar Segev, <em>The World Jewish Congress during the Holocaust: Between Activism and Restraint</em> (Berlin: De Gruyter, 2014); Loeffler, _Rooted Cosmopolitans; _Nathan Kurz, “A Sphere above the Nations?: The Rise and Fall of International Jewish Human Rights Politics, 1945-1975” (Doctoral dissertation, Department of History, Yale University, 2015); World Jewish Congress, <em>Unity in Dispersion. A History of the World Jewish Congress</em> (New York: World Jewish Congress, 1948)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Riegner’s new role placed him at the center of Jewish political activity at a moment when Jews faced an unprecedented crisis. As he recalls in his testimony, “I felt that I couldn't resist this call to fight against the Nazis from an international platform.” Riegner’s main responsibility was, as he observed in his testimony, “writing briefs and memoranda concerning the Jewish position in the Eastern European countries, where the minority treaties were, uh, in force, and where there was a special procedure of complaint to the League of Nations.” “[T]his was a very important function, of course, but, of course, you couldn't separate. And more, and more, the question of the fight against Germany was in the forefront, and my major part was, uh, really shifting to, uh, Germany, the city of Danzig. It's in-- in in the forefront, Austria, Czechoslovakia, and so.” The major aim of the organization became to “attack the Germans, to create difficulties, and to put the German Jewish questions in the forefront of, uh, international consideration.”  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In his testimony, Riegner especially recalls two advocacy efforts that led to very modest results. The first was WJC advocacy on behalf of Jews in Danzig. After World War I, Danzig had been accorded the status of an autonomous “free city,” with its existence and constitution guaranteed by the Council of the League. Because of its unique political status, tens of thousands of Jewish refugees from Eastern Europe passed through and temporarily resided in the city, where they were aided by the local Jewish community as they awaited immigration visas. From 1933 onward, the Nazis had won increasing power and ultimately a majority in the local senate. The Nazis introduced antisemitic legislation and persecuted Jews. In his testimony and memoir, Riegner recalls his efforts to fight to protect Jewish rights in Danzig. The WJC repeatedly advocated for the suspension of anti-Jewish legislation before the High Commissioners appointed to Danzig by the League and in various other League bodies. These efforts did not prove very successful. Riegner notes that the only achievement was to delay the introduction of the “Aryan paragraph” in the Danzig bylaws by about a year.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The second was WJC advocacy on behalf of Jews in Romania. In December 1937, a pro-fascist government was formed in Romania under the leadership of two right-wing leaders, Octavian Goga and Alexander Cuza. This government advocated an alliance with the Third Reich and pursued antisemitic policies modeled after Nazi Germany. The party vowed to establish a regime based on the dominance of the Romanian “race” and to exclude Jews from public life. It pursued a policy aimed at stripping some 250,000-500,000 Jews of their citizenship. After World War I, the League required Romania to grant citizenship and minority rights to hundreds of thousands of Jews from territories newly awarded to Romania in Bessarabia, Bukovina and Transylvania. Successive Romanian governments tried to prevent Jews from acquiring their rightful citizenship, and the Goga-Cuza government sought to annul the citizenship of hundreds of thousands of Jews. In his memoir and testimony, Riegner describes the efforts of the WJC to fight these antisemitic policies. In January 1938, Riegner prepared a petition in which the WJC demanded that the League adopt an urgency clause to protect Jews in Romania. In the following weeks, Riegner and other WJC officials met with leaders such as the French Minister of Foreign Affairs, Yvon Delbos, the British Foreign Secretary for Foreign Affairs, Lord Cranborne, and Soviet Ambassador Yakov Suritz, while Stephen Wise obtained a declaration from US President Roosevelt in which he expressed his distaste for the persecution of Jews in East Central Europe. The League rejected the WJC demand to invoke the urgency clause but immediately appointed a Committee of Three charged with dealing with the problems raised by the petition ahead of the next session. Ultimately, pressure from the British and French government led to the resignation of the Goga government in February. Britain and France had substantial foreign policy and economic interests in Romania and they opposed a government aligned with Nazi Germany and the fascist axis. By engaging in public advocacy, the WJC succeeded in drawing sustained international attention to the illegitimacy of the Goga government. Riegner observes in his testimony: “this was my first, real, great political fight in-- in my career. It was '38. I had joined in '36, in the end of '36. But this was a real, great fight. And led to the, uh, resignation of that government.”<sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "For more on this topic see footnote 32."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Six weeks after the Goga-Cuza government resigned, Hitler marched into Austria. Riegner recalls in his testimony how he and the WJC tried to help, for the most part unsuccessfully, Jewish refugees from Austria and later Czechoslovakia secure visas. A year later, Nazi Germany invaded Poland, starting the Second World War. Based in neutral Switzerland, Riegner occupied an important position during the war – he was in a unique position to gather information from across Nazi-occupied Europe and transmit it to Jewish organizations and leadership in the Allied capitals.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As Riegner recalls in his testimony, wartime Geneva “was really the center … the center of information.” “My major job at that time became to inform the headquarters of the Congress, which had moved to New York, to inform what was going on in Europe.” Riegner gathered information through contact with Jewish communities across Europe; interviews with Jews who passed by or escaped to neutral Switzerland; access to the library of the League, which gathered legislation from across Nazi-occupied and fascist countries in Europe, and through conversations with officials who worked for other organizations and governments in Geneva.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "At the end of July 1942, Edward Schulte, a German industrialist and director general of the complex of German mining companies Georg von Giesche’s Erben, traveled to Switzerland to relay information on a Nazi plan to exterminate all of European Jewry. Schulte met with Benno Sagalowitz, the press officer of the Swiss Jewish community, and Isidor Koppelmann, a businessman, who subsequently shared this information with Riegner. This information served as the basis of the telegram Riegner sent at the beginning of August to New York and later London.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As Riegner recalls in his testimony, “[t]his was the first report on a plan of total extermination. And I want to make it clear that the difference of this report to other reports was that there is a concept, a total plan … there was a whole concept, that the intention was to kill everybody, to wipe out everybody, this came for the first time in this message.” This report differed markedly from previous reports that informed that “terrible things happen, that Jews were deported, that Jews there killed, that thousands and tens of thousands were dying in the camps and-- and dying in-- in some ghettos. This we knew, that they were killed in the thousands. This we knew ….” As Riegner further explains in his testimony, “we were faced with the question, is this possible? Is it possible that such a thing is being decided and is being contemplated? Our, uh, Sagalowitz and I, uh, we kept the whole story for ourselves. The greatest, uh, danger was that this is getting into rumors, and then it's not being taken seriously…. our problem is-- was, can one believe it? … And I struggled with myself for several days, whether one could … And I came to the conclusion, they are capable of doing it.”  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "It is important to emphasize Riegner’s point that the information from Schulte introduced an entirely new concept and thus, even if he believed it accurate, was nonetheless still difficult to comprehend. Other genocides in history involved mass killings of members of a certain group but the Nazi genocide of the Jews was the first instance where the intention was to annihilate all members of a certain group. Other genocides were carried out in a way that, for the most part, served and was consistent with a group’s war objectives. In the Nazi genocide alone, the murder of Jews was carried out even as it impeded the Nazi war effort and diverted necessary resources.<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup> Riegner argues in his testimony that it was his German background and his specific experiences in Germany that made him understand the meaning of these reports. “Now, here my German background probably was very decisive. I knew they were capable. I knew their brutality. I knew their lack of mor-- moral principles, their have complete recklessness, their-- this determination to-- to-- to-- to-- to-- to finish with the Jews wherever they could.” “I did not only remember Mein Kampf. I remembered, several, very clear statements by Hitler and by Goehring ...whatever will happen, uh, this-- in this war, one thing is certain. This will be the end of Germ-- of European Jewry. And he said it.” Riegner connected this report with other reports he had received about Jews being rounded up for deportation across Europe and concluded that the Nazis were now in the process of “the implementation of a total extermination.”  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "See Dan Diner, <em>Beyond the Conceivable: Studies on Germany, Nazism and the Holocaust</em> (Berkeley: University of California Press, 2000)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As Riegner notes in his testimony, when his reports first arrived in New York and London they were met with disbelief. Part of the disbelief, he acknowledges, was related to anti-Jewish sentiment. The British and US governments strictly limited immigration of Jewish refugees and feared that these policies would be further challenged if news of the extermination became widespread. British and US officials also opposed creating the impression that the war was fought for the Jews – either because of their own anti-Jewish prejudices or because they wanted to cater to the prejudices of others. Part of the disbelief, Riegner argues, was also a result of legitimate questions about the credibility of the news. As Riegner observes in his testimony, when British officials first learned about the news “they were puzzled, who is Riegner?” – was his information reliable? But above all, Riegner suggests, their failure to believe the news was because, “in reality, this went beyond human understanding. This is a real-- the only explanation.” Only after several additional reports and confirmations arrived in London and New York, did the Allied governments issue, on December 17th 1942, a declaration stating that Nazi Germany was carrying out a plan of mass extermination of European Jewry. But even after the declaration, Riegner argues, the full meaning and implications of the extermination had not registered in the Allied capitals. Indeed, from late 1942 the press in the Allied capitals regularly published news of massacres of Jews in Europe. Some observers regarded these reports as exaggerated and inaccurate while many became desensitized to them through the sheer volume of horror. As the London based <em>Jewish Standard</em> put it, “Jewish slaughter became an every day affair and the senses of non-Jews were dulled into indifference.” “The whole thing is so starkly tragic,” wrote Harold Ickes, British Secretary of the Interior, in response to a report on massacres of Jews in Poland, “that it saturates the imagination.” One Jewish observes spoke about the “feverish competition” between Jewish bodies “each seeking to anticipate the other” by publishing “still newer and larger horrors.”<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "For a reporting of these examples see Joseph B. Schechtman, “More Circumspection!” <em>Zionews</em> IV, nos. 23-24 (February 28, 1943): 16-18. For studies on reportage on the Holocaust in the Jewish and general press see Gorny, _The Jewish Press and the Holocaust, _as well as Lipstadt, <em>Beyond Belief</em>."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Even among Jewish leaders privy to this knowledge there remained a wide conceptual gap between knowing that extermination was taking place and understanding its meaning and implications. During the war, WJC leaders planned for the future of Jews in Europe after the war. Many WJC leaders, including Goldman, planned to demand new guarantees for minority rights for Jews in postwar Eastern Europe. In June 1943, Jacob Robinson, head of the postwar planning institute of the WJC, lambasted Goldman and other WJC leaders for embracing this vision. After the war, “the number of Jews left in Europe after the war ... will be so small,” he argued, that any political program aimed at securing collective rights for a sizeable Jewish minority in Eastern Europe was disconnected from reality. Similarly, Richard Lichtheim, head of the Jewish Agency office in Geneva, who worked closely with Riegner during the war, argued in September 1942 that Zionist leaders did not comprehend the news of the extermination. In May 1942, Zionist leaders espoused a plan for the mass immigration of millions of Jewish refugees from Eastern Europe to Palestine after the war. But Lichtheim argued that too few Jews would survive to justify a mass immigration plan to Palestine.” The vast extent of the Jewish catastrophe, he declared, meant that the “basis of Zionism as it was understood and preached during the last 50 years has gone.” “Whatever number of Jews will be after this war ... there will be no need for [a] mass emigration” of Jews to Palestine. Both Robinson and Lichtheim continued to advance these argument throughout the war, insisting that Jewish leaders – even as they learned about the extermination – had not adjusted their political thinking to the new postwar reality it entailed.<sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "For a discussion of this topic see Gil Rubin, “The Future of the Jews: Planning for the Postwar Jewish World, 1939-1946”(Doctoral Dissertation, Columbia University, 2017)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Riegner’s overall testimony offers an important perspective and insight into the history of the production of knowledge about the extermination and the Jewish and Allied response to it.  Riegner’s testimony underscores the difference between learning about the extermination and comprehending its meaning and implications for the Jewish future.  "
      }
    }
  ]
}