{
  "meta": null,
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Martha Saraffian (neé Kummermann) was born in 1907 in a suburb of Prague and grew up in the German-speaking borderlands of Bohemia/Czechoslovakia, where she lived until shortly after the annexation by Nazi Germany in October 1938. Her observant Jewish family belonged to the upper-middle class – her father Friedrich Kummermann was a successful textile merchant. Martha was well educated, and an entrepreneur herself. In 1931 she married Hrand Saraffian, an Armenian Christian refugee from Constantinople, with whom she had two daughters, Noemi and Hanna. Despite her civil marriage to a Protestant, Martha Saraffian remained a member of the Jewish community and their first daughter, Noemi, was raised as Jewish. After the annexation the Saraffian family was discriminated against, persecuted for their “mixed marriage.”<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> Martha Saraffian was eventually deported to the Ghetto Theresienstadt/Terezín in 1945 and her husband interned in several forced labor camps. While many of Martha’s family members perished in the Holocaust, including her mother who was murdered near Lublin, the couple and their children survived in occupied Czechia. After liberation, they emigrated to Argentina and later, in the 1960s, after Hrand had passed away, to New York City, where Martha lived until December 2006.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "The terms “mixed marriage” (Ger. <em>Mischehe</em>), “intermarried,” “Jew,” “<em>Mischlinge</em>,” and “non-Jew,” as used in this introduction follow the Nazi definitions laid down in the infamous Law on the Protection of German Blood and Honour and the Reich Citizenship Law of 1935, and their implementation regulations."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Martha Saraffian’s testimony is unique in two ways. First, it is one of the few first-generation testimonies in the Fortunoff Archive of a Jew surviving the Holocaust in a mixed marriage.<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> Indeed, her testimony concerns the Protectorate of Bohemia and Moravia, where conditions for such families were in many respects even worse than in many areas of the Reich proper. Second, she was married to a survivor of the Armenian massacres in Ottoman Turkey, a stateless refugee, who was nonetheless considered “Aryan” under the Nuremberg Race Laws. For Hrand Saraffian, the Holocaust was the second major experience of persecution in his life. This intersection of the history of the Armenian genocide and the Holocaust in the lives of one family is certainly unique. Their experiences during the Holocaust are nevertheless representative of the fate of many Czech and Sudeten-German mixed marriages. Martha Saraffian’s testimony revolves primarily around her experience as an “intermarried” Jew, the fate of her children, persecuted as Jewish “<em>Mischlinge</em>,” of her husband’s slave labor, as well as her own experience as a forced laborer in Prague and later in Theresienstadt ghetto. In the end, hers is also a story of seeking justice.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "While testimonies of children who grew up in such “mixed” families in Germany and its annexed territories are relatively numerous, only about a dozen interviews were given by the parent generation."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "This testimony sheds light on a chapter in the persecution of mixed marriages that hitherto has been largely ignored: the experiences of intermarried Jews in the peripheries of the “Greater German Reich,” outside the large urban centers, and in occupied Czechoslovakia in particular.<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> In this brief introduction, I will first introduce the setting of the testimony, recorded in 1984, and then attempt to reconstruct Saraffian’s family background, which is only briefly mentioned at the beginning of her testimony. I will contextualize her experience of persecution in the larger history of the Holocaust in Bohemia and the Sudetenland and the specific situation of mixed marriages in this region. My focus is on the lesser known aspects of this experience, in particular, the special labor camps that were maintained for both intermarried Jews and their non-Jewish spouses.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "To date, no extensive studies on either subject exist. Some of the more recent studies on the persecution of “mixed marriages” include (on Austria) Evan Burr Bukey, <em>Jews and Intermarriage in Nazi Austria</em> (New York: Cambridge University Press, 2011) and (on the “Old Reich”) Max Strnad, “The Fortune of Survival – Intermarried German Jews in the Dying Breath of the ‘Thousand-Year Reich’,” <em>Dapim: Studies on the Holocaust</em> 29, no. 3 (2015). The most comprehensive study on the Holocaust in Czechoslovakia is Wolf Gruner, <em>The Holocaust in Bohemia and Moravia: Czech Initiatives, German Policies, Jewish Responses</em> (New York: Berghahn Books, 2019). Jörg Osterloh’s extensive book on the Holocaust in Sudetenland is only available in German: Jörg Osterloh, <em>Nationalsozialistische Judenverfolgung im Reichsgau Sudetenland</em> 1938–1945 (Munich: Oldenbourg, 2006); for an English summary of the key aspects see: Jörg Osterloh, “Sudetenland,” in Wolf Gruner, Jörg Osterloh, <em>The Greater German Reich and the Jews: Nazi Persecution in the Annexed Territories 1935–1945</em> (New York City: Berghahn Books, 2010), 68–98. Both Gruner and Osterloh mention various aspects of the persecution of “mixed marriages” in their works."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "Her experience in the ghetto of Theresienstadt/Terezín from the beginning of February 1945 until the liberation in May 1945 constitutes an important and detailed part of the testimony but is only touched upon briefly in this introduction."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Setting of the Interview",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Saraffian gave her testimony for the Video Archive for Holocaust Testimonies at Yale on February 26, 1984 in New York City. By this date she had lived in the United States for 21 years,<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup> having lived for about 15 years previously in Argentina, where the family emigrated to after the war. While her command of English was certainly not bad, it lacked the fluency of her native German tongue, and was perhaps her fourth or fifth language. While some parts of the testimony are rich in detail, others lack “thick description” and levels of detail. Strikingly, none of the members of her family – neither her husband, her children,<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> nor her parents – are mentioned by name in the testimony. However, when Saraffian did mention names of persons and places or specific events she demonstrated an extraordinary memory, only occasionally confusing places and dates. This accuracy of her testimony has allowed for the reconstruction of some of the “gaps” in her narration and the finding of further documents. As stated, her marriage to a non-Jew, an Armenian refugee, and the complicated status of her children – one was a member of the Jewish community, the other was not – were important aspects of her life story, of her experience. These were the aspects she wanted to start her testimony with and to which she continuously returned.<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup> However, she was frequently interrupted by the interviewers, who were apparently pushing for a more chronological and “scenic” narration.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "Her American Social Security number was issued in 1963. Social Security Administration (Washington D.C., USA), Social Security Death Index, Master File. Accessed via Ancestry.com."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "At one point in the testimony, she reads the name of her older daughter Noemi from a postcard."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "The small number of such first-generation testimonies makes it relatively difficult to identify common themes and patterns in narration among them. For certain reasons there are also very few interviews from the peripheries, the more rural areas, where the experiences differed in many aspects from those in Berlin, Vienna and other major urban centers. Many of the second-generation testimonies, especially from Berlin, were recorded in the mid- and late 1990s, when the topic of “mixed marriages” had already received considerable attention in the public discourse. They tend to echo this discourse and to stress – at times even revolve around – certain events that were very specific to Berlin (e.g. the Rosenstraße Protests. Cf. Wolf Gruner, <em>Widerstand in der Rosenstraße: Die Fabrik-Aktion und die Verfolgung der ‘Mischehen’ 1943</em> (Frankfurt: S. Fischer, 2005)), but not necessarily mirrored experiences elsewhere. For further details on this problem see my upcoming article in <em>S:I.M.O.N.</em>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In the Fortunoff collection we find three further testimonies given that day in New York City in the same setting. This may indicate that the interviewers were under certain time constrains. Each of the testimonies – all approximately the same length – was conducted by a different female interviewer, together with Dori Laub. In Saraffian’s case the interviewer was Bonnie Dwork. This was apparently Dwork’s first interview for the Video Archive and Laub’s intended role was most likely to guide and supervise her.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> At the beginning of the recording, Laub can be heard explaining to Saraffian: “Bonnie will ask you most of the questions. I'll be mostly silent.” This, however, did not quite prove to be the case. Laub would eventually ask just as many questions and make as many comments on Saraffian’s narration as Dwork. At times he also served as a translator from German into English.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "Altogether she conducted 77 interviews for the Fortunoff Archive and its affiliate projects, according to the archive’s catalogue."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Martha Saraffian’s meticulously neat appearance in her interview is striking. In her testimony, we learn that she was a trained milliner. Her carefully precise appearance mirrors the accuracy of her narration. She is soft-spoken, but nevertheless determined. An important feature of her testimony concerns several items that she brought with her and some of which she showed or read to the camera: postcards, letters, documents and even remnants from the camps, such as a piece of mica glimmer and an armband. As mentioned, the interview was conducted in English, with frequent occurrence of German terms and phrases. Localities and place names are almost exclusively given in their German version.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "In the annotated transcript, and in this introduction when referring to the testimony, the modern Czech names are provided after the German name. In additional footnotes the modern Czech names are used. Other geographic references are given in the form most common in English."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Bohemian Jews, the Kummermann Family and the new Czechoslovakian State",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Martha Kummermann grew up in the period of great political, national, and social transformations before, during, and after World War I in the northern border region of what was to become Czechoslovakia.<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> When she was born, on September 15, 1907, her birthplace, the town of Vinohrady or Königliche Weinberge, as it was known in German, was still an independent suburb of Prague, by then the capital of the Austrian crown land of Bohemia.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> A year later, her family moved to north-eastern Bohemia, near the Silesian border. This crown land, one part of the historic Czech lands, which had received a certain degree of autonomy after the Austrian-Hungarian compromise of 1867, was the major site of an ongoing national conflict between Austrian Czechs and Austrian Germans.<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup> The Czechs, who were the majority in Bohemia, had strived for national autonomy or even independence for decades. Most Germans in the region fiercely opposed any such initiative. Bohemia was therefore an epicenter of both German and Czech nationalism and radicalization. It is thus not surprising that in 1903 the German Workers’ Party, an early forerunner of the Austrian and German-Czech National Socialist movement, was founded in the heavily industrialized region. Bohemian Jews were caught in the middle of this national struggle between Czechs and Germans, which also extended to other regions of the monarchy, such as Moravia and even Vienna.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> In the 18th and 19th centuries the majority of Bohemian Jews had identified as Germans, at least on paper, as the Austro-Hungarian system of nationality was based on self-identification and the self-declared everyday language of its citizens.<sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> Hence these national identities were always fluid and never cemented. Identifications began to shift towards the Czech side at the turn of the century, especially in the Czech majority areas, and a vocal minority of Bohemian Jews also supported Zionism. However, many citizens of the region, whether Jewish or not, were in the truest sense “multicultural” and bilingual, at least to some degree, and shifting identifications were also a matter of political allegiances. According to the 1910 census, 62.66% of the inhabitants of Bohemia spoke Czech (including Slovakian) as their daily common language, whereas 36.45% were German speakers (in Austria-Hungary as a whole 23.36% were German speakers, 19.57% Hungarian speakers and 12.54% spoke Czech and Slovakian, the rest other languages). Jews accounted for only 1.5% of the entire Bohemian population at the time. However, in Prague, Jews accounted for a large part, perhaps even the majority, of the city’s German population.<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "I am very grateful to the archivists at the State District Archives in Trutnov (Dr. Pavel Zahradník) and Nymburk (Dr. Michal Řezníček), who provided me with the archival documents and further information cited hereafter."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "In 1922 the town was merged into the capital city Prague. Hence in many later documents Martha Saraffian’s birthplace is listed as Prague."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "Cf. Nancy M. Wingfield, <em>Flag Wars &amp; Stone Saints: How the Bohemian Lands Became Czech</em> (Cambridge, MA: Harvard University Press, 2007)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "For the “identity struggles” among Bohemian Jews see Kateřina Čapková, Czechs, Germans, Jews? National Identity and the Jews of Bohemia (New York: Berghahn Books, 2012)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "Cf. Peter Judson and Marsha Rozenblit (eds.), <em>Constructing Nationalities in East Central Europe</em> (New York: Berghahn, 2005)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "Frank Meissner, “German Jews of Prague: A Quest for Self-Realization,” <em>Publications of the American Jewish Historical Society</em> 50, no. 2 (1960), 98–120, 104."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Many Bohemian Jews may have adopted also a “tripartite” system of identification, as Marsha Rozenblit suggested: Austrian by political loyalty, culturally either German or Czech, and ethnically Jewish.<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup> This complex social, cultural, and political situation, involving having to choose sides while at the same time experiencing in-betweenness, or even being “othered,” as antisemitism had been on the rise since the end of the 19th century,<sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup> became incredibly more complicated as a result of the dissolution of the Austro-Hungarian Empire.<sup class=\"footnote-ref\" id=\"fnref-18\"><a href=\"#fn-18\">18</a></sup> Bohemia and Moravia, the other major historic Czech land, as well as formerly Hungarian Slovakia, and some smaller territories, emerged as the new and independent Republic of Czechoslovakia. While the new republic was hailed for its liberal and tolerant policies, neither the national conflict nor antisemitism vanished. In many ways only the roles were reversed between the ethnic groups: now it was the Germans who became the separatists (as well as the Hungarians and Ukrainians in the East). Many Germans, especially in the Bohemian periphery and in Moravia, agitated either for reunification with Austria or, increasingly, for the annexation of the borderlands by Germany. These voices grew continuously louder after 1933. Jewish citizens, even if they identified culturally as Germans, were mostly loyal to the new Czechoslovakian Republic, which was religiously tolerant and curbed antisemitism for the longest time.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "Marsha L. Rozenblit, <em>Reconstructing a National Identity: The Jews of Habsburg Austria during World War I</em> (Oxford: Oxford University Press, 2001), 4."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "Cf. Peter Pulzer, <em>The Rise of Political Anti-Semitism in Germany and Austria</em> (Cambridge, MA: Harvard University Press, 1964), 133–36."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-18",
        "label": "18",
        "text": "According to Meissner, Bohemian Jews in the 19th and 20th centuries originally faced five alternatives: preserving their traditional religious identity; identifying with the Czech national awakening; identifying with the Germans/Austria; conversion, intermarriage and total assimilation; or overseas emigration. In the 20th century “Communism and Zionism became real alternatives as well.” Meissner, “German Jews,” 102–103."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In May 1908, the Kummermann family moved from the surroundings of Prague to Trautenau/Trutnov, a mid-sized town in north-eastern Bohemia near the border with then Prussian Silesia (today Poland). The historic city of Trautenau is located at the river Aupe/Úpa, a tributary of the Elbe/Labe, in the south-eastern foothills of the Sudeten/Sudety, a large mountain range between Bohemia and Silesia, today roughly along the border between Czechia and Poland. At the time, Trautenau, just as almost the entire northern border region, was almost exclusively inhabited by Germans.<sup class=\"footnote-ref\" id=\"fnref-19\"><a href=\"#fn-19\">19</a></sup> In the interwar period, the term “Sudeten” – previously only referring to the mountain range – began to take on a new meaning: Sudeten-Germans (<em>Sudetendeutsche</em>) became a quasi-self-designation of the Czechoslovakian Germans, especially those living in the northern and western border lands. German separatists began to refer to these regions, which did not form a political unity until the Nazi annexation in October 1938, as <em>Sudetenland</em>, the land of the Sudeten-Germans. While these areas were not granted any form of autonomy by the Czechoslovakian state, German was still used as an official administrative and educational language. In her testimony, Saraffian refers to this linguistic and political change in meaning: “And we moved to the Sudeten. At this time, it was Austria. It was not Sudeten.” Despite the political changes after World War I, Trautenau remained an almost entirely German-speaking town with around 13,000 inhabitants.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-19",
        "label": "19",
        "text": "Only few works on the history of the town exist. Many of the more comprehensive works are decidedly revisionist or ethnocentric, e.g. Rheinhard Lamer, <em>Trautenau: Geschichte einer deutschen Stadt</em> (Wien, München: Volkstum Verlag, 1971); Antonín Just, Josef Šabacký, Jaroslav Procházka, <em>700 let Trutnova 1260-1960: Jubilejní průvodce dějinami a přírodou města pod Krkonošemi</em> (Trutnov: Okr. vlastivědné muzeum, 1959). For the Jewish history see below."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "A tiny number of Jews, usually just two families and a few individuals, had lived in Trautenau since the early modern period. A significant Jewish community – entirely Ashkenazi – with a synagogue and other religious and communal infrastructure, only existed from the 1860s onwards, when Jews from other towns and cities moved to Trautenau. The town promised good economic opportunities, as it was well connected by railway to its hinterland, the major urban centers, and to nearby Germany. In 1910, the town’s Jewish population peaked at 478 persons and then slowly declined in the interwar period. The small Jewish community (at any given point less than around four percent of the population) was well integrated into the civic society and social fabric of the town, and played an important role in the linen industry, which was the strongest industrial and commercial sector of Trautenau.<sup class=\"footnote-ref\" id=\"fnref-20\"><a href=\"#fn-20\">20</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-20",
        "label": "20",
        "text": "Rudolf M. Wlaschek, Jüdisches Leben in Trautenau/Nordostböhmen: Ein historischer Rückblick (Dortmund 1991). See also the entry for “Trautenau” in Klaus-Dieter Alicke, Lexikon der jüdischen Gemeinden im deutschen Sprachraum Vol. 3 (Gütersloh: Gütersloher Verlagshaus, 2008)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "We learn from Saraffian’s testimony that the Kummermann family was observant (“My parents were religious, and we had a kosher home”), financially well-off, and that Martha and her sister enjoyed a very good education and comfortable live. However, as previously mentioned, the description of the family background in the testimony lacks important details, such as the names of her immediate family members and the other more distant relatives she mentions. With the help of a handful of archival documents and other materials, mostly preserved in the local archives and in libraries, we can piece together some additional parts of her family story. This background information may help us to better understand Saraffian’s specific experience after the Nazi occupation and during the Holocaust.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Her father, Friedrich Kummermann, who also went by Fritz, was born on April 26, 1869 in the town of Humpoletz/Humpolec in the Bohemian-Moravian Highlands.<sup class=\"footnote-ref\" id=\"fnref-21\"><a href=\"#fn-21\">21</a></sup> The city had an old Jewish community dating back the 14th century.<sup class=\"footnote-ref\" id=\"fnref-22\"><a href=\"#fn-22\">22</a></sup> As in many other peripheral towns, the Jewish population began to decline in the 1890s as the younger generation – including Kummermann himself – moved to larger cities, such as Prague or Vienna, or even emigrated overseas. His father, Emanuel Kummermann, born in the mid-1830s, was a merchant in Humpoletz. When he died in 1906, he and his wife Fanni had at least seven children, all of whom lived in different Bohemian towns.<sup class=\"footnote-ref\" id=\"fnref-23\"><a href=\"#fn-23\">23</a></sup> One of Friedrich’s brothers, Robert, was trading in Humpoletz in fashion accessories.<sup class=\"footnote-ref\" id=\"fnref-24\"><a href=\"#fn-24\">24</a></sup> Perhaps Emanuel Kummermann had encouraged his children to move to different towns in order to facilitate a merchant network among the family. This social practice was quite common among Bohemian families at the time, especially in the textile trade, for which Bohemia – and also Humpoletz – was well know.<sup class=\"footnote-ref\" id=\"fnref-25\"><a href=\"#fn-25\">25</a></sup> Friedrich Kummermann’s later wife, Elvira Louise Steiner, Martha Saraffian’s mother, was born on July 25, 1881 in the very small village of Dlouhá Lhota (in German sometimes called Langlhota), halfway between the towns of Neweklau/Neveklov and Beneschau/Benešova. The village also had a small Jewish population belonging to the larger Neveklov community in the nearby city.<sup class=\"footnote-ref\" id=\"fnref-26\"><a href=\"#fn-26\">26</a></sup> During World War II it was mostly destroyed, as the Germans turned the area into an SS-proving ground (training area). In the early 20th century, Friedrich and Elvira Kummermann lived in Königliche Weinberge/Vinohrady near Prague, where both of their daughters were born. Their first child, Gretl, on <a>June 28, 1906 </a>and just a year later, Martha.<sup class=\"footnote-ref\" id=\"fnref-27\"><a href=\"#fn-27\">27</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-21",
        "label": "21",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-22",
        "label": "22",
        "text": "Cf. Adolf Brock, “History of Jews in Humpolec,” in _The Jews and Jewish Communities of Bohemia in the past and present _(translation of _Die Juden und Judengemeinde Böhmens in Vergangenheit und Gegenwart _(Brno-Prague: Jüdischer Buch- und Kunst Verlag, 1934), 193–96, <a href=\"https://www.jewishgen.org/yizkor/bohemia/boh193.html\">https://www.jewishgen.org/yizkor/bohemia/boh193.html</a>."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-23",
        "label": "23",
        "text": "Obtituary “Emanuel Kummermann,” <em>Prager Tagblatt</em>, May 26, 1906, 18."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-24",
        "label": "24",
        "text": "<em>Österreichischer Zentralkataster VIII/2: Böhmen</em> (Vienna: Volkswirtschaftlicher Verlag Alexander Dorn, 1903), 1958."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-25",
        "label": "25",
        "text": "See for example the Perlhefter/Palmers family and its textile dynasty: Hanno Loewy, “Die diskrete Familie Palmers,” in Peter Melichar, Nikolaus Hagen (eds.), <em>Der Fall Riccabona: Eine Familiengeschichte zwischen Akzeptanz und Bedrohung im 20. Jahrhundert</em> (Vienna, Köln, Weimar: Böhlau, 2017), 76–101."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-26",
        "label": "26",
        "text": "Jaroslav Polák-Rokyan, “The History of the Jews in Benešov-by-Prague, Neveklov and Divisov,” in <em>The Jews and Jewish Communities of Bohemia in the past and present</em>,_ _26–27, <a href=\"https://www.jewishgen.org/yizkor/bohemia/boh026.html\">https://www.jewishgen.org/yizkor/bohemia/boh026.html</a>. __"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-27",
        "label": "27",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://fortunoff-media-public.s3.ca-central-1.amazonaws.com/critical-editions/media/hvt-0237/kummerman-emanuel-onb-700.jpg",
        "srcset": "https://fortunoff-media-public.s3.ca-central-1.amazonaws.com/critical-editions/media/hvt-0237/kummerman-emanuel-onb-700.jpg 706px, https://fortunoff-media-public.s3.ca-central-1.amazonaws.com/critical-editions/media/hvt-0237/kummerman-emanuel-onb-1400.jpg 1411px",
        "caption": "Obituary announcing Emanuel Kummermann’s death. Several of his children and children-in-law were murdered in the Holocaust, including his daughter Ida Freund and his daughter-in-law Elvira Kummermann (Source: <i>Prager Tagblatt<i>, May 26, 1906, 18)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Soon after Martha’s birth, in May 1908, the family moved to Trautenau, where Friedrich Kummermann opened a linen trading business, initially together with a partner. The Austrian commercial register of 1908 contains the following entry: “Trautenau, Kummermann &amp; Steinhauer. Production of linen and cotton products. Open trading company since 1. VII. 1908. [Partners] Friedrich Kummermann and Max Steinhauer, both in Trautenau.”<sup class=\"footnote-ref\" id=\"fnref-28\"><a href=\"#fn-28\">28</a></sup> According to the town’s 1912 street directory, the company was located as Reichstraße 25.<sup class=\"footnote-ref\" id=\"fnref-29\"><a href=\"#fn-29\">29</a></sup> This address may have also been the initial residence, though in 1921 both the family and the company were registered in nearby Reichstraße 5 (today Polská 98), in the Nieder-Vorstadt, the “lower suburb.” The household also included Elivra Kummermann’s mother, Louise Steiner, who was born in 1857 in the Příbram district.<sup class=\"footnote-ref\" id=\"fnref-30\"><a href=\"#fn-30\">30</a></sup> The Kummermann residence was in the northern part of the town, not far from the historic center, tucked between the river Úpa and the railway line.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-28",
        "label": "28",
        "text": "k.k. Handelsministerium, <em>Zentralblatt für die Eintragungen in das Handelsregister</em> 7, August 12, 1908, 592"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-29",
        "label": "29",
        "text": "Alois Falge, Hermann Benisch, <em>Adreßbuch der Stadt Trautenau</em> (Trautenau, 1912), 39."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-30",
        "label": "30",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://fortunoff-media-public.s3.ca-central-1.amazonaws.com/critical-editions/media/hvt-0237/town-square-1000.jpg",
        "caption": "The central town square of Trautenau/Trutnov in the early 20th century. (Source: Author’s private collection)"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Despite the war Friedrich Kummermann’s business seems to have flourished. In 1919 he expanded his commercial license and began to produce linen products, both on site and through weavers he commissioned in Rochlitz/Rokytnice nad Jizerou to work for him.<sup class=\"footnote-ref\" id=\"fnref-31\"><a href=\"#fn-31\">31</a></sup> By this time he was managing the company on his own. In a register of Czechoslovakian industrial enterprises of 1929, the Kummermann company was characterized as a hand loom weaving business (Ger. <em>Handweberei</em>).<sup class=\"footnote-ref\" id=\"fnref-32\"><a href=\"#fn-32\">32</a></sup> Another indicator of the modest wealth of the family is the 1921 census, which reveals that they had a household help living with them. Marie Ende was a Catholic, born in 1895 in a village just outside Trautenau. The house at Reichstraße 5 also contained a second apartment, by then rented out to a single tenant.<sup class=\"footnote-ref\" id=\"fnref-33\"><a href=\"#fn-33\">33</a></sup> Both Kummermann daughters received a very good education and enjoyed what could be described as a small-town bourgeois lifestyle:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-31",
        "label": "31",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Records of the District Office (Bezirkshauptmannschaft Trautenau), Registration of business enlargement, Friedrich Kummermann, July 9, 1919."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-32",
        "label": "32",
        "text": "<em>Compass Industrielles Jahrbuch Čechoslovakei</em> 65 (1932), Prague 1932, 1735."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-33",
        "label": "33",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Domicile collection sheet (Sběrný arch domovní/Haussammelbogen) and Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>[…] my father sent-- sent us to France to learn-- to learn French. And I learned millinery, and […] my sister was studying in French. And we went off to Prague and even to Austria, to Vienna. We had really a nice youth. My father was well off and he wanted that we learn-- I was also in Germany in business school one year. And, uh, then […] I had the millinery diploma I made in small business. In my father’s house, he gave me two rooms. And I had-- I made-- I had three girls employed and I made these hats. Not-- not-- I didn't must to do it, but I liked it.<sup class=\"footnote-ref\" id=\"fnref-v-1\"><a href=\"#fn-v-1\">34</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-1",
        "label": "v-1",
        "text": "Tape I 05:35 - 6:50",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=365&media=94894&t=335&e=410\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "While we don’t know any specifics about the school Martha Saraffian attended in Germany, it was very likely located in the Lower Silesian border district Landeshut in Schlesien (today roughly corresponding with the larger Polish Kamienna Góra County), which was linked with Trautenau by a railway line.<sup class=\"footnote-ref\" id=\"fnref-34\"><a href=\"#fn-34\">35</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-34",
        "label": "34",
        "text": "According to her registration card, she was continuously registered at her father’s house between 1919 and 1932, so the school was most likely close to Trautenau. Státní Okresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Martha Saraffian, 1919–1939."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Another interesting detail from the 1921 census is the national affiliation of the Kummermann family. Independent Czechoslovakia had adopted, by and large, the Imperial Austrian system of national self-identification based on everyday language. However, for the 1921 census the authorities also introduced the option of “Jewish” as a national affiliation.<sup class=\"footnote-ref\" id=\"fnref-35\"><a href=\"#fn-35\">36</a></sup> German and Hungarian nationalists decried this as an attempt to weaken Jewish affiliation with their respective minorities. In 1921, under 15 percent of Bohemian Jews identified as “national Jews” – the others as Czechs or Germans. In total, however, about half of the 354,000 Czechoslovakian Jews made this identification; in the East, Carpatho-Ukraine and Slovakia, it was over 90 percent. By the late 1920s the numbers of “national Jews” increased in Bohemia, with around 20 percent declaring Jewish nationality, 50 percent Czech and 30 percent German.<sup class=\"footnote-ref\" id=\"fnref-36\"><a href=\"#fn-36\">37</a></sup> According to Jörg Osterloh’s estimate, about 30 percent of Jews in the later Reich District Sudetenland, which included Trautenau, identified as national Jews in the early 1930s and most of the others as Germans and some as Czechs.<sup class=\"footnote-ref\" id=\"fnref-37\"><a href=\"#fn-37\">38</a></sup> The exact numbers for Trautenau were 13.35 percent in 1921 and 19.23 in 1930; the other Jews identified as Germans.<sup class=\"footnote-ref\" id=\"fnref-38\"><a href=\"#fn-38\">39</a></sup> In 1921, the entire Kummermann family declared German nationality and Jewish religion.<sup class=\"footnote-ref\" id=\"fnref-39\"><a href=\"#fn-39\">40</a></sup> This is perhaps not surprising in a then almost exclusively German-speaking town, where even the bilingual Czech-German Czechoslovakian census forms were filled out entirely in German. As Wolf Gruner convincingly argues, in the mid-1930s the situation of German-speaking Jews in Czechoslovakia became increasingly precarious. On the one hand radical antisemitism was rapidly increasing, foremost among the Sudeten-Germans, on the other hand, Czech nationalists labelled them national traitors, siding with the Germans.<sup class=\"footnote-ref\" id=\"fnref-40\"><a href=\"#fn-40\">41</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-35",
        "label": "35",
        "text": "On Czechoslovakian Jewish nationalism and Zionism see Tatjana Lichtenstein, <em>Zionists in Interwar Czechoslovakia: Minority Nationalism and the Politics of Belonging</em> (Bloomington: Indiana University Press, 2016)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-36",
        "label": "36",
        "text": "Gruner, <em>The Holocaust</em>, 25–30."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-37",
        "label": "37",
        "text": "C.f. Osterloh, Nationalsozialistische Judenverfolgung, 59"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-38",
        "label": "38",
        "text": "Wlaschek, <em>Jüdisches Leben</em>, 24."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-39",
        "label": "39",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Czechoslavakian Census 1921, Census sheet (sčítací arch/Zählbogen), Friedrich Kummermann (February 16, 1921)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-40",
        "label": "40",
        "text": "Gruner, <em>The Holocaust</em>, 32, 34–35."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "From her testimony, however, we get the impression that events in neighboring Germany – Hitler’s rise to power, the erupting antisemitism – and the increasing radicalization of Sudeten-German nationalism did not affect Kummermann. She also makes no mention of experiencing antisemitism prior to 1938. The early 1930s was when she met her future husband and, while this relationship caused a rift with her parents, she describes married-life in the 1930s as comfortable, a time of hope and joy:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>And then when I met my husband and I married, so I gave up the business and we moved in a nice apartment. We had-- when my daughter was born, we had the dog and bird and the-- we had the house housekeeper. It was really a nice life. We had a car and sometimes we went by car to Vienna. And really, it was a nice life.<sup class=\"footnote-ref\" id=\"fnref-v-2\"><a href=\"#fn-v-2\">42</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-2",
        "label": "v-2",
        "text": "Tape I 06:54 - 0:7:27",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=447&media=94894&t=414&e=447\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://fortunoff-media-public.s3.ca-central-1.amazonaws.com/critical-editions/media/hvt-0237/sarrafian-onb-900.jpg",
        "caption": "A recipe for “Turkish style Spinach” by Martha Saraffian, printed in the <i>Prager Tagblatt<i> newspaper on August 29, 1936."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "It is unknown how Martha Kummermann met Hrand Saraffian, whom she married in 1931 in Trautenau. Her husband was born on June 17, 1891 in Constantinople/Istanbul in the Ottoman Empire.<sup class=\"footnote-ref\" id=\"fnref-41\"><a href=\"#fn-41\">43</a></sup> At that time Istanbul had a large Armenian population. Initially discriminated against but now tolerated and considered loyal to the Turkish authorities, in the last quarter of the 19th century a strong movement for Armenian national independence grew throughout the Empire. The Ottoman authorities answered with severe repression and several bloody massacres in many Armenian communities in the 1890s. The years 1894 to 1896 saw a campaign of mass killings, the so-called “Hamidian massacres,” with 80,000 to 300,000 Armenians murdered, according to varying estimates, and up to 50,000 children orphaned.<sup class=\"footnote-ref\" id=\"fnref-42\"><a href=\"#fn-42\">44</a></sup> It is very likely that Hrand Saraffian and his siblings were among these orphans and were brought to Europe in a humanitarian effort, perhaps organized by Armenians living in the diaspora. According to a post-war document of the International Tracing Service, Hrand Saraffian left Istanbul in 1897 at the age of six and “since then he has not acquired any other citizenship.”<sup class=\"footnote-ref\" id=\"fnref-43\"><a href=\"#fn-43\">45</a></sup> His background, his experience of flight and persecution, left a great impression on Martha Kummermann when she met him:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-41",
        "label": "41",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Hrand Saraffian, 1929–1939."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-42",
        "label": "42",
        "text": "Ronald Grigor Suny, “The Hamidian Massacres, 1894–1897. Disinterring a Buried History,” <em>Études arméniennes contemporaines</em> no. 11 (2018): 125–34."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-43",
        "label": "43",
        "text": "Arolsen Archives, 3.2.1./1718000."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>He came to Germany, with a transport, children. What—what were left after a massacre. When the Turks massacred the Armenians, he came to-- to Germany. With an-- it's like a self-help organization what brought this children to Germany. He came there with about four sisters and brothers. He never saw them again because they were all placed in another foster home. So he-- he searched, but he didn't get any-- he didn't see any of his family. Only one uncle was in Köln am Rhein and he had the business with stamps. That was the only connection he got. And he was alone and he told me this story.<sup class=\"footnote-ref\" id=\"fnref-v-3\"><a href=\"#fn-v-3\">46</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-3",
        "label": "v-3",
        "text": "Tape I 08:15 - 09:27",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=542&media=94894&t=495&e=567\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "At some point, most likely several years before World War I, Hrand Saraffian moved to Vienna, where he “lived for a long time,” according to the testimony. While we lack further details, one indication that he indeed moved to Vienna as a boy or teenager is an Upper Austrian newspaper report from 1908. The newspaper reported a 16-year old Turkish servant from Constantinople, by the name of “Rhand Sarafian,” who was the victim of sexual harassment by a known offender when he stayed overnight in Wels during a journey. The police intervened and the servant continued his journey to Vienna, according to the report.<sup class=\"footnote-ref\" id=\"fnref-44\"><a href=\"#fn-44\">47</a></sup> Perhaps even before the end of the war, Hrand Saraffian moved to Bohemia, and began to trade in Persian carpets. Trading businesses, especially those importing Turkish and Oriental goods, were widespread among the European Armenian diaspora. In a Czech newspaper from April 1924 it is mentioned that, in 1922, Saraffian already traded with Persian carpets in Karlín, which today is part of Prague.<sup class=\"footnote-ref\" id=\"fnref-45\"><a href=\"#fn-45\">48</a></sup> According to his citizen registration card, he moved to Trautenau on December 7, 1929, coming from Rumburg/Rumburk, a town in northwestern Bohemia.<sup class=\"footnote-ref\" id=\"fnref-46\"><a href=\"#fn-46\">49</a></sup>Another interesting detail on the registration card is that he apparently had already been married before: in 1922 Hrand Saraffian married an unidentified woman in Hohenelbe/Vrchlabí, just west of Trautenau.<sup class=\"footnote-ref\" id=\"fnref-47\"><a href=\"#fn-47\">50</a></sup> It is unclear if the marriage ended in divorce or if his first wife died.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-44",
        "label": "44",
        "text": "“Der Türke,” <em>Salzburger Volksblatt</em>, February 12, 1908, 6."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-45",
        "label": "45",
        "text": "<em>Národní osvobození</em>, April 15, 1924, 8."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-46",
        "label": "46",
        "text": "The district archive responsible for Rumburk (Státní Okresní Archiv Děčín) unfortunately has no further evidence of Hrand Saraffian’s presence in the town."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-47",
        "label": "47",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Hrand Saraffian, 1929–1939."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "For all we know, Martha Kummermann and Hrand Saraffian got to know each other in Trautenau, perhaps in early 1930. From the testimony we learn that their romantic involvement must have been going on for some time before they eventually married. Martha was especially intrigued by Hrand’s stories of the Armenian persecution, as she mentions in her testimony. In the testimony she draws parallels between the Jewish and the Armenian experience. Her parents, however, strongly discouraged the relationship and sent her to Berlin, where one of Martha’s cousins studied at a rabbinical school. Apparently, they hoped that her cousin would talk her out of the relationship to a non-Jew, but he did not. During this time, Martha’s grandmother, who lived with the family, died, and Martha was blamed for causing her grandmother’s death. According to Martha’s mother, the grandmother had been so deeply disturbed by her granddaughter’s plan of marrying a non-Jew that she fell ill. Her parents’ opposition caused emotional hardship for Martha, which were exacerbated by her father’s poor health and his temporary refusal to speak to her. Nevertheless, Hrand Saraffian and Martha Kummermann eventually married on June 30, 1931 in Trautenau in a civil marriage.<sup class=\"footnote-ref\" id=\"fnref-48\"><a href=\"#fn-48\">51</a></sup> Her decision to go through with the marriage deepened the rift with her parents:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-48",
        "label": "48",
        "text": "Státní Okresní Archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Hrand Saraffian, 1929–1939."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>And it was very hard for me when I-- I married a man that was no Jew. My father didn't talk to me one year. And when I married, my mother took the suitcase and went away, and I and my father was in the office. Only my sister went with me with the lawyer to the-- what you call it, where we were married.<sup class=\"footnote-ref\" id=\"fnref-v-4\"><a href=\"#fn-v-4\">52</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-4",
        "label": "v-4",
        "text": "Tape I 04:20-04:53",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=293&media=94894&t=260&e=293\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "At the time, Friedrich Kummermann was member of the board of the <em>Israelitische Kultusgemeinde</em>, the Jewish Community of Trautenau.<sup class=\"footnote-ref\" id=\"fnref-49\"><a href=\"#fn-49\">53</a></sup> According to historian Rudolf Wlaschek, the Trautenau community was fairly liberal in the interwar period, not strictly observant or orthodox, and attendance at services was often only during the high holidays. Nevertheless, he characterizes it as a tightknit community, with many institutions, clubs, and a vibrant social life. Conversions were relatively uncommon in Trautenau. Intermarriage rates, however, were high throughout Czechoslovakia towards the 1930s (around 30 percent of all marriages involving a Jewish spouse). Martha’s parents were apparently deeply unhappy with their daughter’s choice for a life partner. It may have been a small comfort that she did not convert to Christianity, as the Czechoslovakian marriage law allowed for interreligious civil marriages. For Martha Saraffian this rift with her parents was quite painful, as we learn from the testimony. It seems likely that it was not only religion alone that caused the opposition of her parents: Hrand Saraffian’s national status, his citizenship, was extremely unclear, and contemporary citizenship law mandated that Martha Kummermann lost her Czechoslovakian citizenship when she married a foreigner.<sup class=\"footnote-ref\" id=\"fnref-50\"><a href=\"#fn-50\">54</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-49",
        "label": "49",
        "text": "Wlaschek, <em>Jüdisches Leben</em>, 19."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-50",
        "label": "50",
        "text": "The Trautenau municipality registered the whole Saraffian family as Armenians, based on a passport issued by the Armenian mission in Paris in 1929. By that time, Armenia was part of the Soviet Union. It is unclear what this passport really meant. Effectively, the Saraffian family was stateless – and was treated as such by the Nazi authorities and, after the war, by the Czechoslovakian state."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Nevertheless, half a year after their marriage, in December 1931, Hrand Saraffian temporarily moved into the Kummermann house in Reichstraße 5. Perhaps this was a first sign that her parents had begun to accept their son-in-law. The birth of their first daughter, Noemi, seems to have finally appeased Martha Saraffian’s parents, especially since they decided that the daughter would be registered as Jewish. “And then it took a long time before my parents got used to-- when my first child was born. So they say, we are very happy. But they wanted that <a>she be Jewish </a>and that’s what we did.” Noemi Saraffian was born on February 2, 1934 in Trautenau. By this time the Saraffian family already lived in a separate apartment at Anastasius-Grüngasse 1 in Mittel-Vorstadt, the central suburb. In March 1935 the family moved to Walhallastraße 16 in the same district.<sup class=\"footnote-ref\" id=\"fnref-51\"><a href=\"#fn-51\">55</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-51",
        "label": "51",
        "text": "Státní okresní archiv Trutnov (District State Archive Trutnov), Trutnov citizen registration, Hrand/Martha/Noemi Saraffian, undated."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "The Annexation of the Sudetenland and Czechia",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In March 1938, Nazi Germany annexed Austria, Czechoslovakia’s southern neighbor. From this time the long lingering threat of an annexation of the German-speaking border regions by Nazi Germany – something Sudeten German activists, affiliated with the Nazi Party, had agitated for increasingly from 1933 onwards – became a very real possibility. According to many reports, most Czechoslovakian Jews, including those in the Sudetenland, had seen the rise of Nazism in Germany, especially in the early years, as a purely German affair. They felt safe in Czechoslovakia for the longest time and most made no preparations for emigration. Things began to change slightly in the mid-1930s, when more and more German-Jewish refugees arrived in Czechoslovakia and reports of the Nazi persecution of Jews and political enemies circulated widely. At the same time, domestic antisemitism was also on the rise – both among the Sudeten-Germans and the Czech majority. Nevertheless, until early 1938 the threat posed by Nazism seemed far away. With the annexation of Austria, Czechoslovakia was suddenly encroached upon by Nazi Germany from the north, west, and south – and the situation became more threatening.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Around the time of the “<em>Anschluss</em>,” Friedrich and Elvira Kummermann left Trautenau and moved in with a brother of Friedrich, deeper inside Czechoslovakia: “He left about, uh, half year, one year before l left, with my mother. They left all and went to a brother from my-- my father. And then my father got sick again so they went in the spa and lived in a hotel.” Her parents most likely temporarily moved in with either Robert or Rudolf Kummermann. Eventually, perhaps towards the end of 1938, they decided to move to a hotel in Podiebrad/Poděbrady, about 50 km outside of Prague. In the interwar period Podiebrad developed into an internationally known spa town. As Friedrich Kummermann suffered from various illnesses for a long time he was probably also seeking the comforts of the spas. While he was gone, Hrand Saraffian took care of certain financial affairs for his father-in-law. This further improved their relationship. Eventually, Friedrich and Elvira Kummermann rented an apartment in house Nr. 619/II.<sup class=\"footnote-ref\" id=\"fnref-52\"><a href=\"#fn-52\">56</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-52",
        "label": "52",
        "text": "Statní Okresní Archiv Nymburk (District State Archive Nymburk), Archiv města Poděbrady (City Archive Poděbrady), List of Jewish Inhabitants (undated, ca. 1939–1941)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In the meantime, the Munich agreement of September 30, 1938 forced Czechoslovakia to immediately cede the German-speaking border regions to Nazi Germany. In the months leading up to the agreement, local Nazis and their collaborators from Germany and Austria had waged a campaign of terror in the Sudetenland, delivering the pretext for the annexation. Immediately after the agreement, in the first two weeks of October 1938, German troops occupied the Sudetenland, which was carved out of Czechoslovakia very roughly along ethnic lines. Throughout the region, including Trautenau, riots and violent attacks on Czech and Jewish businesses and persons erupted.<sup class=\"footnote-ref\" id=\"fnref-53\"><a href=\"#fn-53\">57</a></sup> In Trautenau, according to Wlaschek, it was allegedly SA-men from nearby Silesia who were responsible for most of the violence against the Jewish community. It seems very likely that local supporters of the Sudeten German Party – the regional Nazi affiliate – also partook in the violence. The Kummermann house in Reichstraße 5 was looted during these annexation riots:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-53",
        "label": "53",
        "text": "Osterloh, <em>Sudetenland</em>, 73–74."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>They broke the door from my parents’ house. They took out everything they find in-- in the shelfs, in the closets, in-- in the drawers, in the offices. Everything was on the floor, it was high like this. From the wall, pictures. And from this handles from brass, everything. What they could damage, they did.<sup class=\"footnote-ref\" id=\"fnref-v-5\"><a href=\"#fn-v-5\">58</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-5",
        "label": "v-5",
        "text": "Tape I 14:36-15:18",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=918&media=94894&t=876&e=918\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Jews and Czech inhabitants of the Sudetenland were forced to sign documents, declaring that they would “voluntarily” leave the region within days. Many, perhaps the majority, complied. Within weeks, much of the Jewish population left the Sudetenland and moved towards the Czechoslovakian rump state. At the beginning of 1939, only a fraction of Jews remained in Sudetenland. Among the few that stayed longer than others were mixed families such as the Saraffians, who hoped that their only partly Jewish status would spare them from the worst:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>And my husband always said, nothing can happen to us because I'm not Jewish. But then when the Grynszpan affair-- affair came, they-- they we're like animals. They hit an old Jew […] throwing all over on the place, on the-- on the-- from the town, the big place, they, throw these Jews around that everybody see it.<sup class=\"footnote-ref\" id=\"fnref-v-6\"><a href=\"#fn-v-6\">59</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-6",
        "label": "v-6",
        "text": "Tape I 16:05 - 16:37",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=963&media=94894&t=965&e=997\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://fortunoff-media-public.s3.ca-central-1.amazonaws.com/critical-editions/media/hvt-0237/trutnov-1000.jpg",
        "caption": "Trautenau/Trutnov after the annexation of the Sudetenland by Nazi Germany in 1939 (source: author’s private collection)"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In Sudetenland the terror campaign leading to the Munich agreement, the immediate annexation riots and attacks on political enemies, Jews, and Czechs in its aftermath, almost seamlessly transitioned into the anti-Jewish pogrom of November 9/10, 1938.<sup class=\"footnote-ref\" id=\"fnref-54\"><a href=\"#fn-54\">60</a></sup> In Trautenau the synagogue was burnt to the ground. Many of those who had still hoped to reconcile themselves with the new situation now also fled over the new border to Czechoslovakia. For weeks, Martha Saraffian barely left her house, as she was afraid for the safety of her Jewish daughter and of herself. In late 1938, perhaps during or after the pogrom night, Hrand Saraffian was arrested and only released after he provided documents from Vienna proving he was not a Jew. “And so then he realized the danger and he-- he said, you must go out from here. So we had a car and the driver took me over there, over the custom with my daughter.”  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-54",
        "label": "54",
        "text": "Osterloh, <em>Sudetenland</em>, 76."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "According to their Trautenau registration cards, Martha and Noemi Saraffian left Trautenau for Podiebrad on January 14, 1939, where she joined her parents. In later documents the Saraffian’s address in Podiebrad is given as Ringstraße 722.<sup class=\"footnote-ref\" id=\"fnref-55\"><a href=\"#fn-55\">61</a></sup> Meanwhile Hrand Saraffian stayed in Trautenau and took care of the family’s properties and his business. On August 18, 1939 he also left Trautenau for Podiebrad. He had tried to acquire a permit to move the family’s belongings over the border. According to the testimony he received it, though in the meantime the situation had again changed completely.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-55",
        "label": "55",
        "text": "Arolsen Archives, 1.1.42, Ghetto Theresienstadt Card File, 5078445, Noemi Saraffian."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In March 1939, Nazi Germany had annexed the remaining Czech rump state (“<em>Zerschlagung der Resttschechei</em>”) – Slovakia had simultaneously declared its independence – and renamed it to the “Protectorate of Bohemia and Moravia.” This “Protectorate” was formally a part of the Reich, though with a degree of pseudo-autonomy for the Czech population. The occupation of Czechia meant that the Nazis gained control over about 118,000 Jews,<sup class=\"footnote-ref\" id=\"fnref-56\"><a href=\"#fn-56\">62</a></sup> among them many who had fled from the Sudetenland just months or weeks earlier. In June 1939, the Germans extended parts of the Nuremberg laws to the Protectorate.<sup class=\"footnote-ref\" id=\"fnref-57\"><a href=\"#fn-57\">63</a></sup> The small number of ethnic Germans were immediately granted German citizenship, whereas Czechs received second-class status as subjects of the Protectorate. While the Protectorate was primarily a propaganda trick of Nazi Germany to curb Czech resistance and secure its control of the region, historians still debate the degree to which the Czech side was able to partake in the regime and the Holocaust. A recent study by Wolf Gruner paints a nuanced picture: while Berlin ultimately had the final say, Czech authorities advanced their own initiatives and agendas, as did the regional Nazi apparatus and power structures.<sup class=\"footnote-ref\" id=\"fnref-58\"><a href=\"#fn-58\">64</a></sup> This is particularly true for the implementation of the Holocaust in this region. While older studies often ignored the Protectorate or assumed that the treatment of Jews mirrored that in Germany and Austria, today we know that the situation in the Protectorate differed in key aspects, many of which influenced the situation of “mixed” families.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-56",
        "label": "56",
        "text": "<em>Die Verfolgung und Ermordung der europäischen Juden durch das nationalsozialistische Deutschland 1933–1945</em>, Vol 3: <em>Deutsches Reich und Protektorat September 1939–September 1941</em>, 14 (hereafter cited as <em>VEJ</em> Volume, Doc.)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-57",
        "label": "57",
        "text": "<em>VEJ</em> 3, Doc. 247."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-58",
        "label": "58",
        "text": "Gruner, <em>The Holocaust</em>, 3–6."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "From the testimony, we learn very little about the annexation of Czechia, the establishment of the Protectorate and of family’s life in Podiebrad in the years 1939 to 1941. We do not know if Hrand and Martha Saraffian contemplated emigration or even tried to acquire the necessary documents. By any means, it would have been very hard by this point in time. Unlike many German and Austrian Jews, Czechoslovakian Jewry was caught mostly by surprise by the events of September/October 1938 and the full annexation in March 1939. Suddenly surrounded by Nazi Germany and its Slovak Ally and the immediate outbreak of the war against Poland in the summer, there was nowhere in the vicinity left to flee. Obtaining emigration visas had already become increasingly hard by mid-1939. Perhaps Martha Saraffian was also occupied with caring for her daughter and parents, especially her father, who was increasingly sick. She and her husband may also have clung to the hope that eventually the situation would become better, despite all indicators pointing in the other direction. Friedrich Kummermann eventually <a>died of cancer on May 1, 1941 in the district hospital of Městec Králové/Königsstädtel, leaving behind his wife Elvira</a>. His death was registered by the Jewish community of Podiebrad.<sup class=\"footnote-ref\" id=\"fnref-59\"><a href=\"#fn-59\">65</a></sup> According to Martha, he had not received proper medical care.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-59",
        "label": "59",
        "text": "National Archives Czech Republic (Národní archiv), Registers of Jewish religious communities in the Czech regions (Matriky židovských náboženských obcí v českých krajích), Poděbrady, death register 1901–1949, <a href=\"https://vademecum.nacr.cz/vademecum/permalink?xid=3384d494-f579-4b28-a58f-06eb7ac7bf24&amp;scan=c0edbb9f1f9e6c326e73808c268f67b3\">https://vademecum.nacr.cz/vademecum/permalink?xid=3384d494-f579-4b28-a58f-06eb7ac7bf24&amp;scan=c0edbb9f1f9e6c326e73808c268f67b3</a>."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Martha Saraffian may still have clung to the hope that the situation would improve: “My husband always said that I'm indolent. I don't read newspapers. I don't hear the radio. So I didn't know what happened. It was the spa and I had my-- my child. I had enough to do.” Were there any grounds for hope? At the end of December 1938, Hitler had decided that, under certain conditions, he would spare intermarried Jews from forcible resettlement to so-called Jewish living areas.<sup class=\"footnote-ref\" id=\"fnref-60\"><a href=\"#fn-60\">66</a></sup> These exemptions – foremost for families in which the husband and the children were non-Jewish – were the first steps in what would evolve into the precarious statuses of a merely “protected” and of a “privileged” mixed marriage.<sup class=\"footnote-ref\" id=\"fnref-61\"><a href=\"#fn-61\">67</a></sup> The latter were granted further exemptions, depending on gender constellations and children. Following this initial decision, most antisemitic regulations contained special clauses for mixed marriages. One such exemption was implemented in the police decree mandating the visual marking of Jews through a patch. From September 1941 onwards, all Jews in the Reich and the Protectorate of Bohemia and Moravia were forced to wear this patch on their clothes, visibly identifying them as Jews.<sup class=\"footnote-ref\" id=\"fnref-62\"><a href=\"#fn-62\">68</a></sup> Paragraph 3 of the police degree ordering the mandatory identification contained an exemption clause for Jews in mixed marriages, if they had children raised as non-Jews, and for Jewish women who were married to non-Jews; not, however, for Jewish men married to non-Jewish women without children. Such exemption clauses prompted mixed families to hope that they would be spared from deportations and eventually even regain their rights. However, the protection awarded by these exemption clauses was treacherous and precarious – and could have been revoked at any time.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-60",
        "label": "60",
        "text": "Bundesarchiv Berlin, BA R 18/5519, Field Marshall Göring, Secret express letter informing about Hitler’s decisions on the accommodation of Jews and the treatment of mixed marriages, December 28, 1938."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-61",
        "label": "61",
        "text": "The German terms were <em>einfache Mischehe</em> and <em>privilegierte Mischehe.</em>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-62",
        "label": "62",
        "text": "<em>Reichsgesetzblatt</em> I 1941, 547; <em>Verordnungsblatt des Reichsprotektors in Böhmen und Mähren</em> 1941, 497."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Two days after he was appointed the Acting Reich Protector of Bohemia and Moravia, Reinhard Heydrich,<sup class=\"footnote-ref\" id=\"fnref-63\"><a href=\"#fn-63\">69</a></sup> also head of the Reich Security Main Office, decided to eliminate the status of protected mixed marriage in the Protectorate. His decision was announced on September 29, 1941. In breaking with policy in Germany properand Austria, Jewish spouses in such marriages were to be treated just as all other Jews. This decision was reversed by the authorities in Berlin in October of the same year, when it was decided that, for the Protectorate’s German-Jewish marriages the exemptions would still apply, but not, however, for Czech-Jewish marriages.<sup class=\"footnote-ref\" id=\"fnref-64\"><a href=\"#fn-64\">70</a></sup> From this point onwards two different types of mixed marriages existed in the Protectorate. Essentially all Czech-Jewish marriages were robbed of their “privileges” and became merely “protected”. It is not clear how the Saraffian family was categorized in this respect, given their non-German citizenship and their statelessness. It should be noted that the relevant parts of the Nuremberg laws defining Jews and non-Jews did not differentiate based on citizenship but operated with the terms Jewish and “of German and related blood”. A person without German citizenship could thus still be “of German and related blood” and the marriage would still be considered “mixed” and protected. In fact, the German census contained information on intermarriages, with Germans and stateless persons in one category, and persons with foreign citizenships in the other. However, most exemptions and so-called “privileges” granted for mixed marriages only applied when there were no children raised as Jews. For example, the exemption from wearing the yellow star stated that the children must have been registered as non-Jews. In the Saraffian’s case, Noemi had been registered as Jewish, as her Trautenau citizen registration clearly shows, making her a “<em>Geltungsjüdin</em>,” a <em>Mischling</em> who was “deemed Jewish.” So even if the Saraffian family was indeed considered a German-Jewish couple (which we do not know) and not a Czech-Jewish mixed marriage, the family would have not been “privileged” and Martha Saraffian and her daughter were still required to wear the patch: “We got these stars, my Jewish daughter and I. And we had to carry all the-- through the end of the war.” Martha Saraffian also received ration cards marked with “Jew,” which were considerably lower than those for non-Jews and even those for Jews in “privileged” mixed marriages. Jews usually did not receive any rations of meat, fresh fruits and vegetables, and other essential foods. Even basic staples such as fat or salt were issued in insufficient amounts.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-63",
        "label": "63",
        "text": "Cf. Robert Gerwarth, Hitler’s Hangman: The Life and Death of Reinhard Heydrich (New Haven: Yale University Press, 2010), 218–77."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-64",
        "label": "64",
        "text": "Gruner, <em>The Holocaust</em>, 267; Gerwarth, <em>Hitler’s Hangman</em>, 256."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "When these latest antisemitic regulations were introduced in the Protectorate, Martha was already pregnant with her second daughter. Hanna Saraffian was born on May 30, 1942, during great turmoil in the Protectorate.<sup class=\"footnote-ref\" id=\"fnref-65\"><a href=\"#fn-65\">71</a></sup> Three days prior to her birth, on May 27, Czech resistance fighters, affiliated with the Czech government in Exile, ambushed and attacked Heydrich in a suburb of Prague with gunfire and explosives. Heydrich was severely wounded and eventually succumbed to his injuries a week later. Initially, the Czech attackers were able to flee and hide successfully.<sup class=\"footnote-ref\" id=\"fnref-66\"><a href=\"#fn-66\">72</a></sup> In revenge for Heydrich’s death the Germans carried out draconian punitive actions against the Czech and Jewish civil populations in the Protectorate. On June 10, German police and SS units massacred the male populations of the villages of Lidice and Ležáky, which had allegedly supported the attackers, and deported the women to concentration camps. The names of these villages became symbols of the German atrocities carried out in Czechia.<sup class=\"footnote-ref\" id=\"fnref-67\"><a href=\"#fn-67\">73</a></sup> In addition, the Germans also executed several thousand Czech political prisoners and enacted martial law for two months. Parallel to the massacres, thousands of Jews from the Protectorate were deported to Ghetto Theresienstadt/Terezín and concentration camps outside the Protectorate. Among those Jews rounded up for deportation was Martha Saraffian’s mother, Elvira Kummermann:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-65",
        "label": "65",
        "text": "Her name and birthdate are listed on her sister’s entry in the so-called Theresienstadt file card. Arolsen Archives, 1.1.42, Ghetto Theresienstadt Card File, 5078445, Noemi Saraffian."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-66",
        "label": "66",
        "text": "Gerwarth, Hitler’s Hangman, 10–12."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-67",
        "label": "67",
        "text": "Cf. Jessica Rapson, <em>Topographies of Suffering: Buchenwald, Babi Yar, Lidice</em> (New York: Berghahn Books, 2017), 133–80."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I was in hospital because I just got my second child. And my mother, five day after my child was born, my mother went in transport. And she was first going to Kolín, that massive town from where they shipped all the Jews to camps. First to Theresienstadt, and from there, via-- via Lublin to Majdanek.<sup class=\"footnote-ref\" id=\"fnref-v-7\"><a href=\"#fn-v-7\">74</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-7",
        "label": "v-7",
        "text": "Tape I 00:20:59 - 21:33",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=1263&media=94894&t=1259&e=1293\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Elvira Kummermann was deported on June 9, 1942 with transport AAc Nr 211 from Kolín to Ghetto Theresienstadt. Three days later she was deported from the Ghetto to Trawniki concentration camp, about 40 km southeast of Lublin, where she was murdered.<sup class=\"footnote-ref\" id=\"fnref-68\"><a href=\"#fn-68\">75</a></sup> Another parallel transport, the so-called “Heydrich transport,” which Martha mentions in her testimony, went directly from Prague to Majdanek camp on June 10, 1942 – also in “retaliation” for Heydrich’s murder.<sup class=\"footnote-ref\" id=\"fnref-69\"><a href=\"#fn-69\">76</a></sup> In total, between late 1941 and mid-1944 about 74,000 Jews from the Protectorate were deported to Theresienstadt, most of whom were subsequently transferred to other camps.<sup class=\"footnote-ref\" id=\"fnref-70\"><a href=\"#fn-70\">77</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-68",
        "label": "68",
        "text": "Holocaust.cz, database of victims, Elvira Kummermannová, <a href=\"https://www.holocaust.cz/en/database-of-victims/victim/103577-elvira-kummermannova/\">https://www.holocaust.cz/en/database-of-victims/victim/103577-elvira-kummermannova/</a>."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-69",
        "label": "69",
        "text": "Peter Longerich, <em>Holocaust: The Nazi Persecution and Murder of the Jews</em> (Oxford: Oxford University Press, 2010), 233."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-70",
        "label": "70",
        "text": "Gerwarth, <em>Hitler’s Hangman</em>, 258."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The family’s precarious existence in Podiebrad became less and less bearable. Two months after her mother was deported, the family’s pets were confiscated, according to a document she shows in the testimony.<sup class=\"footnote-ref\" id=\"fnref-71\"><a href=\"#fn-71\">78</a></sup> Valuables, such as fur clothes, were confiscated too. “We couldn't fight because we were-- we were-- the Czechs were the same, anti-Semites, like-- like the German maybe worse.” Martha Saraffian suffered from malnourishment, due to the inadequate food rations. Her daughter Noemi, who was forced to wear the yellow patch, suffered from abuse by other children on the streets:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-71",
        "label": "71",
        "text": "The document, dated 28 August 1942, is bilingual: in German and Czech. It identifies her as “Sarafian Sara Marta,” living in Podiebrad 722. The form had the entries “dog,” “cat” and “bird” pre-printed. It confirms that she gave up one dog. The document is stamped with a seal showing a Star of David."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>It was always-- my husband said it was always this sword of Damocles because he always feared that my-- my Jewish daughter will be attacked, too. She-- she was with the star. From the Czech children, they bounce her on the head and told her always. You are Jew. You are a Jew.<sup class=\"footnote-ref\" id=\"fnref-v-8\"><a href=\"#fn-v-8\">79</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-8",
        "label": "v-8",
        "text": "Tape I 28:01 - 28:29",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=1682&media=94894&t=1701&e=1709\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "However, the Saraffian family also received help from non-Jewish friends. Hrand attended services at the Evangelical Church of Czech Brethren in Podiebrad. The local priest, Josef Jeschke,<sup class=\"footnote-ref\" id=\"fnref-72\"><a href=\"#fn-72\">80</a></sup> supported the family and hid many of their valuables in a garden. Hanna, the second daughter, was registered as a member of his congregation. As a non-Jewish <em>Mischling</em>, Hanna received higher food rations than her mother and her sister, who was labelled a <em>Geltungsjüdin</em> (deemed-Jewish).  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-72",
        "label": "72",
        "text": "Dr. Josef Jeschke, born in 1902, was Pastor of the Evangelical Church of Czech Brethren (ECCB; also called: <em>Bohemian Brethren</em>) in Podiebrad/Poděbrady from 1931 to 1961. After the war he was a university Professor. The ECCB has a small overview of his professional career on their website <a href=\"https://www.evangnet.cz/cce/kazatel/629-josef_jeschke\">https://www.evangnet.cz/cce/kazatel/629-josef_jeschke</a> and the Bibliography of the History of the Czech Lands contains a short biographical note and picture of Jeschke: <a href=\"https://biblio.hiu.cas.cz/authorities/267590?locale=en\">https://biblio.hiu.cas.cz/authorities/267590?locale=en</a>"
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Slave Labor and Ghettoization",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In the first half of 1943 a further radicalization in policy against mixed marriages in the Protectorate was implemented. Many intermarried Jews were ordered to Prague, where they were declared “full Jews,” and thus subject to forced labor.<sup class=\"footnote-ref\" id=\"fnref-73\"><a href=\"#fn-73\">81</a></sup> These were primarily the Czech-Jewish couples, whereas the German-Jewish mixed marriages were by large exempt from this action. The Protectorate’s Ministry for Economy and Labor instructed its subordinate offices in March 1943 that Jews “living in German-Jewish mixed marriages and, according to the Police decree of September 1, 1941 on the identification of Jews, are exempt from mandatory identification […]” are not to be called for labor duty, whereas “Jews living in Czech-Jewish mixed marriages are mandated to be identified based on a special provision” and thus also subject to slave labor.<sup class=\"footnote-ref\" id=\"fnref-74\"><a href=\"#fn-74\">82</a></sup> The fact that Martha was not called up for labor at this time is a good indicator that her marriage was considered German-Jewish rather than Czech-Jewish. By the end of 1943, only 7,484 Jews were left in the Protectorate, according to the statistics in the Jewish Council of Elders’ yearly report. Of these, 88.2% had non-Jewish family members. 6,028 Jews in the Protectorate were living in mixed marriages, 196 more were either married to <em>Mischlinge</em> or were unmarried with children counting as <em>Mischlinge</em>. Another 1,260 <em>Mischlinge</em> were “deemed Jewish” (<em>Geltungsjuden</em>), such as Noemi Saraffian, because they were members of the Jewish community. Only 3,470 or 40.9% of the entire group were Jewish by religion at the end of 1943, the majority either Christians or unaffiliated. The number of <em>Mischlinge</em> children was only estimated in the report: 13,000 first-degree <em>Mischlinge</em> (with two Jewish grandparents) and 34,000 second-degree <em>Mischlinge</em> (one Jewish grandparent). The report contained no statistics on how many of the about 6,000 mixed marriages were Czech-Jewish and how many were German-Jewish.<sup class=\"footnote-ref\" id=\"fnref-75\"><a href=\"#fn-75\">83</a></sup> For comparison: in Vienna at the same time 6,259 Jews were left, of whom 5,094 or 81% were living in mixed marriages and 1,080 were <em>Mischlinge</em> “deemed Jewish.”<sup class=\"footnote-ref\" id=\"fnref-76\"><a href=\"#fn-76\">84</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-73",
        "label": "73",
        "text": "Gruner, <em>Holocaust</em>, 361."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-74",
        "label": "74",
        "text": "Jewish Museum in Prague, Collections, SHOAH/DP/9/49/020, Ministry of Economy and Labour (Ministerium für Wirtschaft und Arbeit), Labour placement of Jews from mixed marriage (Arbeitseinsatz von Juden; hier: privilegierte Mischehen), Prague 22 March 1943. Document titles are cited as in the database of the Jewish Museum."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-75",
        "label": "75",
        "text": "Jewish Museum in Prague, Collections, ARCHIVE/312/I/2/a/008/001, Židovská rada starších - zpráva za rok 1943 (Jewish Council of Elders in Prague, <em>Report on the year 1943</em>, Prague 1944)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-76",
        "label": "76",
        "text": "<em>VEJ</em> 11 (<em>Deutsches Reich und Protektorat Böhmen und Mähren April 1943–1945</em>), 30."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "From Martha Saraffian’s testimony we learn that her husband was the first of the two to be called up for forced labor duty, while she could stay in Podiebrad, where she cared for the children. The exact time could not be determined, but from the context he was most likely called-up in the summer of 1944. In July 1944 the Protectorate’s labor offices summoned intermarried non-Jews and <em>Mischlinge</em> for forced labor duty. An internal document of the German State Minister for Bohemia and Moravia from late August 1944 stated: “first degree Mischlinge and Aryans living in Jewish mixed marriages are called up for special labor assignment outside of their places of residence. […] The calling up to the labor assignment is a temporary measure; the right to abode continues.”<sup class=\"footnote-ref\" id=\"fnref-77\"><a href=\"#fn-77\">85</a></sup> This action mirrored similar efforts in the Old Reich of making <em>Mischlinge</em> and non-Jewish spouses available for forced labor. As neither were deemed “worthy” of serving in the armed forces – with rare exceptions – they were mostly assigned to Organisation Todt labor deployments.<sup class=\"footnote-ref\" id=\"fnref-78\"><a href=\"#fn-78\">86</a></sup> While the aim was the same throughout the Reich, the actual implementation varied significantly from region to region. In some regions only a fraction was eventually assigned to these deployments. In the Protectorate it was apparently implemented very strictly. Hrand Saraffian was ordered to an unidentified coal town, where he had to clear rubble and other bomb damage caused by Allied aerial bombing. He was part of a labor detachment that consisted only of intermarried men, according to the testimony: “all these men that has Jewish woman. All these Christian men had Jewish women.”  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-77",
        "label": "77",
        "text": "Jewish Museum in Prague, Collections, SHOAH/DP/9/49/022, German State Minister for Bohemia and Moravia, Work placement of Jewish crossbreeds, 29 August 1944."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-78",
        "label": "78",
        "text": "Strnad, “The Fortune,” 177."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "While Hrand was still on labor duty, clearing bomb damages, Martha was herself summoned to Prague in order to report for labor duty. This calling-up, which began in September 1944, was part of a campaign of concentrating all remaining Jews of the Protectorate, including those in German-Jewish mixed marriages, in Prague and forcing them into slave labor. To Martha Saraffian, who cared for two children, the order came as a shock. She informed her husband, who immediately tried to intervene in Prague:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>When I sent a telegram, that, I have to go in the camp, in the labor camp, with my daughter, with my Jewish daughter. And he was so upset that he asked his commander to let him go. And these men gave him a pass to go through and he came at night. And when I told him what happened, he took the next train at 2 o'clock in the morning and went to Prague. The name was Sonnenbergstrasse, where the Gestapo had the headquarter.<sup class=\"footnote-ref\" id=\"fnref-79\"><a href=\"#fn-79\">87</a></sup> And he was protesting. He-- sent me with just the child, that they sent me with the child to the labor camp and when he was already working for them. But he was not received well. He got in, as punishment, in a special transport to Germany in a truck without food, without light.<sup class=\"footnote-ref\" id=\"fnref-v-9\"><a href=\"#fn-v-9\">88</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-79",
        "label": "79",
        "text": "Most likely refers to the Police Camp for Jewish laborers at Sommerbergstraße."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-9",
        "label": "v-9",
        "text": "Tape 1 30:50 - 32:19",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=1921&media=94894&t=1850&e=1939\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As a punishment for his protest, Hrand Saraffian was sent to Klettendorf/Klecina in Lower Silesia. Organisation Todt maintained a slave labor camp for Jews in Klettendorf, which had been established in August 1940 and operated until November/December 1944.<sup class=\"footnote-ref\" id=\"fnref-80\"><a href=\"#fn-80\">89</a></sup> This camp was intended for Jews only and many survivor reports, including such in the Fortunoff Archive, stress the very harsh conditions at Klettendorf, likening it to a concentration camp.<sup class=\"footnote-ref\" id=\"fnref-81\"><a href=\"#fn-81\">90</a></sup> That an intermarried non-Jew such as Hrand Saraffian was sent to this camp affirms the character of a severe punishment. His attempt to protest had obviously been in vain and Martha Saraffian was still ordered to Prague for labor duty. The first transports of intermarried Jews from the provinces – both men and women – arrived in Prague in Mid-September 1944 and continued in the following weeks and months until almost all of the Protectorate’s remaining Jews were concentrated in Prague  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-80",
        "label": "80",
        "text": "Bundesarchiv, Haftstätenverzeichnis, Zwangsarbeitslager für Juden Klettendorf, <a href=\"https://www.bundesarchiv.de/zwangsarbeit/haftstaetten/index.php?action=2.2&amp;tab=7&amp;id=2063\">https://www.bundesarchiv.de/zwangsarbeit/haftstaetten/index.php?action=2.2&amp;tab=7&amp;id=2063</a>. See also: Raymund Schütz, <em>Zwangsarbeiterlager für Juden (ZALfJ): Klettendorf</em>, 2015, <a href=\"https://www.academia.edu/22172389/ZALfJ_Klettendorf\">https://www.academia.edu/22172389/ZALfJ_Klettendorf</a>."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-81",
        "label": "81",
        "text": "The Fortunoff Archive has several other testimonies of former slave laborers at Klettendorf, including. HVT-480 (Mayer P.), HVT-1096 (Wolf Z.), and HVT-70 (Joseph M.)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Jewish men and women – almost all of whom were living in mixed marriages – were assembled at the newly erected camp at Hagibor square in Prague X.<sup class=\"footnote-ref\" id=\"fnref-82\"><a href=\"#fn-82\">91</a></sup> The camp’s purpose was to serve as a labor-site and to house those who had been summoned from the provinces. Residents of Prague were in many cases allowed to spend the nights in their homes. The name of the locality and the camp was inherited from the Jewish association football club of the same name (<em>Hagibor</em> – Hebrew for “the Hero”), which used to have its training grounds there.<sup class=\"footnote-ref\" id=\"fnref-83\"><a href=\"#fn-83\">92</a></sup> The Jewish Council of Elders in Prague, the mandatory organization for Jews maintained by the Nazis, was ordered to erect the camp at the former training grounds and nearby plots, and to organize the summoning of Jews from the provinces. In their written report on the year 1944 they described in detail both the construction of the camp and the labor assignment for Jews from the provinces. The technical details and the bureaucratic language belie  the tragedies behind these events:  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-82",
        "label": "82",
        "text": "Until now, the history of the camp has not been thoroughly examined. The most extensive study is a Czech research article: Ivana Dejmková, “Hagibor aneb Jak jedno místo v Praze získalo smutnou pověst,” in Olga Fejtová (ed.),_ Evropská velkoměsta za druhé světové války: každodennost okupovaného velkoměsta; Praha 1939–1945 v evropském srovnání 1 <em>(Prague: Scriptorium, 2007), 253.</em>_"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-83",
        "label": "83",
        "text": "Tatjana Lichtenstein, “‘Heja, Heja, Hagibor!’ Jewish Sports, Politics, and Nationalism in Czechoslovakia, 1923–1930,” <em>Leipziger Beiträge zur jüdischen Geschichte und Kultur</em> 2 (2004): 191–208."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Through an order of the Central Office for the Solution of the Jewish Question in Bohemia and Moravia the Jewish Central Labor Office summoned all abled men and women from the provinces to Prague, where they were quartered at camp Hagibor square. This action was undertaken in stages and the first contingent had to report on 17 September 1944. With the exception of persons not fit for transport, everyone who was called up had to appear; the exclusion of the sickly and unable to work was undertaken in Prague by the Central Office for the Solution of the Jewish Question in Bohemia and Moravia. […] The procedures of the Jewish Central Labor Office in implementing this mission were the following: […] The arrivals were received at the train stations, their luggage taken and moved to the Hagibor square, a list of the attendees for the mustering was compiled, […] the allocation to Hagibor square was entered to all registers, [….] On 31 December 1944 camp Hagibor square housed: Men…. 607, Women…. 697, total…. 1304.<sup class=\"footnote-ref\" id=\"fnref-84\"><a href=\"#fn-84\">93</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-84",
        "label": "84",
        "text": "Jewish Museum in Prague, Collections, ARCHIVE/312/I/2/a/009/001, Židovská rada starších - zpráva za rok 1944 (Jewish Council of the Elders Prague, Central Labor Office, <em>Report on the year 1944</em>, Prague 1945)."
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://fortunoff-media-public.s3.ca-central-1.amazonaws.com/critical-editions/media/hvt-0237/construction-1000.jpg",
        "caption": "Stages of construction of the Hagibor camp taken from the report of the Jewish Central Labor Office (Source: Jewish Museum in Prague)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "One of the main purposes of this camp was the operation of a mica plant (<em>Glimmerwerke</em>), which produced raw materials for the electrotechnical industry. Primarily women were forced to cut the mica glimmer into rough pieces that were then brought to Ghetto Theresienstadt, where they were refined in a second stage.<sup class=\"footnote-ref\" id=\"fnref-85\"><a href=\"#fn-85\">94</a></sup> At the end of December 1944, 836 women and 46 men were working in the mica plant at Hagibor square, according to the report. More than half of them – 484 women – had been called-up for labor duty from the provinces. Other Jewish men and women housed at camp Hagibor had to perform slave labor outside the camp at various sites. Martha Saraffian was part of the labor contingent that collected and sorted luggage, which had to be left behind by Jews who were transported from the Protectorate to the extermination camps.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-85",
        "label": "85",
        "text": "Cf. Wolfgang Benz, Theresienstadt: Eine Geschichte von Täuschung und Vernichtung (Munich: C.H. Beck, 2013), 71."
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://fortunoff-media-public.s3.ca-central-1.amazonaws.com/critical-editions/media/hvt-0237/barracks-1000.jpg",
        "caption": "The camp consisted of seven living barracks and three labor barracks. Kitchen and administration were outside of the camp at the site of a former Jewish retirement home in Prague XI (Source: Jewish Museum in Prague)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "When Martha Saraffian was called up for labor duty, she had to leave her younger daughter Hanna behind in Podiebrad. Her non-Jewish neighbors took the young child in and took good care of her. Nevertheless, the experience of parting from her two-year-old daughter was terrible and traumatic for both mother and daughter, as we learn from the testimony. Her elder daughter Noemi had to come with her mother to Prague, where they were eventually separated from each other. According to Noemi Saraffian’s entry in the so-called Ghetto Theresienstadt card file, she was initially brought to a children’s home (<em>Kinderheim</em>) at Ziegengasse 9 (today: Kozí ulice) and later to a worker’s home (<em>Arbeiterheim</em>) in Kastulusgasse 20 (today: Haštalská).<sup class=\"footnote-ref\" id=\"fnref-86\"><a href=\"#fn-86\">95</a></sup> The exact dates are not completely clear, but it seems she arrived at the children’s home on November 9, 1944 and already a day later was transferred to the worker’s home. According to the card file, she left Prague on December 23, 1944. It is not clear when exactly Martha Saraffian had been summoned to Prague in the first place. According to the previously cited report, about half of the women were brought to the camp by the end of September, the second half by the end of November. It seems most likely that Martha arrived in early November, but it could well have been the case that she already came two months earlier in September. The report also states that the Council of Elders maintained a youth home (<em>Jugendheim</em>) and two daycares for children (<em>Kindertagesheime</em>): “The youth home cares for the accommodation, feeding and hygiene of the children, that constantly live there. The daycares are for little children, whose parents are occupied during the day.”<sup class=\"footnote-ref\" id=\"fnref-87\"><a href=\"#fn-87\">96</a></sup> Most likely Noemi Saraffian was brought to these homes.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-86",
        "label": "86",
        "text": "Arolsen Archives, 1.1.42, Ghetto Theresienstadt Card File, 5078445, Noemi Saraffian."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-87",
        "label": "87",
        "text": "Central Labor Office, <em>Report on the year 1944</em>."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The file card states Noemi’s religion as Bohemian Evangelical, rather than Jewish, as in previous documents. In the testimony we learn the background:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>I feared for my daughter. So I signed that my children are Christian. And I was not punished, and maybe didn't realize that I have a Jewish child in the-- in the internation camp. But this Jewish child, the pastor fought so so much to get her back and he got her back and he took her in his house. This pastor that was already punished from the Gestapo, helping Jews. And he kept my daughter till the end of the war.<sup class=\"footnote-ref\" id=\"fnref-v-10\"><a href=\"#fn-v-10\">97</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-10",
        "label": "v-10",
        "text": "52:15 - 52:58 Tape I",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=3178&media=94894&t=3135&e=3178\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "This pastor, who fought for Noemi and took her in, was Josef Jeschke from Podiebrad, who had already previously helped the family.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "While Martha Saraffian was interned in camp Hagibor, her husband – who had become severely ill in Klettendorf, but eventually recovered – was transferred to a camp that exclusively housed intermarried non-Jewish men and male <em>Mischlinge</em>. This camp was part of the SS-proving ground Böhmen at Bistritz bei Beneschau/Bystřice u Benešova. Its official designation was “Special Camp for Aryans with Jewish relatives and Jewisch Mischlinge” (<em>Sonderlager für jüdisch versippte Arier und jüdische Mischlinge</em>)<sup class=\"footnote-ref\" id=\"fnref-88\"><a href=\"#fn-88\">98</a></sup> and it most likely consisted of two or more smaller detachments in this vast area. Coincidentally, this was also exactly the region where Martha Saraffian’s maternal grandmother, who had lived with the Kummermann family in Trautenau, came from. The slave laborers’ primary task was erecting and maintaining the SS-proving ground.<sup class=\"footnote-ref\" id=\"fnref-89\"><a href=\"#fn-89\">99</a></sup> The camp existed until April 1945, which is most likely when Hrand Saraffian was liberated and able to return home to Podiebrad.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-88",
        "label": "88",
        "text": "According to a German register of camps, maintained by the Federal Archives and the EVZ Foundation (hereafter <em>EVZ register</em>), it existed from Fall 1943 until April 1945. <em>EVZ register</em>, <a href=\"https://www.bundesarchiv.de/zwangsarbeit/haftstaetten/index.php?action=2.2&amp;tab=7&amp;id=603\">https://www.bundesarchiv.de/zwangsarbeit/haftstaetten/index.php?action=2.2&amp;tab=7&amp;id=603</a>. The camp’s history has not yet been explored in detail."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-89",
        "label": "89",
        "text": "In July 1944, 1000 <em>Mischlinge</em> and others with Jewish relatives were called up for labour duty at the proving grounds. Cf. <em>VEJ</em> 4 (<em>Deutsches Reich und Protektorat Böhmen und Mähren April 1943–1945)</em>, Doc. 271."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The previously cited report of the Jewish Central Labor Office makes it sound as if camp Hagibor was an almost “normal” operation, under the control of a Jewish organization, when it was in fact controlled by the Central Office for the Solution of the Jewish Question in Bohemia and Moravia. Sketches of the camp show that it was fenced off and had all the characteristics of a slave labor camp. The labor duty at Hagibor was arduous, the living conditions bad. We also learn from Martha Saraffian’s testimony that many of the slave laborers were sick and in poor condition. Morale was extremely low; however, most were aware that only their marriage to a non-Jew spared them from an even worse fate. A fate many, if not most of their parents and relatives had already suffered.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>And the-- we were glad that we-- that our husbands didn't divorce us because there were cases where the men divorced when the woman was already in the labor camp. So he divorced her, and she was immediately shipped to Auschwitz and she was killed. And there were oft so much cries and unhappiness because it happens many times that the Czech men divorced the women.<sup class=\"footnote-ref\" id=\"fnref-v-11\"><a href=\"#fn-v-11\">100</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-11",
        "label": "v-11",
        "text": "39:23 - 40:00",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=2400&media=94894&t=2373&e=2400\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The calling up of intermarried Jews for segregated labor duty in camp conditions was only implemented in fall 1944 in the Protectorate and in a very few areas of the Reich, such as the Rhineland.<sup class=\"footnote-ref\" id=\"fnref-90\"><a href=\"#fn-90\">101</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-90",
        "label": "90",
        "text": "Strnad mentions the Rhineland and Westphalia as the two cases in the Old Reich. Strnad, “Fortune,” 178."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As the report reveals, the experience in Prague was only the prelude for the Theresienstadt ghetto. In the beginning of January 1945, it was decided that the whole camp would be cleared and transferred to the ghetto of Theresienstadt. On January 31, 1945 the mica works, and all its personnel would be relocated to Theresienstadt.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Then I was-- from the labor camp, I was-- we all were waked at 3 o'clock in the morning always. What they did to us was 3 o'clock in the morning. they ordered to be at 4 o'clock, ready to go and transport to Theresienstadt. […] We were guided to the train. And there, we stand till 10 o'clock in the morning on a cold winter day in melting snow. Till 10 o'clock they left us to go on the train.<sup class=\"footnote-ref\" id=\"fnref-v-12\"><a href=\"#fn-v-12\">102</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-v-12",
        "label": "v-12",
        "text": "42:20 - 42:56",
        "embedCode": "<div style=\"padding:56.25% 0 0 0;position:relative;overflow: hidden;width: 100%;\"><iframe style=\"position:absolute;top:0;left:0;bottom: 0;right: 0;width:100%;height:100%;\" src=\"https://fortunoff.aviaryplatform.com/embed/media/94894?e=2576&media=94894&t=2540&e=2576\" allow=\"fullscreen\" frameborder=\"0\"></iframe></div>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Martha Saraffian was deported to Theresienstadt with Transport AE 1 (<em>Arbeitseinsatz</em>, Ger. for labor assignment) on January 31, 1945.<sup class=\"footnote-ref\" id=\"fnref-91\"><a href=\"#fn-91\">103</a></sup>. Perfidiously, the written order that all the intermarried Jews at Hagibor received claimed that this transport was only a new “labor assignment and not a change in residence or ghettoization.” Hence, everyone transported to Theresienstadt would still officially maintain their formal residence at their locations from where they had been previously ordered to Hagibor.<sup class=\"footnote-ref\" id=\"fnref-92\"><a href=\"#fn-92\">104</a></sup> It seems clear that these instructions only disguised the true character of the transport, even though at this point every remaining Jew in Prague was aware of what was actually going on. Still, it also paid lip service to the regulations regarding Jews in mixed marriages that were still in place at this time, even though the RSHA had effectively decided that all remaining intermarried Jews, except for some elderly, would be deported to Theresienstadt.<sup class=\"footnote-ref\" id=\"fnref-93\"><a href=\"#fn-93\">105</a></sup> Formally, none of the exemptions had been lifted, although at the Wannsee conference it had already been proposed that eventually all remaining “privileged” Jews in the Reich would be transferred to Theresienstadt.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-91",
        "label": "91",
        "text": "Arolsen Archives, 1.1.42, Ghetto Theresienstadt Card File, 5078444, Marta Saraffianová."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-92",
        "label": "92",
        "text": "Jewish Museum in Prague, Collections, SHOAH/DP/11/50b/011, Instructions for dispatching transports: Summons, undated (January 1945)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-93",
        "label": "93",
        "text": "Strnad, “Fortune,” 185–86."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "From the “Old Reich” (Germany proper) only about 1,901 of the still registered 14,500 Jews – just over 13%  – were eventually deported to Theresienstadt.<sup class=\"footnote-ref\" id=\"fnref-94\"><a href=\"#fn-94\">106</a></sup> In the Protectorate 3,570 were deported to the ghetto and only 2,803 Jews were exempted for various reasons and allowed to stay in Prague.<sup class=\"footnote-ref\" id=\"fnref-95\"><a href=\"#fn-95\">107</a></sup> Hence about 56% of all remaining Jews – most from mixed marriages and also including children counting-as-Jews (<em>Geltungsjuden</em>) – were deported. Martha Saraffian’s decision to wrongly give her daughter’s status as Christian saved Noemi Saraffian from ghettoization, as in the Protectorate Jewish children had to be brought along, according to the order.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-94",
        "label": "94",
        "text": "Strnad, “Fortune,” 188."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-95",
        "label": "95",
        "text": "Gruner, <em>Holocaust</em>, 368."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Two reasons facilitated the implementation of the ghettoization of Jews from the Protectorate and explain the much higher number, when compared with the “Old Reich.” First, whereas in many other parts of the Reich the infrastructure – including the persecution apparatus – had already been severely damaged by the war, the Protectorate had barely been targeted by the aerial bombing campaigns and the terror apparatus of the Nazis was thus still intact.<sup class=\"footnote-ref\" id=\"fnref-96\"><a href=\"#fn-96\">108</a></sup> Second, almost all Jews had already been concentrated in Prague, a large number in Hagibor. This was a significant difference between the Protectorate and other parts of the Reich. It effectively meant that there was no space for decisions by the various local and regional Nazi authorities – some of whom already saw coming the end of their regime and so, as happened in other German and Austrian regions, simply did not implement the order or were more lenient.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-96",
        "label": "96",
        "text": "In other regions even the lists of Jews maintained by the Gestapo were lost in the bombings, or the infrastructure was so damaged that transports could no longer be organized."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Her experiences in the Theresienstadt ghetto, where Martha Saraffian was imprisoned until the liberation in May 1945 and forced to work in the mica plant, constitutes a large part of her testimony, where she describes the terrible conditions and her life in the ghetto in detail. Many of her family members, including her mother, had been in Theresienstadt at one point, before being further deported to concentration and extermination camps. “Nobody survived from my family. I was the only one.” One of the family members who was eventually murdered was her father’s sister, Martha’s aunt, Ida Freund, who had been transported in November 1942 from Prague to Theresienstadt. On October 28, 1944 she was deported to Auschwitz, where she was murdered.<sup class=\"footnote-ref\" id=\"fnref-97\"><a href=\"#fn-97\">109</a></sup> Approximately 77,000 Jews from the Protectorate were eventually murdered in the Holocaust.<sup class=\"footnote-ref\" id=\"fnref-98\"><a href=\"#fn-98\">110</a></sup> While slave labor in Theresienstadt resembled the work she had been already forced to perform at Hagibor, the living conditions were even worse. Towards the end, Theresienstadt became the destination of death marches from other concentration camps, bringing thousands of ill prisoners to the ghetto, which eventually caused a huge epidemic. In the last months of its existence, and even after it was liberated, many of the ghetto prisoners died of these diseases.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-97",
        "label": "97",
        "text": "Holocaust.cz, database of victims, Ida Freundová, https://www.holocaust.cz/databaze-obeti/obet/85974-ida-freundova."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-98",
        "label": "98",
        "text": "Gerwarth, <em>Hitler’s Hangman</em>, 258."
      }
    },
    {
      "type": "header",
      "data": {
        "text": "Postwar and Lasting Legacy",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Martha and Hrand Saraffian survived the ghetto and the slave labor camps. In May 1945 they were reunited with their two daughters in Podiebrad. Nothing was the same as before. Their family members had been murdered, their health had suffered, their apartment been looted. Martha remembers her husband, who had returned earlier, as a very sick, broken man. Hanna, her younger daughter, who had spent a long time with another family, did not recognize her in the beginning. The Saraffian family managed to get their apartment back, which had been occupied by a Czech physician in the meantime, but all their personal belongings had been stolen.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In August 1946 Martha Saraffian wrote a letter to the Intergovernmental Committee on Refugees in Prague and asked for assistance. A copy of the letter is preserved in the Arolsen Archives:  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Nothing has really changed for us since the war, other than that we are no longer living with the same fear. Our mental condition is the same, because the war of nerves has not ended for us. Currently a mission for refugees is taking place, which can emigrate to certain countries from German camps. Couldn’t something be done for us too? We do not care where we go, ultimately maybe with the help of UNRRA […] Us, who were really harmed and hurt, we are not being helped. So I want to help myself and all I hope for is that my husband will change his mind and decides to leave illegally and then brings us to him. […] Life is already cross for me, but I have children and it hurts me so much that after these terrible years they still have to live through this. I may have to part with the place, where I belong, because that will be the only thing causing change. My husband still hopes for help from outside but I know that you have to help yourself, that you cannot rely on nobody else.<sup class=\"footnote-ref\" id=\"fnref-99\"><a href=\"#fn-99\">111</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-99",
        "label": "99",
        "text": "Arolsen Archives, 3.2.1/1718000, Hrand Saraffian."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Eventually in 1947 the family was able to emigrate to Argentina, but this did not mean the new beginning and lives they were hoping for. It was worst for her husband, Hrand: “He went every Sunday to the port with us and said, I have to see the ship that brought me here. He said <em>das verfluchte Schiff</em> [the cursed Ship].” The ship’s name was Desirade – French for desire – and arrived in Buenos Aires on July 21, 1947.<sup class=\"footnote-ref\" id=\"fnref-100\"><a href=\"#fn-100\">112</a></sup> Hrand Saraffian died of cancer four years after they arrived in Argentina. “It was very hard in Argentina for my children and for myself. And for my husband.” Adapting to the new surroundings was difficult and the children lost their father when they were still teenagers. She also remembers experiencing high levels of antisemitism in Argentina.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-100",
        "label": "100",
        "text": "List of passengers of the ship Desirade to Argentina, arrived at Buenos Aires on July 21, 1947, <a href=\"https://www.hebrewsurnames.com/arrival_DESIRADE_1947-07-21\">https://www.hebrewsurnames.com/arrival_DESIRADE_1947-07-21</a>."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In 1963 Martha Saraffian emigrated to the United States. Her daughter Noemi had already emigrated three years previously. Her testimony of 1984 ends with a topic that would remain an important issue for her for the rest of her life: the question of restitution and the denial of German insurance companies that they should pay out the insurance for her family. “And I had not much restitution because I had not many papers. I, my parents, my husband, paid for a big insurance in Germany. They had offices in every country. And they paid the insurance fee in US dollars, which was very expensive.” After recounting once again the difficult experience in Argentina the testimony ends; but not, however, Martha Saraffian’s fight for justice.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In the mid-1990s Martha Saraffian and a small group of other Holocaust survivors sued several major European insurance companies in a class action lawsuit in New York City.<sup class=\"footnote-ref\" id=\"fnref-101\"><a href=\"#fn-101\">113</a></sup> Saraffian maintained that the successor firm of the Victoria insurance company, which had issued policies to her relatives and family in Czechoslovakia in the interwar period, had refused to accept her claims. This lawsuit, the first of its kind, sent shockwaves through many German and European company headquarters, triggered a wave of laws in the United States facilitating Holocaust restitution, and led to the establishment of the International Commission on Holocaust Era Insurance Claims. As a result of international negotiations, in the year 2000 Germany established the Federal Foundation “Remembrance, Responsibility and Future” (<em>Stiftung</em> “Erinnerung, Verantwortung und Zukunft”),<sup class=\"footnote-ref\" id=\"fnref-102\"><a href=\"#fn-102\">114</a></sup> which compensated former German forced laborers and other victims of the Nazi. Other European countries, such as Austria and the Netherlands, followed suit.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-101",
        "label": "101",
        "text": "Cornell et al. vs. Assicurazioni Generali et al. Civil Action 97 Civ. 2262, United States District Court, Southern District of New York."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-102",
        "label": "102",
        "text": "<a href=\"https://www.stiftung-evz.de/start.html\">https://www.stiftung-evz.de/start.html</a>."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "It is not clear if Martha Saraffian herself, who died on December 19, 2006,<sup class=\"footnote-ref\" id=\"fnref-103\"><a href=\"#fn-103\">115</a></sup> ultimately received any compensation. Her effort to receive some sort of justice, however, made a lasting impact.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-103",
        "label": "103",
        "text": "United States Social Security Applications and Claims, 1936–2007."
      }
    }
  ]
}