{
  "meta": null,
  "blocks": [
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In many ways, Władysława Zawistowska’s biography may be regarded as typical of young Jews in interwar Poland who, having been raised in traditional Orthodox families, attended Polish secular schools and universities and gradually departed from the way of life of their parents, assimilating into a Polish cultural identity and adopting left-wing political views. In the 1930s many of them, like Zawistowska, joined the ranks of the Communist Party of Poland and, after World War II, worked to create a new political and social reality. Nevertheless, Zawistowska’s experience was in many respects exceptional. First of all, unlike 90% percent of Polish Jews, she survived the war. More significantly, her wartime odyssey encompassed so many different stages and places, far more than we would expect from a single biography spanning a short period of just a few years. Her activities in this period included: illegally crossing in fall 1939 the German-Soviet border established after the collapse and partition of the Polish state; living for more than a year and a half in the Soviet zone of occupation, first in Białystok and then in Galicia; time spent in the latter region under Hungarian and German rule in 1941-1942; escaping from Galicia under dramatic circumstances to reach the Warsaw ghetto, where she witnessed deportations to Treblinka; and two and a half years of hiding on the “Aryan side.” Even this last act was more dramatic and complicated than in the cases of many other Jews who survived. In the final months of the war, after the defeat of the Polish uprising in Warsaw in fall 1944, Zawistowska hid in the ruins of the city – like Władysław Szpilman, whose experience Roman Polański presented in the Oscar-winning film <em>The Pianist</em>.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "To make sense of this astonishing biography one must scrutinize Zawistowska’s background and the larger context of her actions. Interwar Poland was home to the largest Jewish community in Europe: 3.3 million Jews lived in the country, constituting roughly ten percent of the population. The majority were traditional, religious Jews who did not fully assimilate. They spoke Yiddish, Polish being a second language with varying levels of command. They usually lived in different neighborhoods from ethnic Poles, dressed in a recognizable way, which significantly reduced their chances of hiding and surviving the German occupation. One can assume from her testimony that Zawistowska’s parents belonged to this group. Her father was a shoemaker, producing uppers. Craftsmen, along with small traders and workers, constituted the largest professional category among Polish Jews.<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> Zawistowska’s family lived in Łęczyca (she was born there in 1913), a small town in central Poland, near Łódź with a large Jewish community, who had lived there since the 15th century and then constituted about one-third of its population.<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "Antony Polonsky, <em>The Jews in Poland and Russia</em>, vol. III: <em>1914 to 2008</em> (Liverpool: Liverpool University Press, 2019), 61-2."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "“Łęczyca, Virtual Shtetl,” Polin Museum of the History of Polish Jews, https://sztetl.org.pl/en/towns/l/495-leczyca/99-history/137623-history-of-community."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "For Władysława Zawistowska (her original family name was Zonabend), attending a Polish school turned out, as for many other young Jews, a path towards assimilation, acculturation and secularization. It brought about tensions with her parents, which were typical for many Jewish families at that time and reflected the diverging attitudes and interests of the two generations.<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> Zawistowska’s father was very distressed that his daughter had to attend classes on Saturday and attempted to hinder it. One anecdote worth recalling concerns her brothers, made to say prayers by their father but humming popular tango or foxtrot melodies while doing so.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "Alina Cała, “The Social Consciousness of Young Jews in Interwar Poland.” In <i>Polin: Studies in Polish Jewry</i>, vol. 8, <em>Jews in Independent Poland 1918-1939</em>, ed. by Antony Polonsky, Ezra Mendelsohn and Jerzy Tomaszewski (London/Washington: The Littman Library of Jewish Civilization, 1994), 55."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In 1931 Zawistowska passed her high-school finals and moved to Warsaw to study psychology and pedagogy at Warsaw University. She recounts a vibrant intellectual, cultural, and social life and brilliant professors, but also rising anti-Jewish sentiment and violence. During the 1930s, Polish universities became one of the main realms where nationalistic movements attempted to implement their antisemitic agendas, aiming at reducing the Jewish presence in Polish culture and the economy.<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> Warsaw University was the biggest institution of higher education in Poland, with the largest number of Jewish students (about 23 percent when Zawistowska began her studies), and with the majority of Polish students supporting nationalistic organizations.<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup> In the 1930s it became one of the most significant arenas of violent actions against Jews in the country. Zawistowska recalls in her testimony anti-Jewish riots on campus, instigated by right-wing Polish students. Jewish students were physically attacked and often severely beaten. The nationalist groups had two basic demands. The first was to reduce the number of Jews at the university (so called <em>numerus clausus</em>) so that Jewish students did not exceed their percentage in the overall population. Official restrictions were never formally implemented, but met some success in practice as the various local authorities within the different departments, e.g. medicine, decided who would be admitted to study. The second demand was the separation of Jewish and non-Jewish students, with separate seats in each university auditorium – so called “ghetto benches.” Separation was officially introduced at Warsaw University in 1937, after Zawistowska had graduated; but it had earlier been informally imposed by nationalist students who beat those Jews who did not comply and intimidated reluctant professors.<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "On these antisemitic movements and narratives see: Szymon Rudnicki, <em>Obóz Narodowo-Radykalny: geneza i działalność</em> (Warszawa: Czytelnik, 1985); Anna Landau-Czajka,. <em>W jednym stali domu: koncepcje rozwiązania kwestii żydowskiej w publicystyce polskie lat 1933-1939</em> (Warszawa: Wydawnictwo Neriton; Instytut Historii PAN, 1998)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "Piotr. M. Majewski, “Społeczność akademicka 1915-1939.” In Piotr M. Majewski, ed. <em>Dzieje Uniwersytetu Warszawskiego</em> (Warszawa: Wydawnictwa Uniwersytetu Warszawskiego, 2016), 113-4."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "Polonsky, <em>The Jews in Poland and Russia</em>, 77-8, 87."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Zawistowska does not elaborate in her testimony on how this rather traumatic experience influenced her views; but one may assume that, as in case of many other Jewish students, it reinforced her left-wing leanings. In fact, she had begun to be politically involved even before she began her studies at Warsaw University. Still in Łęczyca, as a 16 year old high school pupil, she became a member of International Red Aid (known as MOPR from its Russian acronym, derived from: Международная организация помощи революциoнepaм). MOPR was a relief organization that helped left-wing political prisoners and organized propaganda campaigns in their defense. It was established in Moscow by the Communist International and boasted a very large number of members (over 14 million) across the world.<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup> The organization was controlled by the Communists but enoyed the participation of numerous left-wing intellectuals and activists. In Łęczyca there was a prison with many political prisoners, mostly Communists. Becoming involved in helping them opened for Zawistowska a path towards the Communist movement. She joined the Communist Union of the Polish Youth, a satellite organization of the Communist Party of Poland that conducted underground activities, made illegal by the Polish government.<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup> For her father, an Orthodox Jew, her involvement with communism was “a tragedy,” as she mentions in her testimony. In the sociological study of this generation, based on interviews with about 100 hundred Polish Jews, Jaff Shatz found that most of them became engaged very early in the Communist movement, on average at the age of 17 in the case of children of artisans, workers and petty traders.<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> The reaction of the great majority of their parents was strongly negative. One can clearly see that Zawistowska’s experience in this respect was typical for a broad group of Jewish youth in Poland.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "J. Martin Ryle, “International Red Aid and Comintern Strategy, 1922-1926,” <em>International Review of Social History</em> 15, no. 1 (1970), 43-68, 43."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "See M.K. Dziewanowski, <em>The Communist Party of Poland: An Outline of History</em> (Cambridge, Mass.: Harvard University Press, 1976)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "Jaff Schatz, <em>The Generation: The Rise and Fall of the Jewish Communists of Poland</em> (Berkeley: University of California Press, 1991), 104, 114."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Zawistowska does not share too many details about her early political involvement but mentions that she distributed underground leaflets and other publications, and admits to having been a member of a section carrying out political propaganda in the ranks of the Polish army, which was a very difficult and risky job performed only by trusted activists. She was arrested and spent several months in prison in Warsaw. It was a formative experience. Zawistowska recalls other prisoners, their self-organization and self-education activities, which were typical of imprisoned Communists, aiming at self-help and consolidating their beliefs under dire circumstances.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "“Generally, Jews would flock towards that [Communist] movement at some point, seeing in it an escape from discrimination, some way to gaining equal rights, and we deeply believed that we would build that great beautiful world”; she declares in her testimony. Jews and other national minorities, in many ways discriminated against in interwar Poland, were highly overrepresented in the Communist movement, in which they saw an instrument for achieving a more just and equal social reality. In 1933, among members of the Communist Union of Polish Youth, to which Zawistowska belonged, Jews constituted 31 percent, Byelorussians 19 percent, Ukrainians 17 percent and ethnic Poles 33 percent (the latter constituted about two-thirds of the overall population). In the Communist Party of Poland in the 1930s the percentage of Jews oscillated around one quarter, but was much higher in its more important echelons. It is estimated that Jews constituted 75 percent of the apparatus for production and distribution of propaganda materials and occupied most of the seats on the Central Committee. Interestingly, the percentage of Jews in the party cells was usually the highest (sometimes over 60 percent) in smaller cities, like Łęczyca where Zawistowska was born and raised.<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> This might be explained by the concentration of Jews in such localities and also, most likely, by their poverty and lack of opportunities for social advancement, which were more easily available in big cities. It is also worth mentioning that in the Polish section of the MOPR – where Zawistowska was active – out of its 6,000 members about 90 percent were Jews. At the same time, one should remember that Jewish Communists – there might have been up to 10,000in the 1930s – were only a tiny fraction of Poland`s Jews, the overwhelming majority of whom supported and voted for other parties, including conservative Jewish groups, Zionists and socialists from the Bund.<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "Schatz, <em>The Generation</em>, 85, 96-97."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "Paul Hanenbrick, <em>A Specter Haunting Europe: The Myth of Judeo-Bolshevism</em> (Cambridge, Mass.: Belknap Press of Harvard University Press, 2018), 21-2; Jeffrey S. Kopstein and Jason Wittenberg, “Who Voted Communist? Reconsidering the Social Bases of Radicalism in Interwar Poland,” <i>Slavic Review</i> 62, no. 1 (Spring 2003), 87-109, 105."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "After her release from prison, Władysława Zawistowska resumed her studies and graduated in 1936 (or 1937 – she was not certain). As a person known for her involvement in the Communist movement she could not get a job at any state-run school, and earned her living giving private lessons and looking after handicapped children in Jewish families. The outbreak of the war (September 1, 1939) caught her in Łódź, where her family had lived since 1935. She soon decided, as did many other dozens of thousands of Jews (not only Communists), to flee to the Soviet zone of the partitioned Poland. In September 1939 the Soviets, acting in cooperation with Nazi Germany, invaded Poland and annexed more than half of the Polish pre-war territory, which was incorporated into the Byelorussian and Ukrainian Soviet Socialist Republics. A risky but successful attempt saw Zawistowska cross the Soviet border and make it to Białystok, the largest town in the northern part of Soviet-occupied Poland, where many left-wing activists gathered. After some time she moved south, to Galicia, where she remained until the end of the Soviet rule in June 1941. She first worked in an orphanage in Stanisławów (nowadays in Ukraine: Ivano-Frankivsk), one of the most important cities in this region. After having completed courses for teachers, she moved to the countryside and taught in a village school, and later again in another school back in Stanisławów. Władysława Zawistowska benefited from new opportunities of employment and social advancement created by the Soviet authorities. Many Jews not accessible for such positions in prewar Poland could now occupy positions in the administration and education.<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup> However, she was not enthusiastic about Soviet reality. It might sound a paradox for a Communist activist, dedicated to the cause and imprisoned in Poland, but in fact these feelings were shared by many who made it to the Soviet zone. Zawistowska married a Polish Jew from Warsaw who had also fled from the Germans. She recalls the poverty, and even hunger, that they experienced at that time, as well as fear and knowledge about Soviet repression. She mentions deportations to the east, which included dozens of thousands of Jews who, like her, had fled the Nazis and were now regarded by the Soviet authorities as a potentially disloyal element to be forcibly removed.<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> On the one hand, she hid her membership in the prewar-Communist movement, since in 1938 the Communist Party of Poland was accused of “treason” and “working for imperialists” and dissolved by the Communist International. Many of its leaders and activists were executed or sent to the labor camps in the Soviet Union as a part of the Stalinist purges.<sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> On the other hand, Zawistowska also kept secret that she had graduated from Warsaw University, which in the eyes of the Soviets could make her a member of the Polish elites, distrusted and persecuted by the new rulers.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "On the situation of Jews under the Soviet occupation see Dov Levin, <em>The Lesser of Two Evils: Eastern European Jewry Under Soviet Rule, 1939-1941</em> (Philadelphia/Jerusalem: The Jewish Publication Society, 1995); Ben-Cion Pinchuk, <em>Shtetl Jews Under Soviet Rule: Eastern Poland on the Eve of the Holocaust</em> (Oxford: Basil Blackwell, 1990)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "The most comprehensive study (although a little outdated, written in the 1980s) of Soviet policy available in English is Jan Tomasz Gross, <em>Revolution from Abroad: The Soviet Conquest of Poland`s Western Ukraine and Western Belorussia</em> (Princeton: Princeton University Press, 2002). See also the more recent account in Polish: Albin Głowacki, <em>Sowieci wobec Polaków na ziemiach wschodnich II Rzeczypospolitej 1939-1941</em> (Łódź: Wydawnictwo Uniwersytetu Łódzkiego 1998)."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "Henryk Cimek, <em>Komuniści, Polska, Stalin</em> (Białystok: Krajowa Agencja Wydawnicza, 1990), 112-33."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In spite of poverty, Zawistowska did her best to help her parents who, in the meantime, had moved from the Łódź ghetto to the Warsaw ghetto. She sent them a package with pork fat. Although food in the ghetto was scarce from the outset, as Orthodox Jews they were outraged, did not eat it and gave it away to non-religious Jews. This is an example of a firm adherence to religious identity even under extreme circumstances, but also of diverging attitudes among two generations of Polish Jews.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On June 22 1941, German forces and their allies attacked the Soviet Union. The Red Army suffered heavy losses and the Nazis rapidly occupied western parts of the USSR. Zawistowska did not manage to evacuate to the east and spent the subsequent months with her husband in the village of Korolówka (Korolivka in Ukrainian) in Galicia, near Kołomyja (nowadays in Ukraine: Kolomyia), first under the Hungarian, then under the German occupation. They survived thanks to good relations with Polish and Ukrainian neighbors in the relative safety of a small village where German troops rarely showed up, at least in the initial months of the war. Nevertheless, they soon learned about massacres of Jews committed in nearby localities. The Wehrmacht was followed by special units (<em>Einsatzgruppen</em>) of the security police who systematically exterminated Jews, first mostly men and, from the late summer 1941, entire Jewish populations, including women and children.<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup> At least 20,000 Jews had been killed in Galicia already by fall of this year. The large-scale massacres took place also in the Kołomyja district where Zawistowska lived.<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "Saul Friedländer, <em>Years of Extermination: Nazi Germany and the Jews, 1939-1945</em> (New York: Harper Perennial, 2008), 226-45."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "Martin Winstone, <em>The Dark Heart of Hitler`s Europe: Nazi Rule in Poland under the General Government</em> (London/New York: I.B. Tauris, 2015), 152."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In March 1942 Zawistowska and her husband were contacted by a man sent by their families, hired to organize for them a trip to Warsaw. It was a very risky endeavor in terms of logistics (they could be easily arrested by the police) but they decided to go, mostly because they wanted to join their families and also because it was no longer safe to stay in the Galician countryside, where the German hunt for Jews intensified. At the moment when Zawistowska took the decision to move to the Warsaw ghetto, the fate of the Jews living in the General Government (the central and biggest part of German-occupied Poland) was already sealed. In this very month the Germans began the so called <em>Aktion Reinhardt</em>, the systematic extermination of the almost two million Jews living there, mostly in three newly established annihilation camps in Bełżec, Sobibór and Treblinka. In the latter camp the majority of Jews from the Warsaw ghetto – about 240,000 – were killed within two months.<sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup> The deportations from Warsaw to Treblinka started on July 22 1942, not more than four months after Zawistowska had joined her family. One should remember, however, that in early 1942 her settling in the Warsaw ghetto might still seem a rational decision, regardless of any eagerness to be together with her family. In Galicia mass killings of Jews continued and, until <em>Aktion Reinhardt</em>, living in a ghetto in the General Government could be reasonably regarded as a safer solution. The imagination of most Jews, even the most pessimistic (or realistic), did not conceive that the Nazis would attempt to kill every single one of them. Zawistowska mentions this explicitly in her testimony, recalling what she knew and sensed at that time when she still could not conceive what was about to happen and believed that the Germans would need at least some Jews in the workforce.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "Ibid.156-67."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In hindsight, one might say that the decision to move to Warsaw may have saved the lives of Zawistowska and her husband. In the Galician countryside they were isolated and without any resources, in Warsaw they could count not only on their families but also on a much broader network of social contacts in the city that Zawistowska knew well from before the war. Settling in the Warsaw ghetto meant joining the biggest Jewish community in German-occupied Europe. It was established in November 1940. and populated at its peak by nearly 450,000 people, including 150,000 Jews deported from other localities. The majority lived in extremely crowded and squalid conditions, continually deteriorating. This situation is reflected also in Zawistowska’s testimony, where she describes how they lived after they had arrived. Having a separate bed was an unavailable luxury, they had to switch – one person using the bed at night, another sleeping during the day. The food situation was dire, for most of the Jews were shut in the ghetto and even the smuggling of goods from outside could not alleviate the shortages in the long run, and certainly not for those without financial resources. It is estimated that more than 60,000 Jews died of hunger in the Warsaw ghetto.<sup class=\"footnote-ref\" id=\"fnref-18\"><a href=\"#fn-18\">18</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-18",
        "label": "18",
        "text": "Polonsky, <em>The Jews in Poland and Russia</em>, 61."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "In Warsaw, as in other ghettos, a Jewish Council (<em>Judenrat</em>) was created, which acted under strict German supervision and was responsible for running institutions related to food distribution, education, welfare, health and public safety. One of them was the Jewish police (Jewish Service for the Maintenance of Order), strictly controlled by Gestapo. In the summer of 1942 it was employed by the Nazis for organizing round-ups and gathering people at the Umschlagplatz from where they were brought to Treblinka.<sup class=\"footnote-ref\" id=\"fnref-19\"><a href=\"#fn-19\">19</a></sup> There were also cultural and educational institutions (like schools and theatres) in the Warsaw ghetto,<sup class=\"footnote-ref\" id=\"fnref-20\"><a href=\"#fn-20\">20</a></sup> but Zawistowska does not recount having any contacts with them during her rather brief stay. During this time she earned some money (and a hot meal, which was even more important) taking care of two handicapped boys. In the last weeks she worked in a workshop outside the ghetto. In many places, like this one, Jews worked under surveillance outside the ghetto and returned to the ghetto at night.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-19",
        "label": "19",
        "text": "See the most recent and in-depth analysis of the Jewish police in the Warsaw ghetto: <a href=\"http://www.jhi.pl/publikacje/186\">Katarzyna Person, </a><a href=\"http://www.jhi.pl/publikacje/186\"><em>Policjanci: Wizerunek żydowskiej Służby Porządkowej w getcie warszawskim</em></a> (Warszawa: Wydawnictwo Żydowskiego Instytutu Historycznego), 2018."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-20",
        "label": "20",
        "text": "The most detailed description, as of all other aspects of everyday life in the Warsaw ghetto, is in: Barbara Engelking and Jacek Leociak, The Warsaw Ghetto: A Guide to the Perished City, trans. Emma Harris (New Haven: Yale University Press, 2009)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Zawistowska mentions having contacts with the wife of Emanuel Ringelblum, a Jewish historian who created a clandestine archive documenting all aspects of Jewish life in Warsaw and other places in occupied Poland. Before the liquidation of the ghetto the archive was hidden in milk cans dug into the ground, partly preserved and uncovered after the war. One of these milk cans is now at the US Holocaust Memorial Museum in Washington DC, another at the Jewish Historical Institute in Warsaw. The documents from this archive are the most valuable source of information for the wartime fate of Polish Jews.<sup class=\"footnote-ref\" id=\"fnref-21\"><a href=\"#fn-21\">21</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-21",
        "label": "21",
        "text": "See: Samuel D. Kassow, <em>Who Will Write Our History? Emanuel Ringelblum, the Warsaw Ghetto, and the Oyneg Shabes Archive</em> (Bloomington: Indiana University Press, 2007)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On July 22 1942, the Germans began deportations to Treblinka. On the very same day Adam Czerniaków, chairman of the Jewish Council in the Warsaw ghetto, committed suicide in a gesture of helpless protest.<sup class=\"footnote-ref\" id=\"fnref-22\"><a href=\"#fn-22\">22</a></sup> Zawistowska’s elder sister was one of the first victims, brought via the Umschlagplatz to Treblinka at the beginning of the deportations. Their parents, like many other Jews, attempted to hide in a makeshift hideout, but were discovered and also sent to their deaths. When Zawistowska learned of their fate she decided to stay outside the ghetto. She did not return from work in the shop outside the ghetto’s walls and instead went to a place on the “Aryan side” that had been arranged beforehand. Zawistowska and her husband had managed also to obtain ahead of time false birth certificates confirming their assumed Polish-Christian identity, crucial documents for Jews in hiding, which later they used to obtain identification cards issued by the German authorities. The next two and a half years she spent on “the Aryan side,” hiding her Jewishness, not only surviving but also saving her brother-in-law. Zawistowska shared an apartment with a Polish family and pretended to be a Polish gentile woman who earned her living trading various goods, selling them in the streets of Warsaw. For eighteen months she kept in her room (most of the time under a bed) her husband’s brother, whose appearance was too obviously Jewish for him to risk going outside. She paid each month an agreed amount of money (not very substantial) to their landlords. Occasionally, when the latter panicked and threatened to denounce her and her brother-in-law to the Germans, she blackmailed them, declaring that in such a case she would accuse them of having given consent to hiding a Jew. Her husband lived in another place, with a Polish gentile woman who protected him after having fallen in love with him. He visited Zawistowska in her apartment under the pretense of being her fiancé. Equally complicated and dramatic situations could and surely must have occurred in the extreme circumstances of these times, but Zawistowska’s testimony is a rare explicit account.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-22",
        "label": "22",
        "text": "See Czerniaków’s biography: Marcin Urynowicz, <em>Adam Czerniaków 1880-1942 Prezes Getta Warszawskiego</em> (Warszawa: Instytut Pamięci Narodowej, 2009). Czerniaków’s diary was translated into English as <em>The Warsaw diary of Adam Czerniakow: Prelude to Doom</em>, edited by Raul Hilberg, Stanislaw Staron, and Josef Kermisz; trans. Staron and the staff of Yad Vashem (New York: Stein and Day, 1979)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "It is impossible to discover how many Jews hid on the “Aryan side” in Warsaw. The highest numbers have so far been proposed by Gunnar S. Paulsson, who estimated that it may have been around 28,000 of whom about 11,000 survived.<sup class=\"footnote-ref\" id=\"fnref-23\"><a href=\"#fn-23\">23</a></sup> Some received help from the underground Council to Aid Jews, which since late 1942 distributed funds to Jews in hiding and their Polish protectors.<sup class=\"footnote-ref\" id=\"fnref-24\"><a href=\"#fn-24\">24</a></sup> Zawistowska, however, had to rely on herself. She survived thanks to her ingenuity, bravery and, certainly, lots of luck. But sociological factors were also decisive: a very good command of the Polish language and her socialization in the Polish culture, which she had acquired at school and at Warsaw University. One other thing she mentions several times in her testimony is financial resources. Zawistowska emphasizes that her husband`s family was very wealthy and that he received from his parents substantial funds that they used to prepare for living outside the ghetto and in subsequent years.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-23",
        "label": "23",
        "text": "Gunnar S. Paulsson, <em>Secret City: The Hidden Jews of Warsaw 1940-1945</em> (New Haven: Yale University Press, 2002), 148-52."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-24",
        "label": "24",
        "text": "See Teresa Prekerowa, <a href=\"https://chamo.buw.uw.edu.pl/search/query?match_1=PHRASE&amp;field_1=t&amp;term_1=Konspiracyjna+Rada+Pomocy+%C5%BBydom+w+Warszawie+1942-1945&amp;theme=system\"><em>Konspiracyjna Rada Pomocy Żydom w Warszawie 1942-1945</em> (Pol.)</a> (Warszawa: Państwowy Instytut Wydawniczy, 1982)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The greatest danger for Zawistowska and other Jews living on “the Aryan side” were blackmailers (<em>szmalcownicy</em>), who extorted money and other valuables on the threat of denunciation to the Gestapo. There were very many such blackmailers, who circulated on the streets of Warsaw looking for prey. They are mentioned in practically all Jewish testimonies and memoirs of those who survived. A very vivid description of their modus operandi was provided by Emanuel Ringelblum: “…blackmailers and <em>schmalzowniks</em> are an endless nightmare to the Jews on the Aryan side. There is literally not a Jew &lt;on the surface&gt; or &lt;under the surface&gt; who has not had something to do with them at least once or more than once, who has not had to buy himself off for a sum of money …Every Jew who leaves the Ghetto is a prey for a <em>schmalzownik</em>. In <em>schmalzownik</em> terminology a Jew is a &lt;cat&gt; slinking through the city streets…The <em>schmalzowniks</em> walk around in the streets stopping anyone who looks Semitic in appearance…They are a real plague of locusts, descending in their hundreds and maybe even thousands on the Jews on the Aryan side and stripping them of their money and valuables and often clothing as well”<sup class=\"footnote-ref\" id=\"fnref-25\"><a href=\"#fn-25\">25</a></sup>.  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-25",
        "label": "25",
        "text": "Emmanuel Ringelblum, Polish-Jewish relations during the Second World War, edited and footnotes by Joseph Kermish, Shmuel Krakowski ; introd. by Joseph Kermish, Jerusalem : Yad Vashem, 1974, pp. 123-4."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Zawistowska describes one such an encounter, in which she was recognized as a Jew and robbed by a young Polish man. She considered herself lucky that he did not manage to follow her and find out where she lived, for in such a case blackmail and extortion would most likely continue and completely jeopardize their hideout.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On August 1, 1944, the Polish underground Home Army in Warsaw started a general uprising against the Germans. The part of the town where Zawistowska and her brother-in- law lived came under the control of insurgents (her husband lived on another side of the Vistula river, which was soon liberated by the Soviets). However, it was for them only a partial and temporary relief in the ongoing ordeal. The civilian population suffered from German bombardments. Zawistowska, along with other dwellers of their building sought shelter in cellars, but her brother in law stayed in the apartment, despite a real danger of being harmed or killed by bombs. What they both feared more was that neighbors would recognize him as a Jew. Zawistowska witnessed searches for Jews in cellars by armed Polish nationalists, “bandits” as she rightly said in her testimony. Once recognized, Jews were taken out and executed. Several cases like this were documented by historians and evoked a heated discussion in Poland in 1990s.<sup class=\"footnote-ref\" id=\"fnref-26\"><a href=\"#fn-26\">26</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-26",
        "label": "26",
        "text": "See the most detailed study on the fate of Jews during the Warsaw uprising: Barbara Engelking and Dariusz Libionka, <em>Żydzi w powstańczej Warszawie</em> (Warszawa: Stowarzyszenie Centrum Badań nad Zagładą Żydów, 2009)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "After two months of harsh fighting the Home Army capitulated and the whole civilian population was deported from the city. Zawistowska and her brother-in-law decided to remain and hide in a cellar of one of the destroyed houses, since they feared that the he would be recognized as a Jew. It was a very risky endeavor, since the Germans executed those who were caught, and the deserted city was regularly searched by special units whose task was to blow up and burn remaining buildings. They ate what they found in adjacent cellars and were lucky that the omnipresent rats were more interested in the piles of corpses. This experience of a handful of <em>Robinsons</em> (as they were soon called), mostly Jews, received worldwide attention several decades later when Roman Polański made his Oscar winning movie based on the memoirs of a renowned Polish pianist, Władysław Szpilman (<em>The Pianist</em>, 2002). In January 1945, after two and half months spent in this final hideout, they were liberated by Soviet and Polish soldiers.  "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "After the war Zawistowska stayed in Poland, unlike thousands of other Polish Jews who emigrated to Palestine. For her this was an obvious choice given her political convictions: “As members of that prewar Communist movement, we believed that it was our duty to build the new Poland, a different Poland... it seemed that our dreams would come true here.” Zawistowska first worked in the trade union apparatus in Łódź, then in Warsaw in the Ministry of Commerce and Ministry of Propaganda. As many other Jewish Communists, she accepted the guidance of the Party leadership and abandoned her Jewish last name.<sup class=\"footnote-ref\" id=\"fnref-27\"><a href=\"#fn-27\">27</a></sup> She and her husband decided to assume the name that they had used in hiding, stated in his false “Aryan” documents: Zawistowski (Zawistowska is the female version).  "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-27",
        "label": "27",
        "text": "Schatz, <em>The Generation</em>, 213-4."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Zawistowska’s contacts with Jewish organizations in Poland were for a long time rather loose and one may assume that her Jewish identity was not crucial in defining her self-perception, nor what she did in her personal and professional life. This changed in 1968 with the vehement anti-Jewish campaign organized by the Communist authorities.<sup class=\"footnote-ref\" id=\"fnref-28\"><a href=\"#fn-28\">28</a></sup> It was a deep shock for her, a vivid reminiscence of the Nazi language, as she said explicitly in the interview. For many Jewish Communists it marked the collapse of all they had believed in for most of their lives, the ultimate failure of their ideal. Many emigrated along with almost twenty thousand other Polish Jews. This was also the decision taken by Zawistowska’s only daughter, who left for Sweden. "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-28",
        "label": "28",
        "text": "On the antisemitic campaign of 1968 and the subsequent wave of Jewish emigration from Poland see Dariusz Stola, “The Hate Campaign of March 1968: How Did it Become Anti-Jewish?,” <em>Polin: A Journal of Polish-Jewish Studies</em> 21 (2009), 16-36; Artur J. Wolak, <em>Forced Out: The Fate of Polish Jewry in Communist Poland</em> (Tucson, Arizona: Fenestra Books, 1994); Audrey Kichelewski, “A Community under Pressure: Jews in Poland, 1957-1967,” <em>Polin: A Journal of Polish-Jewish Studies</em> 21 (2008), 159-86; Anat Plocker, “Zionist to Dayan”: The anti-Zionist campaign in Poland 1967-1968 (Phd diss., Stanford University, 2009); Hans-Christian Dahlmann, <em>Antisemitismus in Polen 1968: Interaktionen zwischen Partei und Gesellschaft</em> (Osnabrück: Fibre 2013)."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The rebirth of virulent antisemitism in 1968 was the turning point that initiated Zawistowska’s return to a Jewish identity, not in a religious form (this was long gone, already in the 1930s), but in its secular version. At the end of the 1980s she began cooperation with a Jewish language newspaper, <em>Folks-Sztyme</em> (People’s Voice), published in Warsaw, and later became active in animating Jewish cultural and social initiatives. She mentions in her testimony organizing in the 1990s a public discussion of revelations about murders of Jews during the Warsaw uprising. For her this was not only a part of the history of Polish Jews, long silenced, but also a very real experience she witnessed herself. Zawistowska’s biography indeed offers insights into many dimensions of the fate of Polish Jews in the 20th century. It should be studied by researchers dealing not only with the Holocaust but also many other topics, including the secularization of the younger generation of Jews in prewar Poland, their involvement in the Communist movement and the disillusionment that they eventually faced.  "
      }
    }
  ]
}