{"version":"2.19.0","blocks":[{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Helena\nBalicka Zwolińska was nineteen years old when WWII broke out. In her testimony\nwe encounter the story of a young Polish woman who was deeply involved in helping\nJews during the Nazi occupation. This engagement was the result of her own\nconvictions but also of her family background. Her story is to some extent\ntypical of the Polish leftist intelligentsia of that time. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"She was born in Warsaw in\n1920 into a Polish family with a long tradition of civic engagement. Her mother,\nJadwiga, was a pediatrician and her father, Zygmunt, an engineer. Both parents had\nbeen involved in the socialist movement long before WWI. After the war Zygmunt\nBalicki became even more radical, sympathizing with the illegal Communist Party\nof Poland (Komunistyczna Partia Polski, KPP). "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As\nthe Great Depression of the 1930s descended on Poland and the rest of Europe,\nmass unemployment and destitution spread. Not only the Communists and Socialists\nbut also members of the People's Party, Christian Democrats, and Nationalists predicted\nthat the crisis meant the beginning of the end of capitalism. Both the left and\nthe right proposed radical programs of social and economic reform. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The\nPolish parliament, elected according to the new 1935 electoral law, no longer\nreflected real political or social divisions, as all political groups critical\nof the government found themselves outside the Parliament (Sejm). The newly\nfounded Camp of National Unity (Obóz Zjednoczenia Narodowego, OZN) adopted some\nof the National Democrats’ nationalistic and antisemitic catchphrases. The\nstate ideology was morphing into an authoritarianism that advocated waging an\neconomic war against the Jews and their exclusion from public and economic\nlife. Polish national radicals further demanded segregation of Jewish students,\nfirst demanding “voluntary” separation and, when this was refused, violently\nattacking Jewish students. In 1937-8 most Polish universities introduced\nsegregation (so-called “ghetto benches”). By 1939 many Polish institutes of\nhigher learning had implemented a <i>numerus clausus</i> system that reduced\nthe number of Jewish students.<a href=\"#fn-1q2arupdgo\">[1]<br></a>"}},{"type":"footnoteParagraph","data":{"id":"fn-1q2arupdgo","label":"1","text":"Joanna\nMichlic, <i>Poland's Threatening Other: The\nImage of the Jew from 1880 to the Present</i> (Lincoln and London: University\nof Nebraska Press, 2006), 112.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Balicka's family belonged to a circle of the Polish intelligentsia that openly opposed nationalism and antisemitism and was in favor of radical social reform. Zygmunt Balicki was involved with the Housing Estate of Workers Society in Warsaw's Grochów neighborhood in the second half of the 1930s. He supervised the construction works. The Society was part of a broader movement for functional low-cost housing, mainly for poor blue-collar families. The movement was born in the Bauhaus School in Germany in the 1920s.<a href=\"#fn-35lofrylu8\">[2]</a> In Poland, many architects, engineers, social and union activists were engaged in it. Most of them were members of the various leftist Polish parties. In 1928 they established the Warszawska Spółdzielnia Mieszkaniowa (WSM; Warsaw Housing Cooperative) and founded the Społeczne Przedsiębiorstwo Budowlane (SBP; Social Construction Enterprise). These institutions had as their aim the development of construction cooperatives and the construction of cheap workers’ apartments. "}},{"type":"footnoteParagraph","data":{"id":"fn-35lofrylu8","label":"2","text":"Karolina Matysik, “Zespół mieszkaniowy TOR\nna warszawskim Grochowie,” <i>Budownictwo i Architektura</i> 14, no. 1 (2015):\n73-91. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\nthe circles in which Balicka’s parents moved there were many Jews. All of them\nwere well educated: architects, engineers, doctors, scientists. They spoke\nexcellent Polish and were completely assimilated. Balicka admits that before\nthe war she practically did not know anyone from the traditional Jewish\ncommunity in Warsaw. Some Jewish girls attended the high school she graduated\nfrom were Polonized, too. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As\na teenager, Balicka was a member of Red Scouting (Czerwone Harcerstwo),\norganized by the Workers’ University Association (Towarzystwo Uniwersytetu Robotniczego,\nTUR). This leftist organization fostered a spirit of social equality among its\nyoung members; it was secular, even anticlerical and fought nationalism and\nantisemitism. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\nthese circles in which Helena Balicka – Zwolińska grew up the political\nsituation in Europe and Germany was observed very carefully and with enormous\nanxiety. As she recalls in her testimony:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"&nbsp;“…for us, what was happening in the first\nyears of the war was not a surprise, because we knew what fascism was. So only\nafter a certain threshold was crossed, well, before the war there was no mass\nextermination, but all the harassment against the Poles, and much more against\nthe Jews, we had been expecting it. We knew about the Kristallnacht, and so on,\nand so on.” "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Poland\nwas invaded by Germany on 1 September 1939 and Warsaw defended herself until\nSeptember 28. The Balickas, like many other citizens, aided in the defense of Warsaw.\nNineteen-year-old Helena worked with the Capital Committee of Mutual Assistance\n(Stołeczny Komitet Samopomocy Społecznej). When the German occupation began, her\nfriend Krystyna Szapiro, despite her Jewish origin, did not move to the ghetto\nand lived under the false identity of Hanka Sawicka. She was a communist\nactivist and organized an underground leftist journal. Helena joined this\nenterprise and became a member of the staff. <a href=\"#fn-47wphe5yec\">[3]</a> "}},{"type":"footnoteParagraph","data":{"id":"fn-47wphe5yec","label":"3","text":"Stanisława Lewandowska, “Kobiety i dziewczęta w konspiracyjnym ruchu\nwydawniczym (1939-1945),” <i>Kwartalnik Historii Prasy Polskiej</i> 25,\nno. 4 (1986): 117-28.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\n1943, a few radical leftist and communist organizations merged in the Young\nPeople's Fighting Union (ZWM, Związek Walki Młodych) and began to release the\njournal <i>Walka Młodych</i> (The Struggle of the Youth). The Union was a small\ncircle, composed of several dozen people ideologically tied to the communist\nPolish Workers Party (Polska Partia Robotnicza; PPR) and its military branch –\nthe People's Army (Armia Ludowa, AL).<a href=\"#fn-11b7ooh12n\">[4]</a> Balicka became a member of the Union. She also\nstudied at the underground department of architecture at Warsaw University. "}},{"type":"footnoteParagraph","data":{"id":"fn-11b7ooh12n","label":"4","text":"Krystyn Dądrowa, ed., <i>Konspiracyjny\nZWM w Warszawie, </i>Warsaw: Pokolenia 2008, 164.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Under\nNazi occupation Zygmunt Balicki became a member of an underground communist organization\nnamed “Proletariusz.” In 1943 he was arrested and tortured by the Gestapo in\nthe “Pawiak” prison and finally sent to the concentration camps Auschwitz,\nSachsenhausen, Bergen-Belsen and Launingen. In April 1945 he was liberated by\nAmerican troops and then returned to Poland.<a href=\"#fn-420eu4gvd6\">[5]</a> "}},{"type":"footnoteParagraph","data":{"id":"fn-420eu4gvd6","label":"5","text":"<i>Słownik\nbiograficzny działaczy polskiego ruchu robotniczego</i>, t. 1, Warsaw, Książka i Wiedza, 1978.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"During\nthe occupation and the Warsaw Uprising (August 1 – October 1, 1944) Jadwiga\nBalicka worked continuously as a doctor. She became a member of the Secret\nSettlement Committee of Democratic and Socialist Doctors (Tajny Komitet\nPorozumiewawczy Lekarzy Demokratów i Socjalistów). Associated doctors worked as\na support network, secretly took care of the wounded soldiers of the underground\nmovement, provided false medical certifications, and medical assistance for the\nghetto. They also financially supported their Jewish colleagues deprived of\njobs. The Committee also published in its own conspiratorial journal, a wartime\nmedical code of ethics, and expressed solidarity with the Jews.<a href=\"#fn-3e3nrj1m3t\">[6]</a>"}},{"type":"footnoteParagraph","data":{"id":"fn-3e3nrj1m3t","label":"6","text":"Władysław Bartoszewski and Zofia Lewinówna,\neds.,<i> Ten jest z ojczyzny mojej. </i><i>Polacy z pomocą Żydom 1939-1945</i>\n(Cracow: Znak, 1969), 241-44.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The Warsaw ghetto was established by the German authorities on 16 November 1940. In an area of 3.4 km2 (1.3 sq. mile), at its height as many as 460,000 Jews were imprisoned there. The ghetto was surrounded by walls. It was a closed ghetto and leaving was forbidden for Jews under the death penalty. As Balicka observes in her testimony, the Nazi policy against Jews in Poland came as no surprise for her family and Jewish friends. After the ghetto was established in Warsaw the majority of her family’s Jewish friends did not move there and tried to live on the “Aryan” side. They needed help from their Polish friends – be it apartments, medical care or false documents. In the underground this support network was established step by step.  "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The Balickas were engaged in many dimensions of this network. They organized shelters and false identity for Jews who decided not to move to the ghetto. They helped others to leave it secretly. More than 10 people lived with them in their own apartment for shorter or longer periods. As a doctor, Helena’s mother organized illegal medical care for Jews in hiding. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Balicka in her testimony recalls that the Jews who lived on the “Aryan” side usually limited their activity and lived under false names. Both the Jews in hiding and the Poles helping them were in danger – not only because of Nazi law, but also by threats of blackmail. Balicka mentions blackmailers (szmalcownicy) only once, but they appear in many other testimonies. Jews were blackmailed when they did not wear a compulsory band with the Star of David and when leaving the ghetto. In 1941 the Germans introduced the death penalty for Jews in hiding and those who helped them. The blackmailers extorted money and valuables from Jews and from Poles helping them. This practice became more widespread after the “Great Action” in the summer of 1942, when numerous Jews attempted to survive among Poles on the Aryan side of Warsaw. The scale of blackmailing is difficult to assess but there is no doubt that its influence was significant. Many Jews were afraid to leave the ghetto even when they still had the possibility of doing so. Many Poles refused to help."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Balicka had contacts with the ghetto because\nseveral of her friends decided to live inside. Amongst them were Marysia\nHirszfeld and Ola Zweinbaum, whose parents – Hanna and Ludwik Hirszfeld and Juliusz\nZweibaum – were outstanding doctors and researchers. In 1940–1942 they organized\nthe Sanitary Course for Fighting Epidemics (Kurs Przysposobienia Sanitarnego do\nWalki z Epidemiami). It was part of the Warsaw Medical University and an opportunity\nto educate Jewish students and conduct scientific research.<a href=\"#fn-19in8lu4oe\">[7]</a> "}},{"type":"footnoteParagraph","data":{"id":"fn-19in8lu4oe","label":"7","text":"Barbara\nEngelking and Jacek Leociak, <i>Warsaw\nGhetto: a guide to the perished city</i> (New Haven: Yale University Press,\n2019), 249-51. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Balicka\nwent to the ghetto to visit her friends secretly. She entered through the gate\non Chłodna Street, where the area of the ghetto was the narrowest. She\npretended to be a schoolgirl and presented the false pretext that her school\nwas on the other side of the ghetto and entering it would shorten her journey. This\ngave her the possibility of spending a few hours inside the ghetto and exiting\nit through the same gate. She visited friends’ homes, informed them about the\nworld outside, but also observed how life on the streets showed ever more appalling\nevidence of the disease, hunger, and death. She was thus one of the hundreds of\npeople who became witnesses of life in the closed part of the city. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"At\nthis point, Balicka`s personal story becomes entangled with difficult questions\nabout Polish-Jewish relations. The Jews were confined in the ghettos by the Nazis,\nbut they were still Polish citizens and the Polish Underground State tried to speak\nup for Jews and help them, but all these actions were limited. This is also a\nstory of abandonment. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The\nleaders of the Polish Underground State in the first half of 1942 thought that\ninforming the world of the extermination of Jews would itself decrease the\nscale of murders. We must note, however, that at this time a similar opinion was\nheld by many Jewish communities – e.g. the Jewish socialist party “Bund.” The\nPolish underground authorities were convinced (and the western Allies shared this\npoint of view) that the quick ending of the war would stop the terror directed\nagainst both Poles and Jews. The reactions to the extermination of Jews were\nrestricted to passing on the information. The number of the dispatches and\nreports was definitely smaller than in the case of those concerning Poles.<a href=\"#fn-1rbpujp22k\">[8]<br></a>"}},{"type":"footnoteParagraph","data":{"id":"fn-1rbpujp22k","label":"8","text":"A Puławski, <i>Wykluczenie czy samowykluczenie? Trzy aspekty obecności Żydów w\nwojennym społeczeństwie polskim na przykładzie 1942 roku</i>, Pamięć i Sprawiedliwość\n1/2008 s. 156; Antony Polonsky, <i>The Jews\nin Poland and Russia</i>, Vol III, 1914-2008 (London: The Littman Library of\nthe Jewish Civilization, 2019), 482-3.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The\nterror directed against Jews was broadly observed and many underground journals\ngave information about the fate of Jews. The main Home Army publication, “Biuletyn\nInformacyjny” (News Bulletin), wrote in alarming tones of the mass murders of\nJews in the East and the extermination policy in occupied Poland. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\nFebruary 1942, the “Jewish Department” was established within the Polish\nUnderground State. This small cell with Henryk Woliński at its head provided\ninformation to the Polish government-in-exile about the Holocaust. The\ninformation was collected widely by people living in or with contacts in the\nghetto, who gathered evidence and data for reports concerning the terror."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Polish\nunderground authorities tried to contend against the plague of blackmailers. In\nspring 1943, a special unit was established to deal with Jew hunters. It\ndelivered evidence concerning the victims’ names and an underground court\ncondemned unmasked blackmailers to death. After the executions were carried out\nby the Home Army soldiers, information about them was published in the\nunderground press as a warning. The\ntruth is, however, that the hundreds\nof Poles actively engaged in helping Jews were a small fraction of the entire\nPolish society. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"On\n22 July, 1942, the massive deportations of Jews from the Warsaw ghetto to the\nextermination camp in Treblinka (“Great Action”) began, lasting for eight weeks.\nDuring this time about 240,000 Warsaw Jews were deported and killed in Treblinka. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Only\nafter the great deportation action was the Council to Aid Jews (Żegota)\nestablished as a part of the Polish Underground State. Żegota distributed Polish\ngovernment-in-exile funds to people in hiding, provided false documents and\nshelters for Jews, always too small given the needs. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Similarly,\nthe military aid provided during the ghetto uprising in April-May 1943 was very\nlimited. The Jewish Fighting Organization (Żydowska Organizacja Bojowa, ŻOB) was\nformed at the end of July 1942, mostly by members of Jewish Socialist Party (Bund)\nand the left Zionist youth groups, such as Ha-shomer ha-taz’ir&nbsp; and Dror. Its goal was an armed struggle with\nthe Nazis to stop deportations. Their primary contact with the Home Army was\nHenryk Woliński. He served as liaison and tried to convince his superiors to\nhand over weapons to the Jewish underground. The Commander of the Home Army, Gen.\nGrot-Rowecki, was not convinced of ŻOB’s combat capabilities. He did finally\ngive an order to help the Jewish fighters in the ghetto, but only a very\nlimited amount of arms and ammunition was delivered.<a href=\"#fn-133eqdriad\">[9]</a> The ŻOB was seeking weapons\nand allies, and made parallel contact with the small communist-controlled People’s\nGuard, which was in conflict with the Polish Underground State. "}},{"type":"footnoteParagraph","data":{"id":"fn-133eqdriad","label":"9","text":"Adam Puławski, <i>Wobec niespotykanego w dziejach mordu. Rząd RP na uchodźstwie, Delegatura Rządu RP na\nKraj, AK a eksterminacja ludności żydowskiej od “wielkiej akcji” do powstania w\ngetcie warszawskim </i>(Chełm:\nBiblioteka Rocznika Chełmskiego, 2018), 816.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Although\nHelena became a member of the communist underground that was outside of the\nPolish Underground State, she did not discuss this tension between the two\norientations.<a href=\"#fn-1v42vr0i2r\">[10]</a>\nThe political split and military aspects are not part of her story. In her\ntestimony, she focuses on the rescue of Jewish citizens. In the circle of\npeople with whom she lived and cooperated the necessity of help was obvious and\nwas based mostly on prewar social relations and professional connections. "}},{"type":"footnoteParagraph","data":{"id":"fn-1v42vr0i2r","label":"10","text":"For more\ninformation about the tension between the Polish Underground State and\ncommunist-controlled forces see Polonsky, <i>The\nJews in Poland and Russia</i>, 480-2.\n","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"But\nthis help had some limitations too. The narrative of Helena Balicka Zwolińska\nsheds important light on interactions between Jews and Poles in occupied\nWarsaw. She mentions that apart from people who were deeply assimilated before the\nwar she had hitherto known almost nobody from a traditional Jewish community. Poles\nand traditional Jews lived in one country, but in social and cultural separation.\nClose and friendly relations between them were rare. The only girl from a traditional\nJewish family whom Balicka knew was Sarah Biderman. Balicka met her shortly\nbefore the war and visited her a few times in the ghetto before summer 1942. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"When information on the\nmassive deportations from the ghetto came out, Balicka warned her closest\nJewish friends, but Sarah lived in a distant part of the ghetto and it was not\npossible to warn her to run away. A few months later, Balicka received a letter\nfrom Sarah informing her that she had survived the summer deportations. They\nmet secretly at the Czerniaków Farm, which belonged to the Polish landlord Wojciech\nZatwarnicki, who employed young Jews from the Dror – one of the Zionists\norganizations. They lived and worked there for food and salaries. It was also a\nsecret base of The Jewish Fighting Organization.<a href=\"#fn-rligpq3ntw\">[11]</a> Only then did she find\nout that Sarah was not only a member of the Zionist movement but had also\njoined the Jewish underground. Sarah explained to her that she had tried to get\nout of the ghetto but failed. Balicka realized then what Jews faced when attempting\nto leave the ghetto. It was not only a wall or a pointed weapon; the ghetto was\na bad accent, cultural alienation, and a lack of friendly outside contacts. Traditional\nPolish Jews could not simply loose themselves in a street crowd. Their\nstrangeness was visible and made them vulnerable. This confession is moving: “ I\ndid realize something that I should have known earlier, what I had known\ntheoretically, but only then did it get to me. The isolation of the Jews from\nPolish society […]. Only then, in Czerniaków, did I understand the meaning of\nthe isolation of those two communities that had supposedly lived next to each\nother for a thousand years.” "}},{"type":"footnoteParagraph","data":{"id":"fn-rligpq3ntw","label":"11","text":"Yitzhak “Antek” Zuckerman, A Surplus of Memory: Chronicle of the Warsaw Ghetto Uprising (Berkeley: University of California Press, 1993), 75-7.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Sarah\nand the rest of the Jews on the farm had disappeared before Balicka could organize\nshelter for her. A few months later, in April and May 1943, Balicka was among those\nWarsaw citizens who helplessly observed the Jewish struggle during the ghetto\nuprising. On their defeat, dozens of Jewish fighters evacuated themselves and\ntried to survive, hiding among the few friendly localities in Warsaw. Then Sarah\nfound shelter at Balicka’s family home. When she was badly hurt by the German\nsoldiers they organized emergency medical help for her. From that time Balicka maintained\ncontact with the ŻOB couriers. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The Home Army military help was still very limited.\nThe ŻOB soldiers felt neglected and disregarded by the Polish underground\nauthorities. At the same time, they had contacts with the chief of staff of the\nPeoples’ Army, Gen. Wacław Jóźwiak, which resulted in support for the Jewish\nfighters.<a href=\"#fn-1dxns8dibc\">[12]</a>\nIt is something of a paradox that the ŻOB fighters, mostly young Zionists who had\nnothing to do with the communists, took part in the Warsaw uprising in August\n1944 among the ranks of the People Army’s units. It was at this time that Balicka\nmade friendships among them and came to understand the goals of the Zionist\nmovement and their dreams of the own homeland.&nbsp;\n&nbsp;"}},{"type":"footnoteParagraph","data":{"id":"fn-1dxns8dibc","label":"12","text":"Zuckerman,<i> Surplus\nof Memory</i>, 427-32.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Her\ntestimony is a great example of the life-attitude of those open-minded people\nwho helped their Jewish co-citizens, often at the risk of their own lives. As\nbefore the war, this circle of people was active in many parties and simultaneously created\na network of help on ethical grounds to save people in danger. This help,\ndespite their good will, courage and determination, had many limitations and could\nnot always penetrate the barriers of incomprehension and mutual strangeness. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Understanding\nof these limitations motivated Balicka to get to know Jewish tradition and the history\nof the Zionist movement. After the war, Balicka and her family maintained close\ncontacts with Jews who had survived the ghetto uprising. She wrote memoirs in\nwhich she described her Jewish friends’ fight in the two uprisings of 1943 and\n1944.<a href=\"#fn-2sbdn70mvo\">[13]</a> "}},{"type":"footnoteParagraph","data":{"id":"fn-2sbdn70mvo","label":"13","text":"Helena Balicka – Kozłowska, <i>Mur miał dwie strony</i> (Warsaw: Znak, 2002).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Shortly\nafter the war most of her Jewish friends emigrated to Palestine. Balicka\nmaintained contact with them, even after 1968, when in Poland the ruling\nCommunists exploited antisemitic rhetoric and it was necessary to use a kind of\nsubterfuge to correspond with those in Israel. Then she would give letters to\nher friends who traveled to West European countries and they mailed them to\nIsrael. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Balicka\ngraduated from the Warsaw School of Economics (Szkoła Główna Handlowa, SGH) and\nworked there as an assistant professor. Her friends recalled her spontaneous\nperformance during one of student meetings in March ‘68. A member of the staff\nin her department called the young people protesting against antisemitism “a\nspoiled youth.” Then Balicka, sitting next to her, stood up and smacked her in\nthe mouth.<a href=\"#fn-rmbx3vor70\">[14]</a>\nAfter this incident, she was prosecuted, but finally acquitted because of her\nveteran’s past. Eventually, she lost her job for many years. "}},{"type":"footnoteParagraph","data":{"id":"fn-rmbx3vor70","label":"14","text":"Memories of Balicka’s school friend,\nZofia Celińska,\nhttps://portalplock.pl/pl/11_wiadomosci/13274_przeczytacie-o-nich-w-wikipedii-byly-z-jednej-klasy.html.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In\n1980, Balicka was a member of the Solidarity movement, struggling for democracy\nand civic liberties in Poland. Until the end of her life she was engaged in\nbuilding close Jewish-Polish relationship, especially after the collapse of communism\nin Poland. She was one of the founders of the Association for Polish-Israeli\nFriendship. She wrote articles and gave talks about Israel and Zionism. She\ndied in Warsaw in 2003."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Helena\nBalicka and her parents were nominated by her Israeli friends and received the\nmedal of Righteous Among the Nations from Yad Vashem. "}}],"time":1608315437186}