{
  "meta": {
    "slug": "hvt-2348",
    "videoPath": "https://d12q9fe14kxf9b.cloudfront.net/2348/background-loop-1280.mp4",
    "smallVideoPath": "https://d12q9fe14kxf9b.cloudfront.net/2348/background-loop-640.mp4",
    "posterPath": "https://d12q9fe14kxf9b.cloudfront.net/2348/poster.jpg",
    "aviaryLink": "https://fortunoff.aviaryplatform.com/collections/5/collection_resources/2408/transcript",
    "hvtID": "2348",
    "supertitle": "Introduction to the testimony of",
    "title": "Sidney Bruskin",
    "author": "Jonathan Petropoulos",
    "affiliation": "Claremont McKenna College",
    "essayPath": "/data/intro-hvt-2348.json",
    "publicationDate": "May 6, 2022"
  },
  "blocks": [
    {
      "type": "header",
      "data": {
        "text": "Introduction",
        "level": 2
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Sidney Bruskin was interviewed by Joanne Rudof and Frances Cohen on February 17th, 1994 at the Fortunoff Video Archive for Holocaust Testimonies, Yale University.<sup class=\"footnote-ref\" id=\"fnref-1\"><a href=\"#fn-1\">1</a></sup> The two interviewers sat down with Bruskin, then 89 years old, to discuss his life—before, during, and after the Holocaust. Nine years later (November 13, 2003), a New Haven high school student named Tamar Rubin interviewed Bruskin for the New Haven Oral History Project, and that document also proves useful in understanding Bruskin's life experiences.<sup class=\"footnote-ref\" id=\"fnref-2\"><a href=\"#fn-2\">2</a></sup> Both a recording of Tamar Rubin's interview and a transcript are housed in the Yale University Archives. Sidney Bruskin passed away in 2005, two years after the Rubin interview."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-1",
        "label": "1",
        "text": "<p>Fortunoff Video Archive for Holocaust Testimonies, Yale University: mssa_hvt_2348. Note that the annotations by Jonathan Petropoulos are in bold.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-2",
        "label": "2",
        "text": "<p>Sidney Bruskin interviewed by Tamar Rubin, New Haven Oral History Project (13 November 2003), NHOHP 003.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin was the son of Russian-Jewish immigrants, a product of New Haven and its schools, a Yale graduate, a member of the Counter Intelligence Corps that arrested French collaborators and Nazi war criminals, a liberator of a concentration camp, and a person whose wartime experiences shaped his faith and identity. The non-observant youth who was raised by secular Jewish parents discovered his spiritual side during the war, and returned to New Haven in 1945 to become active in his temple and in the local Jewish community."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin was the son of Louis Bruskin (1880-1953), who arrived in the United States in 1907 and Bessie Feldman (1889-1972), who immigrated in 1909.<sup class=\"footnote-ref\" id=\"fnref-3\"><a href=\"#fn-3\">3</a></sup> They married in Brooklyn and then moved to Ansonia, a town near New Haven. His father was a barber and established a shop at 409 Main Street in Ansonia; his mother worked as a dressmaker. In 1919, Bruskin's father purchased a barbershop in New Haven on Broad Street (a street that no longer exists—but was near Oak Street), and the family moved from Ansonia to New Haven. Bruskin later asserted with considerable pride, \"I'm one of the Oak Street boys.\"<sup class=\"footnote-ref\" id=\"fnref-4\"><a href=\"#fn-4\">4</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-3",
        "label": "3",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-4",
        "label": "4",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin's family is representative of broader immigration patterns. Between 1881 and 1914, over 1.5 million Jews fled persecution in Tsarist Russia; more specifically, the emigration from the Russian Empire was linked to two waves of pogroms: those in 1881-1882 and those from 1903-1906.<sup class=\"footnote-ref\" id=\"fnref-5\"><a href=\"#fn-5\">5</a></sup> The latter were certainly a factor in motivating many Russian Jews to flee (historians generally believe that the earlier wave of pogroms was not as great a factor in motiving emigration). But the fact remains, as Yannay Spitzer noted: "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-5",
        "label": "5",
        "text": "<p>Silviu Costachie, 'The Immigration of Jews from the Russian Empire,' in <em>Geopolitics, History, and International Relations</em> 3/2 (2011), 248-53; Yannay Spitzer, 'Pogroms, Networks and Migrations: The Jewish Migration from the Russian Empire to the United States, 1881-1914,' in <a href=\"https://eh.net/eha/wp-content/uploads/2013/11/Spitzer.pdf\">https://eh.net/eha/wp-content/uploads/2013/11/Spitzer.pdf</a> (accessed 9 March 2021).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>Jewish migration from the Russian Empire to the United States in the years 1881–1914 was one of the most intense mass population movements in history. Over a single generation, more than a quarter of the Jewish-Russian population was resettled overseas... The Russian Empire was home to some 5.3 million Jews in 1897, approximately half of world Jewry. Almost all of them, 94 percent, were residing in a restricted territory known as the Pale of Settlement, comprising the 25 western provinces of the Russian Empire... Under the Tsars, the Jewish population experienced a very rapid population growth, according to estimates as much as five-fold during the nineteenth century.. The 1881 crisis that followed the assassination of the relatively liberal-minded Tsar Alexander II, and the ascendance to the throne of his reactionary son Tsar Alexander III, is often considered a \"turning point\" in Jewish History.. [leading to] the notorious May Laws of 1882 and a series of anti-Jewish legislations that further restricted the rights of residence, education, occupation, and political representation of Russian Jews.<sup class=\"footnote-ref\" id=\"fnref-6\"><a href=\"#fn-6\">6</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-6",
        "label": "6",
        "text": "<p>Spitzer, 'Pogroms,' 3.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Bruskins, like many turn-of-the-century immigrants, assimilated fairly quickly. They began in the more industrial town of Ansonia, which is located on the Naugatuck River in New Haven Country, about twelve miles northwest of New Haven proper. Known as 'Copper City' due to the important heavy machine manufacturing industry, Ansonia had a large working-class population, including many who were first generation immigrants, like the parents of Sidney Bruskin. Ansonia can also be considered the birthplace of the American bicycle: in 1866, French-born inventor Pierre Lallement submitted an application for a patent for the first pedal bicycle. Sidney Bruskin would go on to own a bike shop in New Haven, evidently influenced by local pride in the important invention.<sup class=\"footnote-ref\" id=\"fnref-7\"><a href=\"#fn-7\">7</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-7",
        "label": "7",
        "text": "<p>See the Wikipedia page for 'Ansonia': https://en.wikipedia.org/wiki/Ansonia,_Connecticut.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As Bruskin notes, his family moved from Ansonia to New Haven when he was four years old. Bruskin would reside in New Haven until his retirement, when his \"wife became ill and handicapped,\" and they moved to Oronoque Forest, a development in West Haven (but not far from New Haven). As Bruskin told a high school student in 2003, \"I've always considered New Haven as my real home, where I was brought up and all my friends—most of my friends—live here... I'm a New Havener.\"<sup class=\"footnote-ref\" id=\"fnref-8\"><a href=\"#fn-8\">8</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-8",
        "label": "8",
        "text": "<p>Sidney Bruskin interviewed by Tamar Rubin, New Haven Oral History Project (13 November 2003).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin's family moved within New Haven and he ended up attending Winchester School, then located at 68 Gregory Street. To give a flavor of New Haven's history: the school was named after Oliver F. Winchester, \"who founded Winchester Repeating Arms, one of the largest gun manufacturing companies in the world. He was also Lt. Governor of Connecticut in 1866 and founded the Winchester Observatory at Yale.\"<sup class=\"footnote-ref\" id=\"fnref-9\"><a href=\"#fn-9\">9</a></sup> The school facility now houses the Wexler-Grant Community School, where 96 percent of the students come from minority populations.<sup class=\"footnote-ref\" id=\"fnref-10\"><a href=\"#fn-10\">10</a></sup> At the time Bruskin attended the Winchester School, he estimated that there were 600 pupils there, half of them black and half white. "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-9",
        "label": "9",
        "text": "<p>See 'Walk New Haven': <a href=\"https://walknewhaven.org/winchester-school\">https://walknewhaven.org/winchester-school</a>. </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-10",
        "label": "10",
        "text": "<p>See <a href=\"https://www.publicschoolreview.com/wexler-grant-community-school-profile\">https://www.publicschoolreview.com/wexler-grant-community-school-profile</a>.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "He eventually went on to New Haven High School, known as Hillhouse High School, where \"there were very very few Black at the Hillhouse. Very few.\"<sup class=\"footnote-ref\" id=\"fnref-11\"><a href=\"#fn-11\">11</a></sup> He does not explain the reasons for the reduced African-American student-body in high school, although he notes that the high school is now \"over ninety percent Black.\" Bruskin also recalled that the school was over-crowded, with some four thousand pupils (about a thousand per class): \"there were no high schools in the outlying territories, like Hamden, West Haven, Branford.. they came by bus.\" School authorities had divided the students into morning and afternoon sessions (\"We called it the AM and PM school\"): Bruskin recalls, \"it was crowded, but we got a pretty good education.\"<sup class=\"footnote-ref\" id=\"fnref-12\"><a href=\"#fn-12\">12</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-11",
        "label": "11",
        "text": "<p>Sidney Bruskin interviewed by Tamar Rubin, New Haven Oral History Project (13 November 2003).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-12",
        "label": "12",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin attended Yale University between 1932 and 1936. In gaining admission to the prestigious institution, he overcame the numerus clausus, which limited the number of Jewish students. Author David Oshinsky notes: \"In 1935 Yale accepted 76 applicants from a pool of 501. About 200 of those applicants were Jewish and only five got in.\" He adds that Dean Milton Winternitz's instructions were remarkably precise: \"Never admit more than five Jews, take only two Italian Catholics, and take no blacks at all.\"<sup class=\"footnote-ref\" id=\"fnref-13\"><a href=\"#fn-13\">13</a></sup> According to the New York Times, \"Not until the early 1960s did Yale University end an informal admissions policy that restricted Jewish enrollment to about 10 percent.\"<sup class=\"footnote-ref\" id=\"fnref-14\"><a href=\"#fn-14\">14</a></sup> Dan Oren, a 1979 Yale graduate, documented \"anti-Semitism reaching from fraternity brothers to board trustees.\"<sup class=\"footnote-ref\" id=\"fnref-15\"><a href=\"#fn-15\">15</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-13",
        "label": "13",
        "text": "<p>David Oshinsky, Polio: An American Story (Oxford: Oxford University Press, 2006). See also https://en.wikipedia.org/wiki/Jewish_quota.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-14",
        "label": "14",
        "text": "<p>See <a href=\"https://en.wikipedia.org/wiki/Jewish_quota\">https://en.wikipedia.org/wiki/Jewish_quota</a>.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-15",
        "label": "15",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Oren references one file in the university archives labeled \"Jewish Problem,\" which contains a 1922 memorandum from the head of admissions recommending limits on \"the alien and unwashed element.\" "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>The next year, the admissions committee enacted the 'Limitation of Numbers' policy, an informal quota. Jewish enrollment was held to about 10 percent for four decades... Today, Jewish students account for about 30 percent of the Yale enrollment, far greater than the proportion of Jews in the United States population, which is listed at 2.5 percent in the 1985 American Jewish Year Book... Not until 1946 would a Jew become a full professor at Yale College. Not until 1947 did the Corbey Court eating club for law students accept Jews, finally extending membership to a small group that included Robert M. Morgenthau, [who went on to become] the Manhattan District Attorney. And not until 1965 did a Jew become a member of the Yale Corporation, when William Horowitz, a banker in New Haven, was elected to the board that sets university policy... In 1948, Yale ceased automatically segregating housing between Christians and Jews, blacks and whites. Still, the number of Jewish students remained relatively fixed at about 10 percent.<sup class=\"footnote-ref\" id=\"fnref-16\"><a href=\"#fn-16\">16</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-16",
        "label": "16",
        "text": "<p>Dirk Johnson, 'Yale's Limit on Jewish Enrollment Lasted Until Early 1960s, Book Says,' <em>New York Times</em> (4 March 1986) at <a href=\"https://www.nytimes.com/1986/03/04/nyregion/yale-s-limit-on-jewish-enrollment-lasted-until-early-1960-s-book-says.html\">https://www.nytimes.com/1986/03/04/nyregion/yale-s-limit-on-jewish-enrollment-lasted-until-early-1960-s-book-says.html</a>. See also Dan Oren, <em>Joining the Club: A History of Jews and Yale</em> (New Haven: Yale University Press, 1986); and Jerome Karabel, <em>The Chosen: The Hidden History of Admission and Exclusion at Harvard, Yale, and Princeton</em> (New York: Mariner Books, 2006).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Despite the quotas, Bruskin recalled that there was an expectation that Jewish boys would receive an education. As Bruskin explained, \"Our ethnic background and so-forth, it was just where you got to go. You go to high school and you supposedly go to college too, if you can afford it.\"<sup class=\"footnote-ref\" id=\"fnref-17\"><a href=\"#fn-17\">17</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-17",
        "label": "17",
        "text": "<p>Sidney Bruskin interviewed by Tamar Rubin, New Haven Oral History Project (13 November 2003).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin lived at home during his time at college. He recalled, \"I didn't want to go to Yale. We were very poor and I didn't have enough money to stay in the dormitory and I wanted to go to either Princeton or Dartmouth,\" but his father said to him, \"'Sydney, you're staying here,' just like that.<sup class=\"footnote-ref\" id=\"fnref-18\"><a href=\"#fn-18\">18</a></sup> Well, that settled that.\" During college, he and his father lived on York Street near George Street, which, he admitted, \"wasn't too bad.\" Nonetheless, he observed, \"But I did miss the college life.\"<sup class=\"footnote-ref\" id=\"fnref-19\"><a href=\"#fn-19\">19</a></sup> In other works, he felt socially marginalized. Bruskin added that he was \"a little bit unhappy\" at Yale, \"because I lived at home and, you know, the friends I had were the Jewish boys who lived at home like myself. That's all during the Depression days.\"<sup class=\"footnote-ref\" id=\"fnref-20\"><a href=\"#fn-20\">20</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-18",
        "label": "18",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-19",
        "label": "19",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-20",
        "label": "20",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Sidney Bruskin was not religious as a youth, but he grew up in a Jewish household (though his parents divorced when he was a teenager). But he abided by certain Jewish cultural norms. He later recounted, \"I remember the first time I had a ham sandwich. I was teased into it because I wasn't supposed to, but I could see some of the guys were—some of the Jewish boys were eating ham sandwiches, so I said, 'All right, here goes.' I took it and I said, 'Oh, boy, I'm probably going to drop dead,' but I survived. I survived.\"<sup class=\"footnote-ref\" id=\"fnref-21\"><a href=\"#fn-21\">21</a></sup>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-21",
        "label": "21",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "image",
      "data": {
        "src": "https://d12q9fe14kxf9b.cloudfront.net/media/hvt-2348/weimar-cemetery.jpg",
        "srcset": "https://d12q9fe14kxf9b.cloudfront.net/media/hvt-2348/weimar-cemetery.jpg 608px",
        "caption": "Sidney Bruskin in a Jewish Cemetery near Weimar."
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin recalled of his Jewish friends from high school, \"They went to Hillhouse with me, and as a matter of fact, a lot of them went to Yale and when they got out of Yale, they changed their names. They were too Jewish sounding, so they changed their names to get jobs and they'd find jobs, but I wouldn't do it. Maybe I would have gotten a job earlier. I don't know.\"<sup class=\"footnote-ref\" id=\"fnref-22\"><a href=\"#fn-22\">22</a></sup> He adds, \"Seth Bickoff changed his named to Bickford. Dave Shapiro became David Shepard..\" Bruskin conveys the antisemitism on the ground in Depression-era America and how he and his friends navigated the hostility and prejudice. \"We Jewish boys accepted the fact that we were sort of outcasts. Not exactly outcasts, but we were at the [unclear]. We accepted that and we didn't do anything about it. We didn't protest.\" He then references Dan Oren's <em>Joining the Club</em>, saying, \"It's a book you should read.<sup class=\"footnote-ref\" id=\"fnref-23\"><a href=\"#fn-23\">23</a></sup> It's very good.\" \"As a matter of fact, in my case, I did face anti-Semitism, but I couldn't do anything about it. I didn't feel I should do anything. I resented it.\"<sup class=\"footnote-ref\" id=\"fnref-24\"><a href=\"#fn-24\">24</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-22",
        "label": "22",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-23",
        "label": "23",
        "text": "<p>Ibid. On the book <em>Joining the Club</em>, see note 16.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-24",
        "label": "24",
        "text": "<p>Ibid.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin majored in French at Yale, but he learned other languages too, including German and Italian (he would later also learn Yiddish). Languages had long been part of Anglo-American university education—classical languages predominated until the nineteenth century, with the shift toward modern languages growing more pronounced in the twentieth century. Still, relatively few students at Yale majored in a language in the 1930s. Bruskin's European-born parents had realized the importance of languages. This was common among European Jews—the belief that persecution was always a possibility and that languages helped provide an escape route. Cultural critic George Steiner, who was born in Paris in 1929 to Viennese emigres, recalled how his father moved the family from Austria to France to escape the growing threat of antisemitism. He believed that Jews were \"endangered guests wherever they went\" and ensured that his children learned languages: Steiner grew up with three mother tongues: German, English, and French. Steiner's  mother was multilingual and would often \"begin a sentence in one language and end it in another.\"<sup class=\"footnote-ref\" id=\"fnref-25\"><a href=\"#fn-25\">25</a></sup> Sidney Bruskin, although not matching George Steiner in ability, developed language skills that would be instrumental in his wartime service."
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-25",
        "label": "25",
        "text": "<p>See the Wikipedia entry for George Steiner: <a href=\"https://en.wikipedia.org/wiki/George_Steiner\">https://en.wikipedia.org/wiki/George_Steiner</a>, which cites Maya Jaggi, 'George and his dragons,' <em>The Guardian</em> (March 17, 2001). Retrieved March 27, 2008.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The Great Depression often yielded unexpected life choices: while Bruskin aspired to be a teacher, he ended up a bicycle-shop proprietor. It remains an unanswered question why he did not know how to cycle: he was not too poor to obtain a used one. While he was a good student, he was not overly cerebral (he was on the wrestling team). Perhaps New Haven was too urban? At that time, the city was more compact and it was possible to travel most places by foot. Regardless, Bruskin ended up with a bicycle business. He recalls that because there were no teaching jobs available in the USA when he graduated from Yale, he looked to go abroad and teach. On the train back from New York, where he had visited teacher agencies, he met a man in the bike business who suggested he start his own rental shop. Sidney managed to obtain $110 from an insurance policy his father had taken out when he was a year old, and that allowed him to buy \"dozens of used bicycles\" and start his business.<sup class=\"footnote-ref\" id=\"fnref-26\"><a href=\"#fn-26\">26</a></sup> He opened his shop on 4 April 1937 (on a bitterly cold day when no one wanted to rent a bike), but he persevered and expanded operations to include repairs. The Bicycle Shopremained a fixture for a long time in downtown New Haven. It was located in the Oak Street District, where Italian- and Jewish-Americans predominated.<sup class=\"footnote-ref\" id=\"fnref-27\"><a href=\"#fn-27\">27</a></sup> Bruskin's shop was located at 1129 Oak Street, which is near the corner of York Avenue. The building in which the shop was located was torn down in 1961 and replaced by Paul Rudolph's famous and controversial Yale School of Architecture building. Architectural historian Elizabeth Mills Brown comments:"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-26",
        "label": "26",
        "text": "<p>Sidney Bruskin interviewed by Tamar Rubin, New Haven Oral History Project (13 November 2003).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-27",
        "label": "27",
        "text": "<p>See 'Death of a Neighborhood,' <em>Mother Jones</em>: <a href=\"https://www.motherjones.com/politics/2000/09/death-neighborhood/\">https://www.motherjones.com/politics/2000/09/death-neighborhood/</a> <strong>give date of access</strong>. See also the <em>Yale Daily News</em>, 5 January 1973: <a href=\"https://ydnhistorical.library.yale.edu/?a=d&amp;d=YDN19730105-01.2.24&amp;e=-------en-20--1--txt-txIN-------\">https://ydnhistorical.library.yale.edu/?a=d&amp;d=YDN19730105-01.2.24&amp;e=-------en-20--1--txt-txIN-------</a>.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>This building has probably caused more furor than any other American architectural work of the mid-20th century... A storm center from the start—praised as the prophet of a new architecture, damned as willful and egocentric, dogged by misadventure; victim of arson, student vandalism, remodeling, and endless complaints—the A &amp;A Building has had a bitter and embattled career. But despite the storm, what no one disputes is its magnificent presence.<sup class=\"footnote-ref\" id=\"fnref-28\"><a href=\"#fn-28\">28</a></sup> </p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-28",
        "label": "28",
        "text": "<p>Elizabeth Mills Brown, <em>New Haven: A Guide to Architecture and Urban Design</em> (New Haven: Yale University Press, 1976), 69.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Bruskin's small bike shop therefore gave way to an important building in the history of modern architecture. The site on Chapel Street between Park and York also housed a Jewish Community Center, of which Bruskin noted, \"I started that.\""
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "As Bruskin relates in his testimony, it was his experiences hunting Nazi war criminals and liberating the concentration camp at Ebensee, Austria, that changed him so dramatically and helped him develop a sense of a Jewish identity. His experiences as a liberator proved especially powerful and transformative. "
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The liberation of the Ebensee concentration camp occurred on 6 May 1945. Ebensee was a satellite camp of Mauthausen, established in 1943 largely to make armaments (for tanks and trucks, but also for components of a planned intercontinental rocket).<sup class=\"footnote-ref\" id=\"fnref-29\"><a href=\"#fn-29\">29</a></sup> The camp held a total of about 27,000 inmates, with estimates that between 8,500 and 11,000 prisoners died in the camp, most from hunger, forced labor, and malnutrition. In May 1945, the camp had around 16,000 inmates, of which by that point about 300 died every day.<sup class=\"footnote-ref\" id=\"fnref-30\"><a href=\"#fn-30\">30</a></sup> The location of the camp in the Austrian Alps made for difficult conditions, with some prisoners perishing due to exposure. The camp contained tunnels where prisoners worked, and conditions there proved especially lethal. "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-29",
        "label": "29",
        "text": "<p>See the History of KZ Ebensee: https://web.archive.org/web/20110706093346/http://www.memorial-ebensee.at/english/history.html.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-30",
        "label": "30",
        "text": "<p>Florian Freund, <em>Arbeitslager Zement: Das Konzentrationslager Ebensee und die Raketenrüstung</em> (Vienna: Verlag für Gesellschaftskritik, 1991), 424-25. </p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "On 4 May, the camp commandant reportedly told the prisoners that they had been sold to the Americans and that they should wait for them in the tunnels. The prisoners refused to obey the command and remained in their barracks. Hours later, some of the tunnels were destroyed by mines, which may have been intended to kill the prisoners.<sup class=\"footnote-ref\" id=\"fnref-31\"><a href=\"#fn-31\">31</a></sup> This story may be part of the mythology of the camp, but it likely contains significant elements of truth. The SS fled Ebensee on 5 May, and subsequently, prisoners attacked those who had collaborated with the SS, killing 52 of them in the uprising. According to inmate Bevor Barta, the prisoners formed brigades of armed troops who then hunted the SS in the neighboring woods. When they found a guard, they brought him back to the camp where he was immediately shot.<sup class=\"footnote-ref\" id=\"fnref-32\"><a href=\"#fn-32\">32</a></sup> Retribution was common after liberation, with even American troops killing (or 'knee-capping') SS guards at Dachau.<sup class=\"footnote-ref\" id=\"fnref-33\"><a href=\"#fn-33\">33</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-31",
        "label": "31",
        "text": "<p>See the testimony of Ebensee survivor Max Moneta (26 February 2013): <a href=\"https://www.youtube.com/watch?v=DVXjwcbqIjI&amp;t=4925s\">https://www.youtube.com/watch?v=DVXjwcbqIjI&amp;t=4925s</a>.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-32",
        "label": "32",
        "text": "<p>Freund, <em>Arbeitslager Zement</em>, 423.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-33",
        "label": "33",
        "text": "<p>Harald Marcuse, <em>Legacies of Dachau: The Uses and Abuses of a Concentration Camp, 1933-2001</em> (Cambridge: Cambridge University Press, 2001), 52.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "When the Americans from the 80th Infantry Division arrived on 6 May, they were not sure what they had discovered. One prisoner later commented that the Americans seemed a bit fearful of the prisoners. Certain U.S. officers arriving at the camp on tanks invited inmates to climb up and tell them more about the site (although other inmates were pushed off the tanks—the Americans fearing being over-run). The Americans then radioed back to their headquarters what they had discovered. One prisoner who spoke English, Max Garcia, directed the American troops to the stacks of bodies near the crematorium. After evaluating the situation, the Americans reported that 300 prisoners were dying of starvation every day. They requisitioned local food and made soup for the prisoners, but some died from 'refeeding syndrome' (not being able to handle solid food after a long period of privation). After liberation, many prisoners died, and 1,000 stayed in hospitals for an extended period of time.<sup class=\"footnote-ref\" id=\"fnref-34\"><a href=\"#fn-34\">34</a></sup> The survivors set up a cemetery just outside the camp, and although it was moved in 1952, it contains the graves of around 4,000 victims.<sup class=\"footnote-ref\" id=\"fnref-35\"><a href=\"#fn-35\">35</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-34",
        "label": "34",
        "text": "<p>See Florian Freund, <em>Concentration Camp Ebensee: Subcamp of Mauthausen</em> (Vienna: Austrian Resistance Archives, Dokumentationsarchiv des Oesterreichischen Widerstandes, 1998 [1990]), 62.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-35",
        "label": "35",
        "text": "<p>See the 'Gedenkstättenportal zu Orten der Erinnerung in Europa': <a href=\"https://www.memorialmuseums.org/eng/staettens/view/86/Museum-for-Contemporary-History-and-Ebensee-Concentration-Camp-Memorial#\">https://www.memorialmuseums.org/eng/staettens/view/86/Museum-for-Contemporary-History-and-Ebensee-Concentration-Camp-Memorial#</a> (accessed 21 July 2021).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Robert Matteson offered the following account of what he and Sidney Bruskin experienced:"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "blockquote",
        "text": "<p>\"Proceeding the same day up the long Traunsee shore into the Redoubt area with a tank battalion, Sid [Bruskin] and I were afforded the opportunity to examine a concrete manifestation of Kaltenbrunner's work, the concentration camp at Ebensee. Part of the Mauthausen extermination system built up by Kaltenbrunner when he had been the 'Little Himmler' of Austria, it seemed more horrible even than Dachau or Ohrdruf. Bodies that one would never have believed could exist alive were walking around, covered with sores and lice. The filth was indescribable. Adjacent to the crematorium were rooms piled high with shrunken nude bodies, lye thrown over them to combat the stench and vermin. The excess bodies that couldn't be handled at the crematorium were hauled by the wagonload to another part of the enclosure, where they were dumped into open pits filled with a chemical solution. Worse still was the hospital, where the dying and sick had been herded for experimentation before being carted off to the crematorium. There were no beds in it; the inmates lay on shelves covered with dirty rags, groups of two or three huddled together like mice to keep warm. As we entered they put out their hands and begged for food. When we told them we had none, but that the American medics and military government personnel would be along immediately, they broke down and sobbed, \"We have waited for you four, five, six years. Now you come empty-handed.\"<sup class=\"footnote-ref\" id=\"fnref-36\"><a href=\"#fn-36\">36</a></sup></p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-36",
        "label": "36",
        "text": "<p>Robert Matteson, 'The Last Days of Ernst Kaltenbrunner' (CIA Library's Center for the Study of Intelligence, 2007), 4: <a href=\"https://www.cia.gov/static/eb2a597a1af439815b52e9b7ab190daa/Last-Days-of-Kaltenbrunner.pdf\">https://www.cia.gov/static/eb2a597a1af439815b52e9b7ab190daa/Last-Days-of-Kaltenbrunner.pdf</a>.</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "The encounters at liberation were rather extraordinary. One American recalled that the inmates looked like aliens—as though they came from another planet. The inmates in turn stared at the Americans. One response was for the different nationalities to sing songs in their native language: gathered in the Appellplatz, the Poles sang a Polish hymn, the Greeks sang a national song, and the French sang <em>La Marseillaise</em>.<sup class=\"footnote-ref\" id=\"fnref-37\"><a href=\"#fn-37\">37</a></sup> Soon after the arrival of the Americans, the prisoners offered the officers food and directed them to the canteen, where they offered their thin gruel. At first, the Americans hesitated, but when told that not eating was a serious insult, they relented and tasted a couple of spoonfuls each of the wretched soup.<sup class=\"footnote-ref\" id=\"fnref-38\"><a href=\"#fn-38\">38</a></sup> The liberators and prisoners then shook hands and moved on to address the calamitous situation at hand. There is a scholarly literature on Ebensee.<sup class=\"footnote-ref\" id=\"fnref-39\"><a href=\"#fn-39\">39</a></sup> Historian Florian Freund provides a careful study, adding details such as that the liberators of the Ebensee camp belonged to the 3rd Cavalry Reconnaissance Squadron of the 80th Infantry Division under the command of Lt. Col. Wallach and the A-Troops under the command of Captain Howk.<sup class=\"footnote-ref\" id=\"fnref-40\"><a href=\"#fn-40\">40</a></sup> There is an even larger corpus on the liberation of concentration and death camps.<sup class=\"footnote-ref\" id=\"fnref-41\"><a href=\"#fn-41\">41</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-37",
        "label": "37",
        "text": "<p>See the history of KZ Ebensee: <a href=\"https://web.archive.org/web/20110706093346/http://www.memorial-ebensee.at/english/history.html\">https://web.archive.org/web/20110706093346/http://www.memorial-ebensee.at/english/history.html</a> (accessed 21 July 2021).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-38",
        "label": "38",
        "text": "<p>Freund, <em>Arbeitslager Zement</em>, 428.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-39",
        "label": "39",
        "text": "<p>Florian Freund, <em>Konzentrationslager Ebensee: KZ-System Mauthausen–Raketenfüstung–Lagergeschehen</em> (Vienna: New Academic Press, 2016) and <em>Arbeitslager Zement: Das Konzentrationslager Ebensee und die Raketenrüstung</em> (Vienna: Verlag für Gesellschaftskritik, 1991 [second edition]); Willi Mernyi and Floritan Wenninger, eds., <em>Die Befreiung des KZ Mauthausen. Berichte und Dokumente</em> (Vienna: ÖGB, 2006); and see also the story of Dario Gabbai in Stephen Spielberg and David Cesarani, <em>The Last Days</em> (New York: Thomas Dunne Books, 1999).</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-40",
        "label": "40",
        "text": "<p>Freund, <em>Konzentrationslager Ebensee</em>, 62.</p>"
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-41",
        "label": "41",
        "text": "<p>Robert Abzug, <em>Inside the Vicious Heart</em> (Oxford: Oxford University Press, 1987). See also Stephen Goodell and Sybil Milton, <em>1945: The Year of Liberation</em> (Washington, D.C., U.S. Holocaust Memorial Museum, 1995); Ben Shephard, <em>After Daybreak: The Liberation of Belsen, 1945</em> (London, Jonathan Cape, 2005); John McManus, <em>Hell Before Their Very Eyes: American Soldiers Liberate Concentration Camps in Germany, April 1945</em> (Baltimore: Johns Hopkins University Press, 2015); Stiftung Gedenkstaetten Buchenwald and Mittelbau-Dora, eds., <em>60. Jahrestag der Befreiung der Konzentrationslager Buchenwald und Mittelbau-Dora</em> (Weimar: Stiftung Gedenkstätten Buchenwald und Mittelbau-Dora, 2005). See also the authoritative study by Nikolaus Wachsmann, <em>KZ: A History of the Nazi Concentration Camps</em> (New York: Farrar, Straus and Giroux, 2015).</p>"
      }
    },
    {
      "type": "paragraph",
      "data": {
        "paragraphType": "paragraph",
        "text": "Sidney Bruskin stated in his interview that he may have been at Ebensee on May 6th—that is, the day of the official liberation. He acknowledges that he may have arrived on a subsequent day, but from his testimony, it appears highly likely that he was at Ebensee on the 6th or 7th of May. Bruskin evidently saw the prisoners so soon after liberation that they had had little opportunity to recover from their harsh treatment. As the statistics above reveal, many prisoners were barely alive and could not be saved by the liberators. The sight of the crematorium also seems to have shaken the young Bruskin. Even though 'only' one-third of the Ebensee inmates were Jewish, the experience had a profound effect on him spiritually and in terms of his own identity.<sup class=\"footnote-ref\" id=\"fnref-42\"><a href=\"#fn-42\">42</a></sup> "
      }
    },
    {
      "type": "footnoteParagraph",
      "data": {
        "id": "fn-42",
        "label": "42",
        "text": "<p>See the History of KZ Ebensee at <a href=\"https://web.archive.org/web/20110706093346/http://www.memorial-ebensee.at/english/history.html\">https://web.archive.org/web/20110706093346/http://www.memorial-ebensee.at/english/history.html</a> (accessed 21 July 2021); <a href=\"http://memorial-ebensee.at/index.php/de/geschichte/20-regional-schwerpunkte/20-geschichte-kzgedenkstaette\">http://memorial-ebensee.at/index.php/de/geschichte/20-regional-schwerpunkte/20-geschichte-kzgedenkstaette</a>.</p>"
      }
    }
  ]
}