{"version":"2.19.0","blocks":[{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Dr. Esther Fox was born Chaja Estera\nNiesenhaus<a href=\"#_ftn1\">[1]</a> on August 16, 1908 in\nLodz,<a href=\"#_ftn2\">[2]</a> a major industrial city in\nwhat was then the Kingdom of Poland, or Congress Poland. On October 9, 1991, at\nthe age of 83, she recorded an interview for the Fortunoff Video Archive for\nHolocaust Testimonies.<a href=\"#_ftn3\">[3]</a> In her testimony, she\nrecalls memories from before, during, and after the Holocaust. Esther tells,\nfor example, how she grew up in a traditional religious household in a Jewish\nneighborhood and attended a secular Jewish school. Consequently, she had few\nencounters with antisemitism in her youth. When Esther was a young adult aspiring\nto be a physician, however, she had to confront antisemitism in the form of the\n<i>numerus clausus</i>. This cap on the number of Jewish students able to\npursue medical education in Poland, combined with limits on women’s enrollment\nin Polish medical schools, forced her to turn elsewhere for her professional\neducation: France. Upon her return to Lodz in 1933, she embarked on her medical\ncareer in pediatrics and then as a doctor for a union health scheme. This\nperiod of her life included marriage and further confrontations with antisemitism."}},{"type":"footnoteParagraph","data":{"id":"_ftn1","label":"1","text":" Esther Fox, University of Southern\nCalifornia Shoah Foundation Visual History Archive (hereafter USC SF-VHA),\nInterview 766 (1995), Seg. 2. Her first name is spelled here according to the\ncommon Polish spelling. The spelling of her last name comes from her own\npartially obscured handwriting on the handwritten account she deposited at the\nUnited States Holocaust Memorial Museum; see Esther Fox, “A Memoir Relating to\nExperiences in the Łódź Ghetto, Auschwitz, Guben, and Bergen-Belsen”\n(hereafter: “Memoir”), undated (c. 1990s), United States Holocaust Memorial\nMuseum Archives (hereafter USHMM), Acc. 1995.A.0532, p. 1. This spelling also\nappears in Esther’s USC SF-VHA interviewer’s report; Miryam Rabner,\n“Post-Interview Summary,” January 30, 1995, USC SF-VHA, Associated Materials,\nInt. 766, no fols. (pp. 19, 21 of collected papers). Her pre-interview forms\nfor the Fortunoff Video Archive and for the Shoah Foundation Visual History\nArchive – both of which were completed during a telephone conversation – present\ndifferent spellings: Nisenhaus and Nysenhauz, respectively; see Miryam Rabner,\n“Telephone Pre-Interview Questionnaire,” January 24, 1995, USC SF-VHA,\nAssociated Materials, Int. 766, no fols. (pp. 3, 5 of collected papers); Author\nunknown, Pre-interview questionnaire, Fortunoff Video Archive for Holocaust\nTestimonies (hereafter FVAHT), HVT-2033, p. 1. Many thanks to Becky Erbelding\nat USHMM, Badema Pitic at the USC Shoah Foundation Center for Advanced Genocide\nResearch, and Christy Tomacek at FVAHT for providing scans of the documents\nfrom their respective institutions.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn2","label":"2","text":" Pol: Łódź, Ger: Lodsch or\nLitzmannstadt (1939-1945), Yid: Lodzh. For further information about the city, see\nEsther’s testimony and the annotated transcript.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn3","label":"3","text":" Esther F., FVAHT, HVT-2033 (1991).\nUnless otherwise indicated, all cited time stamps refer to this testimony.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Esther’s narrative soon turns to the\nperiod subsequent to the German invasion of Poland, and it is with her wartime\nexperiences that this essay will chiefly engage. Esther’s testimony is an\nespecially valuable and intriguing source, as it provides an entry point into\nseveral important discussions and illuminates critical subjects that have hitherto\nreceived minimal attention from Holocaust scholars. This piece will, for\nexample, address the oft-overlooked centrality of Esther’s geographical region\nto the history of the Holocaust, and it will engage with the challenging topic of\n(the judgment of) Jewish functionaries, who, in one way or another and to\nvarying degrees, facilitated the Nazis’ achievement of their goals to exploit\nand to murder European Jewry."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Other topics and threads, however,\nare not immediately self-evident from her words. As a result, one of the\nfunctions of this introductory essay is to serve as a guide for how to read\nEsther’s testimony between the lines and as a corrective to several\nhistoriographical tropes she and interviewer Jaschael Pery voice about the\nHolocaust. Because Esther’s opinions emerge from her extrapolation from, and\nreasoning based on, her own experience, the conclusions she reaches emerge from\na relatively small window of insight – an individual’s perspective. In\ncontrast, this introduction builds upon a new body of archive- and\ntestimony-based research that challenges some of those commonly held\nhistoriographical positions. "}},{"type":"header","data":{"text":"The Warthegau","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"After the German army invaded\nPoland on September 1, 1939, the Third Reich annexed several formerly Polish\nterritories, including what became known as the Reichsgau Wartheland, or the\nWarthegau.<a href=\"#_ftn4\">[4]</a> About a month after the October\n1939 annexation, the borders of the Warthegau were redrawn in order to bring\ninto the Reich a hub of industry: Lodz, subsequently renamed Litzmannstadt.<a href=\"#_ftn5\">[5]</a> As Esther records, the ghetto established in her city was\nmassive in size (the second largest after the Warsaw Ghetto) and existed from her\nforced relocation there in early 1940 through her deportation to Auschwitz in\nAugust 1944. The Lodz location of the Nazis’ first large and longest-lasting\nghetto contributed to the Warthegau’s function as a “training ground”<a href=\"#_ftn6\">[6]</a> for the Nazi regime’s colonial and (<i>avant la lettre</i>)\ngenocidal endeavors.<a href=\"#_ftn7\">[7]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn4","label":"4","text":" For a concise overview of the history\nof the Holocaust in the Warthegau, see Ingo Loose, “Wartheland,” in <i>The\nGreater German Reich and the Jews: Nazi Persecution Policies in the Annexed\nTerritories, 1935–1945</i>, ed. Wolf Gruner and Jörg Osterloh, trans. Bernard\nHeise (New York: Berghahn Books, 2015),<i> </i>189–218. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn5","label":"5","text":" For information on this territorial\nannexation and the bureaucratic changes that followed, see, for example,\nCatherine Epstein, <i>Model Nazi: Arthur Greiser and the Occupation of Western\nPoland</i> (New York: Oxford University Press, 2010), 134–38.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn6","label":"6","text":" For a discussion of the origin of the\n“training ground” analogy for the Warthegau and for the use of a similar\nformulation, see, respectively Michael Alberti, “‘Exerzierplatz des\nNationalsozialismus’: Der Reichsgau Wartheland 1939-1941,” in <i>Genesis des\nGenozids: Polen 1939-1941</i>, ed. Klaus-Michael Mallmann and Bogdan\nMusial (Darmstadt: Wissenschaftliche Buchgesellschaft, 2004), 124n20 (111-126);\nKarsten Linne, “Die deutsche Arbeitsverwaltung zwischen ‘Volkstumspolitik’ und\nArbeiterrekrutierung – das Beispiel Warthegau,” in <i>Pflicht, Zwang und\nGewalt: Arbeitsverwaltungen und Arbeitskräftepolitik im deutsch besetzten Polen\nund Serbien 1939-1944</i>, ed. Florian\nDierl et al. (Essen: Klartext Verlag, 2013), 50.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn7","label":"7","text":" For a discussion of the direct,\npartially causative, connection between the regime’s ethnic German (<i>Volksdeutsche</i>)\nresettlement and population transfer schemes and the Final Solution, see Götz\nAly, <i>“Final Solution”: Nazi Population Policy and the Murder of the European\nJews</i>, trans. Belinda Cooper and Allison Brown (New York: Oxford University\nPress, 1999). For a concise article exploring the Warthegau’s importance in the\ndevelopment of the Final Solution, see Ian Kershaw, “Improvised Genocide? The\nEmergence of the ‘Final Solution’ in the ‘Warthegau,’” <i>Transactions of the\nRoyal Historical Society</i> 2 (1992): 51–78. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As Henry Friedlander convincingly demonstrates in <i>The\nOrigins of Nazi Genocide</i>, Nazi Germany’s murder of physically and mentally\ndisabled people – carried out under the euphemism “euthanasia” – was a\nprecursor to the Final Solution.<a href=\"#_ftn8\">[8]</a> The Warthegau, in turn, was where the connections between\nthese two murderous campaigns were most apparent.<a href=\"#_ftn9\">[9]</a> For example, Fort VII, an old military facility on the\noutskirts of the capital city Posen (Poznań), was the location of the first\nmass gassings of “life unworthy of life” (<i>lebensunswertes Leben</i>) in\nOctober 1939.<a href=\"#_ftn10\">[10]</a> These early killings, in turn, served as a model for the gas\nchambers in the first two of the Reich’s six “euthanasia” centers, which were\nunder construction by the end of the following month.<a href=\"#_ftn11\">[11]</a> It was thus the Warthegau where German officials\nestablished a critical mechanism of the Final Solution: stationary gas chambers\nto which victims were transported and subsequently killed by asphyxiation. The\nparallels are not limited to mechanics, however, as the Warthegau also saw the\ntransfer of personnel; namely, SS Captain Herbert Lange’s commando pioneered\nthe use of a gas van for the murder of Warthegau hospital patients in January\n1940,<a href=\"#_ftn12\">[12]</a> and Lange and some of the original\ncommando staff subsequently developed and, beginning on December 7-8, 1941,\ndirected the Final Solution’s first extermination facility: Chelmno.<a href=\"#_ftn13\">[13]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn8","label":"8","text":" Henry Friedlander, <i>The Origins of\nNazi Genocide: From Euthanasia to the Final Solution</i> (Chapel Hill:\nUniversity of North Carolina Press, 1995).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn9","label":"9","text":" Several scholars have also made this\nobservation. See, for example, Epstein, <i>Model Nazi</i>, 180;<i> </i>Andrea\nLöw, <i>Juden in Getto Litzmannstadt: Lebensbedingungen, Selbstwahrnehmung,\nVerhalten</i> (Göttingen: Wallstein Verlag, 2010), 183.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn10","label":"10","text":" Michael Alberti, <i>Die Verfolgung und Vernichtung der Juden im Reichsgau\nWartheland, 1939-1945</i> (Wiesbaden: Harrassowitz Verlag), 326–27; Christopher\nR. Browning, <i>The Origins of the Final Solution: The Evolution of Nazi Jewish\nPolicy, September 1939-March 1942 </i>(Lincoln: University of Nebraska Press,\n2004), 188. For a more detailed discussion of these early mass gassings in\nannexed Poland, see Volker Rieß, <i>Die Anfänge der Vernichtung “lebensunwerten\nLebens” in den Reichsgauen Danzig-Westpreußen und Wartheland 1939/40</i>\n(Frankfurt am Main: Peter Lang, 1995), 290–300. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn11","label":"11","text":" Browning, <i>Origins</i>, 188.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn12","label":"12","text":" Ibid., 188–89; Friedlander, <i>Origins</i>,\n138–39.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn13","label":"13","text":" Browning, <i>Origins</i>, 365–66,\n416–18;<i> </i>Friedlander, <i>Origins</i>, 139, 288, 296. The Polish and\nGerman names for the camp and the town in which it was located are Chełmno and\nKulmhof, respectively. For scholarship on Chelmno, known in Polish as Chełmno\nand in German as Kulmhof, see Shmuel Krakowski, <i>Chełmno: A Small Village in\nEurope: The First Nazi Mass Extermination Camp</i> (Jerusalem: Yad Vashem,\n2009); Patrick Montague, <i>Chelmno and the Holocaust: The History of Hitler’s\nFirst Death Camp</i> (London: I.B. Tauris, 2012).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Unbeknownst to Esther, the murderous work of the Lange\ncommando sits on the periphery of her testimony. For instance, when Esther\nrecalls that “in the beginning, [German officials]… took out people whom they\nwanted from the hospitals,”<a href=\"#_ftn14\">[14]</a> she is likely referring to one or both of the “euthanasia”\noperations that occurred in March 1940 and July 1941 and saw approximately 40\nand 60 patients, respectively, removed from the ghetto’s Hospital for the\nMentally Ill and murdered in Lange’s gas van.<a href=\"#_ftn15\">[15]</a> The Lange commando, through its subsequent operation of\nChelmno from December 1941, continued its murderous work, as this killing\ninstallation was the destination of those selected during several large round-ups\nin the ghetto. Esther describes, for example, the major hospital <i>Aktion</i>, or roundup, of September 1-2, 1942,\nwhen German authorities “took\nout [in] the middle of the night whoever was [in the hospital].”<a href=\"#_ftn16\">[16]</a> The <i>Sperre</i><a href=\"#_ftn17\">[17]</a> followed less than a week later, on September 5-12. With\nthe ghetto’s children as the roundup’s main targets, Esther and her fellow\ndoctors were inundated with requests from parents “to give a certificate… to\nmake [the children] older…. So we did.”<a href=\"#_ftn18\">[18]</a> Regardless of the doctors’ actions, however, German\nofficials sent over 15,000 Jews – mostly children and the elderly – from the\nLodz Ghetto to be murdered in Chelmno."}},{"type":"footnoteParagraph","data":{"id":"_ftn14","label":"14","text":" Segment 5 (Tape 1), 27:26-27:33.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn15","label":"15","text":" Löw, <i>Juden</i>, 183–84. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn16","label":"16","text":" Segment 5 (Tape 1), 27:55-27:58. The\nround-up began in the pre-dawn hours of September 1, 1942 and continued through\nthe following day. German authorities demanded that all patients in the\nghetto’s four hospitals be turned over to them. For descriptions of these\nterrifying days, see relevant entries in Lucjan Dobroszycki, ed., <i>The </i><i style=\"mso-bidi-font-style:normal\">Chronicle of the Łódź Ghetto, 1941-1944</i>\n(New Haven: Yale University Press, 1984), 248–50, hereafter Dobroszycki <i>Chronicle</i>.\nFor personal accounts, see, for example, Dawid Sierakowiak, <i>The Diary of\nDawid Sierakowiak: Five Notebooks from the Łódź Ghetto </i>(hereafter <i>Sierakowiak\nDiary</i>), ed. Alan Adelson (New York: Oxford University Press, 1996), 212,\n214 (also excerpted in Alan Adelson and Robert Lapides, eds., <i>Lodz Ghetto:\nInside a Community Under Siege</i> (New York: Viking, 1989), 319–20); Josef\nZelkowicz, “In Those Nightmarish Days,” in <i style=\"mso-bidi-font-style:normal\">In\nThose Nightmarish Days: The Ghetto Reportage of Peretz Opoczynski and Josef\nZelkowicz</i>, ed. Samuel D. Kassow, 188–94 (also excerpted in Adelson and\nLapides, <i>Lodz Ghetto</i>, 320–28).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn17","label":"17","text":" For an explanation of the term and\ninformation on the event the word denotes here, see footnote 95 in the\nannotated transcript.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn18","label":"18","text":" Segment 5 (Tape 1), 28:38-28:47.","embedCode":""}},{"type":"header","data":{"text":"Ghetto Functionaries and Judgment","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In presenting several examples of\nJewish functionaries, namely the Elder of the Jews (<i>Judenälteste</i>),\nMordechai Chaim Rumkowski, and the Jewish ghetto police (<i>Ordnungsdienst</i>,\nliterally “order service”), Esther’s testimony also promotes the examination of\nthe “gray zone,” which survivor and author Primo Levi characterizes as a\n“poorly defined [space], where the two camps of masters and servants both\ndiverge and converge.”<a href=\"#_ftn19\">[19]</a> While Levi presents the\ngray zone as the territory of the “hybrid class of the prisoner-functionary\n[which] constitutes [a concentration camp’s] armature and at the same time its\nmost disquieting feature,” he extends his discussion beyond the barbed wire to\ninclude Rumkowski, who had already garnered the attention of numerous scholars.<a href=\"#_ftn20\">[20]</a> In contrast to a general\nlack of scholarship about Jewish functionaries,<a href=\"#_ftn21\">[21]</a> which arises largely from\nscholars’ hesitation to engage with the inherent moral complexity of\nfunctionaries’ actions and circumstances,<a href=\"#_ftn22\">[22]</a> Jewish Council (<i>Judenrat</i>)\nchairmen and Jewish Elders have a presence in scholarly works,<a href=\"#_ftn23\">[23]</a> with Rumkowski generating\nthe most scholarly interest.<a href=\"#_ftn24\">[24]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn19","label":"19","text":" Primo Levi, <i style=\"mso-bidi-font-style:\nnormal\">The Drowned and the Saved</i>, trans. Raymond Rosenthal (New York:\nVintage International, 1989), 42.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn20","label":"20","text":" Ibid., 60–69. See, for example, Philip\nFriedman, “Pseudo-Saviors in the Polish Ghettos: Mordechai Chaim Rumkowski of\nLodz” (originally published in 1954), in <i style=\"mso-bidi-font-style:normal\">Roads\nto Extinction: Essays on the Holocaust</i>, ed. Ada June Friedman (New York:\nJewish Publication Society, 1980), 333–52. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn21","label":"21","text":" For instance, the scholarship on\nJewish Kapos and Sonderkommando members is rare. Notable exceptions are,\nrespectively, Tuvia Frilling, <i style=\"mso-bidi-font-style:normal\">A Jewish\nKapo in Auschwitz: History, Memory, and the Politics of Survival</i>, trans.\nHaim Watzman (Waltham, MA: Brandeis University Press, 2014); Gideon Greif, <i style=\"mso-bidi-font-style:normal\">We Wept Without Tears: Testimonies of the\nJewish Sonderkommando from Auschwitz</i>, trans. Naftali Greenwood (New Haven,\nCT: Yale University Press, 2005).","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn22","label":"22","text":" Eminent Holocaust historian Saul\nFriedländer, for example, revealed in a conversation with the author (January\n23, 2013, Los Angeles, CA) that his landmark monograph <i style=\"mso-bidi-font-style:\nnormal\">The Years of Extermination: Nazi Germany and the Jews, 1939-1945</i>,\nvol. 2 (New York: HarperCollins, 2007)<i style=\"mso-bidi-font-style:normal\"> </i>does\nnot contain much material on Jewish functionaries because the gray zone would\nhave presented readers with a more complicated narrative.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn23","label":"23","text":" Scholarly attention to these figures\nis largely the legacy of two works: Raul Hilberg’s foundational work in\nHolocaust historiography and Hannah Arendt’s inflammatory writing in response\nto the trial of Adolf Eichmann in Jerusalem in 1961. See, respectively, Raul\nHilberg, <i style=\"mso-bidi-font-style:normal\">The Destruction of the European Jews </i>(Chicago: Quadrangle Books, 1961), esp. 123; Hannah Arendt, <i>Eichmann\nin Jerusalem</i><i style=\"mso-bidi-font-style:normal\">: A Report on the\nBanality of Evil</i> (New York: Viking Press, 1963), esp. 104, 111. For a\ncontrast to Hilberg’s and Arendt’s depictions of, and conclusions about, the\nJewish Councils, see Isaiah Trunk, <i>Judenrat</i><i style=\"mso-bidi-font-style:\nnormal\">: The Jewish Councils in Eastern Europe under Nazi Occupation </i>(Lincoln,\nNE: Bison Books, 1996 [1972]).\n","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn24","label":"24","text":" For discussions of Rumkowski’s\nportrayal in scholarship, see, for example, Michal Unger, <i style=\"mso-bidi-font-style:\nnormal\">Reassessment of the Image of Mordechai Chaim Rumkowski</i> (Jerusalem:\nYad Vashem, 2004).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In discussions of Jewish functionaries, the question of\njudgment is particularly challenging.<a href=\"#_ftn25\">[25]</a> Writing about Jewish Councils, historian Isaiah Trunk was aware\nof the temptation to judge these historical actors and consequently sought to\nrefrain from “pronounc[ing] judgment either way on these institutions.”<a href=\"#_ftn26\">[26]</a> Also promoting caution, Levi writes, “This gray zone\npossesses an incredibly complicated internal structure and contains within\nitself enough to confuse our need to judge.”<a href=\"#_ftn27\">[27]</a> Esther approaches her assessment of Rumkowski aware of the\nproblematic nature of the task and thus refrains from sitting in judgment. She\nstates:"}},{"type":"footnoteParagraph","data":{"id":"_ftn25","label":"25","text":" For further discussion on the judgment\nof Jewish functionaries, often also known as “privileged Jews,” particularly\nregarding the representation of these figures, see Adam Brown, <i style=\"mso-bidi-font-style:normal\">Judging “Privileged” Jews: Holocaust Ethics,\nRepresentation, and the “Grey Zone”</i> (New York: Berghahn Books, 2013).&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn26","label":"26","text":" Trunk, <i style=\"mso-bidi-font-style:\nnormal\">Judenrat</i>, xxix.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn27","label":"27","text":" Levi, <i style=\"mso-bidi-font-style:\nnormal\">Drowned</i>, 42.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"I don’t know how right [Rumkowski] was,\nhow wrong he was, because he obeyed the German[s]. And maybe [if] he would not\nobey, would nobody remained in the ghetto. But if you want to be honorable, and\nstand like to say, die on your feet and not to—to live on your knees,…we\nshouldn’t have had this….So the history will judge him how right or how wrong\nhe was….But was a lot of abuses and a lot of things which shouldn’t have\nhappened. But…it is self-preservation. … I don’t want to even be the judge of\nall this.<a href=\"#_ftn28\">[28]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn28","label":"28","text":" Segment 6 (Tape 1), 32:40-34:01","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Because Rumkowski’s case was quite complex, Esther’s\nhesitation to judge is hardly surprising. As Esther begins to explain, Rumkowski’s\nstrategy, summed up as “our only way is work,”<a href=\"#_ftn29\">[29]</a> translated to the production of goods for their German captors\nin order to stave off the ghetto’s liquidation on account of its importance to\nthe German economy and supply chain, which made the ghetto too valuable to\neradicate. At a previous point in her testimony, Esther raises the possibility\nthat Jews’ work in the factories, or <i>Ressorts</i>,<a href=\"#_ftn30\">[30]</a> amounted to “collaboration” because they “supplied… uniforms\nfor soldiers, boots, shoes…. It means we supplied the army.”<a href=\"#_ftn31\">[31]</a> In both locations in her testimony, however, she points to\nthe crux of the matter: self-preservation, which, in turn, obviates her desire\nto judge people engaged in what she perceives to be collaboration. "}},{"type":"footnoteParagraph","data":{"id":"_ftn29","label":"29","text":" This ubiquitous ghetto slogan was\ncommunicated in German and in Yiddish (transliterated here): “Unser einziger\nWeg ist Arbeit”; “Unzer eyntsiger veg iz arbayt.”","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn30","label":"30","text":" For information on this term and the\nentities it describes, see note 99 in the transcript.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn31","label":"31","text":" Segment 5 (Tape 1), 31:57-32:11.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"When Esther speaks of the Jewish police force in the ghetto\nshe brings to light a group of functionaries that has received substantially\nless attention from scholars.<a href=\"#_ftn32\">[32]</a> Their tasks included confiscating individuals’ property,\napprehending people recruited for forced labor, and facilitating deportations –\nsometimes with the use of violence.<a href=\"#_ftn33\">[33]</a> As a result, they faced condemnation, and sometimes even\nphysical retribution, during the Holocaust and in the decades since.<a href=\"#_ftn34\">[34]</a> Interviewer Jaschael Pery is referring to this animosity when\nhe observes that “there are some people blaming the behavior of the Jewish\npolice in the ghetto,” and subsequently asks Esther whether she “ha[s] some\nopinion about it.”<a href=\"#_ftn35\">[35]</a> Echoing her earlier reluctance to judge Rumkowski, Esther provides\na nuanced answer: "}},{"type":"footnoteParagraph","data":{"id":"_ftn32","label":"32","text":" The limited scholarship focused on\nghetto police includes Aharon Weiss, “The Relations between the Judenrat and\nthe Jewish Police,” in <i>Patterns of Jewish Leadership in Nazi Europe,\n1933–1945</i>, ed. Yisrael Gutman and Cynthia J. Haft (Jerusalem: Yad Vashem,\n1979), 201–17; Andrea Löw, “Ordnungsdienst im Getto Litzmannstadt,” in <i>Fenomen\nGetta Łódzkiego, 1940-1944</i>, ed. Pawła Samusia and Wiesława Pusia (Łódź:\nWydawnictwo Uniwersystetu Łódzkiego, 2006), 155–67.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn33","label":"33","text":" For further information about ghetto\npolice forces, see Trunk, <i style=\"mso-bidi-font-style:normal\">Judenrat</i>,\n475–526. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn34","label":"34","text":" Trunk, <i style=\"mso-bidi-font-style:\nnormal\">Judenrat</i>, 552–64. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn35","label":"35","text":" Segment 7 (Tape 1), 43:30-43:37. It\nshould be noted that, in asking Esther to pass judgment on the ghetto police,\nPery went against the Fortunoff Video Archive’s instructions to interviewers.\nSee Dana Kline, “Syllabus for Volunteer Interviewers,” undated (pp. 2–3 of\ndocument entitled “Interviewer training packet, 1984-1997”), <a href=\"http://fortunoff.library.yale.edu/wp-content/uploads/2018/10/interviewer.training_redacted.pdf\">http://fortunoff.library.yale.edu/wp-content/uploads/2018/10/interviewer.training_redacted.pdf</a>, accessed November 15, 2019.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"[I]f I say that I prefer to die and not\ndo these things [that the police were ordered to do]. But others say that this\nis self-preservation. So this is a question of—I have to think of it much more,\nbecause I wasn’t in this position that I was to do—I would call it dirty\nthings….Let’s say [the police] collected the people to the gathering places to\nbe deported. No, this was an order from Rumkowski, and then Rumkowski got the\norder from the German [officials]. So if you were a policeman, you could have\nsaid, “I don’t want to do it.” So you would have gone [to your death], and you\nhad a family.<a href=\"#_ftn36\">[36]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn36","label":"36","text":" Segment 7 (Tape 1), 43:43-44:30","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Esther thus identifies the key dynamic of coercion; the\npolicemen engaged in “dirty things” not because they wanted to do them, but\nbecause they believed that their failure to follow orders would have lethal\nconsequences and would also place their families at risk. Recognizing that she\nnever faced dilemmas of this nature, Esther concludes that the case of the\nghetto police is “too complicated,” making it “too hard to accuse.”<a href=\"#_ftn37\">[37]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn37","label":"37","text":" Segment 7 (Tape 1), 44:33-44:36.","embedCode":""}},{"type":"header","data":{"text":"Jewish Doctors in the Ghetto","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Like the ghetto police, physicians\nin ghettos have received minimal scholarly attention.<a href=\"#_ftn38\">[38]</a> Having worked as a doctor in the Lodz Ghetto, Esther,\nthrough her recollections of her own experiences, provides unique insight into\nthis profoundly under-researched topic. For example, she reveals:"}},{"type":"footnoteParagraph","data":{"id":"_ftn38","label":"38","text":" The chief exception is the work of\nMiriam Offer; see, for example, Miriam Offer, “Ethical Dilemmas in the Work of\nDoctors and Nurses in the Warsaw Ghetto,” in <i style=\"mso-bidi-font-style:\nnormal\">Polin: Jews in the Former Grand Duchy of Lithuania since 1772</i>, vol.\n25, ed. Šarūnas Liekis et al. (Oxford: Littman Library of Jewish Civilization,\n2013), 467–92; idem, “Coping with the Impossible: The Developmental Roots of\nthe Jewish Medical System in the Ghettos,” in <i>Jewish Medicine and Healthcare\nin Central Eastern Europe: Shared Identities, Entangled Histories</i>, ed.\nMarcin Moskalewicz et al. (Cham, Switzerland: Springer, 2019), 261–77. A\ntranslation into English of her Hebrew-language book <i>White Coats Inside the\nGhetto: Jewish Medicine in Poland during the Holocaust </i>(Jerusalem: Yad\nVashem 2015) is forthcoming. Offer and several other scholars also contributed\nchapters on ghetto physicians to Michael A. Grodin, ed., <i>Jewish Medical\nResistance in the Holocaust</i> (New York: Berghahn Books, 2014). ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"[W]e were running\nday and nights, too. And the younger doctors, to whom I belonged at that time,\nwere assigned to work, besides in the daytime, making house calls and the\nambulatory visits to make, to run, the emergency thing—service. So also,\neverything on a <i>dorożka</i><a href=\"#_ftn39\">[39]</a> and we were going from\ncall to another.<a href=\"#_ftn40\">[40]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn39","label":"39","text":" This is an open, horse-drawn carriage\nthat typically carries passengers. The English translation is “droshky.”","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn40","label":"40","text":" Segment 4 (Tape 1), 24:58-25:23.\nFurther insight can be found in a ten-page, Polish-language account she\ndeposited at the Museum of Jewish Heritage: Esther Fox, “Jewish Doctors and\nMedical Work in the Lodz Ghetto” [Zydzi lekarze oraz praca lekarska w ghecie lodzkim],\nundated, Folder Esther Fox, Collections &amp; Exhibitions Department Donor\nFiles, Museum of Jewish Heritage.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Just before the interview comes to\na close, Pery returns to the theme of judgment. This time, however, he solicits\nEsther’s opinion of a group to which she belonged. He asks:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"How would you,\nlooking backward [at] what you experienced there as a doctor with your\ncolleagues in the circumstances you had there in the ghetto, how would you\njudge the action there of the doctors in the ghetto?...How did they behave, and\nhow did they act there in these circumstances?<a href=\"#_ftn41\">[41]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn41","label":"41","text":" Segment 18 (Tape 2), 48:20-48:41.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In light of the hard work she and\nher colleagues performed during their daytime hospital or clinic assignments\nand their house-calls at night, Esther’s reply to Pery’s request for her\nassessment of the doctors’ conduct makes sense. She does not equivocate; she\nsimply portrays the doctors’ behavior as “very decent.” She continues: "}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"And everybody\ntried [to help]. You see, it's hard to say to try and to do, because they are\ntwo difficult things. …We had paralyzed hands [with] what we did. But nobody\nabused anything…, as far as I know, and I am sure there wasn't…abuse, in any\nway, [of] patients or neglect [of] patients, or to collaborate [with] the\nGerman[s]. Not at all. Not at all. None of them…. I never heard anything wrong\nabout anybody; [nobody] said that they did something undecent, wherever it was.<a href=\"#_ftn42\">[42]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn42","label":"42","text":" Segment 18 (Tape 2), 48:43-49:29.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Perhaps Esther was not aware of the full range of orders and\nresponsibilities that ghetto doctors had. While Esther’s efforts were mostly,\nif not entirely, in the service of her patients’ well-being, other doctors engaged\nin additional duties. For instance, by November 1940 one of the tasks of the\ndoctors in the Lodz Ghetto was to determine whether volunteers or recruits were\nfit to be sent to camps for forced labor.<a href=\"#_ftn43\">[43]</a> The advent of the Final Solution added another possible\nresponsibility for the ghetto’s Jewish doctors. The physical examinations prior\nto Jewish transports from the ghetto ceased to be solely a determination of\nfitness for work in a labor camp. When those transports were destined for\nChelmno, the doctors’ decisions – rendered in a state of powerful coercion – meant\neither life (for at least a little while longer in the ghetto) or immediate\ndeath in the mass murder facility.<a href=\"#_ftn44\">[44]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn43","label":"43","text":" See, for example, the entry from April\n11, 1941 in Dobroszycki <i>Chronicle</i>, 46. The protocol for a double\nexamination – by Jewish doctors and then by Ghetto Administration-appointed\nGerman doctors – of prospective workers was established no later than November\n19, 1940; see Chaim Rumkowski, Announcement No. 166 (“Concerning work outside\nof the ghetto”), November 19, 1940, reprinted in English translation in Adelson\nand Lapides, <i>Lodz Ghetto</i>, 96.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn44","label":"44","text":" For a personal account of a doctor who\nfaced this unenviable predicament, see Arnold Mostowicz, <i style=\"mso-bidi-font-style:\nnormal\">With a Yellow Star and a Red Cross: A Doctor in the Łódź Ghetto</i>, trans. Henia and Nochem Reinhartz (London:\nVallentine Mitchell, 2005), 98–107. The Fortunoff Video Archive contains\na testimony from Mostowicz in Polish; see Arnold M., FVAHT, HVT-3163 (1994).\nSee also Dawid Sierakowiak’s description of his mother’s fate: entry from\nSeptember 5, 1942, <i>Sierakowiak Diary</i>, reprinted in English translation\nin Adelson and Lapides, <i>Lodz Ghetto</i>, 333. For scholarly discussion of\nthese selection-related ethical dilemmas as they transpired in the Warsaw\nGhetto, see Offer, “Ethical Dilemmas,” 476–84. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Esther’s testimony gives the\nimpression that, from the perspective of the German Ghetto Administration (<i>Gettoverwaltung</i>)\nofficials, Jewish doctors served only one purpose in the ghetto: to prevent the\nspread of infection beyond the ghetto’s inhabitants.<a href=\"#_ftn45\">[45]</a> Explaining a measure that\nofficials initiated after perimeter guards shot and killed doctors, she states:"}},{"type":"footnoteParagraph","data":{"id":"_ftn45","label":"45","text":" For further information on the Litzmannstadt Ghetto Administration, the\nmost thorough treatment of the topic can be found in Peter Klein, <i style=\"mso-bidi-font-style:normal\">Die Gettoverwaltung Litzmannstadt” 1940 bis\n1944: Eine Dienststelle im Spannungsfeld von Kommunalbürokratie und staatlicher\nVerfolgungspolitik</i> (Hamburg:\nHamburger Edition, 2009).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"So later we even\ngot a special hat with a red band around, so the soldiers should know [not to\nshoot us], not because they loved [doctors] more than others, but [because]\nthey needed a doctor; there were not so many [ghetto doctors], and [German\nofficials] were afraid of epidemics, which could catch them too. So this what\nthey gave us as the protection, the hat, [so] that the Germans should at least\nnot shoot at us.<a href=\"#_ftn46\">[46]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn46","label":"46","text":" Segment 4 (Tape 1), 24:33– 24:57.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"She is, in large part, correct.\nGerman officials were highly concerned about epidemics, especially typhus,\nwhose vector of infection – the louse – made the disease transmissible across\nboundaries.<a href=\"#_ftn47\">[47]</a>\nIt is unclear, however, to what extent the Ghetto Administration viewed the\npresence of Jewish medical practitioners as a means to ameliorate their anxiety\nabout the spread of contagion. "}},{"type":"footnoteParagraph","data":{"id":"_ftn47","label":"47","text":" Mostowicz, <i>With a Yellow Star</i>,<i>\n</i>26. German officials’ concern about epidemics even predated the ghetto’s\nestablishment; see Friedrich Übelhoer, “Establishment of a Ghetto in the City\nof Lodz” memo, December 10, 1939, reprinted in English translation in Adelson\nand Lapides, <i>Lodz Ghetto</i>, 23–26, here 25.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"What becomes clear through Esther’s\ntestimony, though, is the German authorities’ interest in the presence of a\nJewish medical staff. When she mentions Rumkowski’s recruitment of doctors from\nthe Warsaw Ghetto to bolster a depleted medical staff in Lodz, Esther reveals\nthat German officials went beyond establishing a measure to preserve the lives\nof Jewish doctors; they actually embraced the expansion of the Jewish medical\nstaff.<a href=\"#_ftn48\">[48]</a> After all, the success of\nthe Jewish Elder’s endeavor depended on the accession of German officials.\nWithout their support, Rumkowski would not have otherwise been able to travel\nto the former Polish capital with this announced goal, enter and exit the\nWarsaw Ghetto, and bring 12 medical recruits from Warsaw to Lodz in May 1941, after\nboth ghettos had been sealed and unauthorized movement across ghetto boundaries\nhad thus been prohibited.<a href=\"#_ftn49\">[49]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn48","label":"48","text":" Segment 7 (Tape 1), 39:49-39:56.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn49","label":"49","text":" Teenage ghetto diarist Dawid\nSierakowiak noted Rumkowski’s departure for this specific purpose in his entry\nfrom May 13, 1941 and recorded the number of recruited doctors in his May 21,\n1941 entry; see <i>Sierakowiak Diary</i>, 89, 93. There were Jews who travelled\nbetween the two ghettos, but they had to bribe the Gestapo in order to gain the\nability to do so; see, for example, Yankl Nirenberg, <i style=\"mso-bidi-font-style:\nnormal\">Memoirs of the Lodz Ghetto</i>, trans. Vivian Felsen (Toronto: Lugus\nLibros, 2003), 33, 54.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Further reading between the lines,\nin combination with new research findings, is required to gain insight into German\nofficials’ motivations behind their attentiveness – limited as it was – to\nmedical matters in the Lodz Ghetto. As noted above, Esther believed that any\ninterest on the part of German ghetto authorities stemmed from their fear that\nthe proliferation of epidemics in the ghetto could pose a threat to their own\nhealth and the health of others on the “Aryan” side. Yet Esther’s own words\nelsewhere in her testimony challenge her assumption and therefore communicate\nthat another factor contributed to at least some German officials’ attention to\nJewish doctors in the ghetto. The key indication is her recollection that, when\nJewish doctors were transporting patients in a droshky to a hospital in a\ndifferent sector of the ghetto, officials lifted the prohibition on Jews\ncrossing between different parts of the ghetto at street level. She says: “the\ngate they opened for the <i>dorożka</i>… we had to pass and in a quickie.”<a href=\"#_ftn50\">[50]</a> In all other\ncircumstances, Jews had to use bridges over the “Aryan” streets in order to\ncross from one section of the ghetto to another without encountering the\npopulation outside the barbed wire. The inconsistency between this allowance\nand her belief that German officials acted entirely out of concern for their\nown health emerges from the fact that the transport of potentially contagious\npatients through the midst of non-Jews and in close proximity to those manning\nthe ghetto’s gates actually placed those people at risk. This exception\nundermined the German authorities’ efforts to contain epidemics within the\nghetto and its inhabitants. Esther’s description of the patient transport thus reveals\nthat official policy was not always focused on the prevention of disease\ntransmission; the practice appears to have been geared towards facilitating Jewish\ndoctors’ treatment of ghetto inhabitants in need of medical care, regardless of\nthe nature of the patients’ conditions. "}},{"type":"footnoteParagraph","data":{"id":"_ftn50","label":"50","text":" Segment 4 (Tape 1), 25:49-26:10.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"&nbsp;With that said, however, the\npractice’s exceptional nature must be emphasized. As Esther clearly\ncommunicates, German officials typically thwarted – not facilitated – Jewish\ndoctors’ provision of care for ghetto inhabitants. The most glaring factor was\ntheir failure to provide adequate medical resources to the ghetto doctors, leaving\nthe physicians with a “very poor” supply of medicines, just the “minimum\nthing[s],”<a href=\"#_ftn51\">[51]</a>\nin the face of overwhelming medical need stemming from horrendous living and\nworking conditions. Nevertheless, it is important to consider what may have led\nto this exception, which actually supported Jewish doctors’ efforts to treat\npatients."}},{"type":"footnoteParagraph","data":{"id":"_ftn51","label":"51","text":" Segment 6 (Tape 1), 36:14-36:16. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"New research regarding Jewish\ndoctors in the Warthegau’s forced labor camps provides critical insight into this\ncontradiction within Esther’s testimony. It reveals that officials within the\nLitzmannstadt Ghetto Administration, who had a direct interest in the system of\nforced labor camps for Jews, considered Jewish camp physicians’ medical work in\nan economic context, not just in the context of public health. More\nspecifically, German officials recognized the value of these medical\nprofessionals with respect to the goal of authorities to exploit the Jewish\nlabor force for monetary gain, as well as military necessity at times. While\nthe Jewish doctors typically lacked sufficient therapeutic resources, their\nmedical knowledge and skills could nevertheless translate into some improvement\nin the Jews’ labor capacity, which the ghetto officials viewed as critical to\nthe ghetto’s economic viability, and perhaps even profitability.<a href=\"#_ftn52\">[52]</a> Given that the Warthegau’s\nforced labor camps for Jews and the Lodz Ghetto’s factories and workshops both\nrelied on Jewish labor capacity to serve the same ends, it stands to reason\nthat the Ghetto Administration came to view Esther and her medical colleagues in\nterms of their ability not only to limit the spread of epidemics beyond the\nghetto but also to support workers’ productivity, which, in turn, served\nfinancial and military ends. &nbsp;"}},{"type":"footnoteParagraph","data":{"id":"_ftn52","label":"52","text":" Sari J. Siegel, “Between Coercion and\nResistance: Jewish Prisoner-Physicians in Nazi Camps, 1940-1945” (PhD diss., University\nof Southern California, 2018), 64–72. ","embedCode":""}},{"type":"header","data":{"text":"A Jewish Prisoner-Physician in\nGuben ","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Although Reich Minister for\nArmaments and War Production Albert Speer argued for the continuation of the\nexploitation of the Lodz Ghetto inhabitants’ labor capacity for the benefit of\nthe German military, SS Reich Leader Heinrich Himmler’s dedication to the Final\nSolution led to his insistence that the ghetto be liquidated – a process that saw\nthe deportation of over 60,000 Jews to Auschwitz in August 1944;<a href=\"#_ftn53\">[53]</a> Esther, her mother, and\nher brother among them. Upon their arrival at the camp, the SS condemned\nEsther’s mother to the gas chamber but presumably deemed the siblings (relatively)\nfit for labor and thus sent them to become Auschwitz-Birkenau camp inmates. Esther\nspent approximately five harrowing days there, likely in sector BIIc, which\nserved as a transit camp for Jewish women waiting to be sent to work in\nfactories and other labor sites within Germany to aid the war effort.<a href=\"#_ftn54\">[54]</a> When Esther heard an\nannouncement for doctors to step forward she identified herself and subsequently\nreceived a transfer to Guben, a subcamp of Gross-Rosen, where she “was supposed\nto be the physician”<a href=\"#_ftn55\">[55]</a> for an inmate population\ntotaling between 900 and 1,000 women – most of whom were from Hungary.<a href=\"#_ftn56\">[56]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn53","label":"53","text":" Andrzej Strzelecki, <i>The </i><i style=\"mso-bidi-font-style:normal\">Deportation of Jews from the Łódź Ghetto to\nKL Auschwitz and Their Extermination: A Description of the Events and the\nPresentation of Historical Sources</i>, trans. Witold Zbirohowski-Kościa\n(Oświęcim: Auschwitz-Birkenau State Museum), 24–25, 33–34, 36.&nbsp; ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn54","label":"54","text":" Ibid., 73. For information on\nBirkenau’s two transit camp sections (BIIc and BIII, or “Mexico”), see Wacław\nDługoborski and Franciszek Piper, eds., <i>Auschwitz 1940-1945: Central Issues\nin the History of the Camp</i>, trans. William Brand, vol. 1: <i>The Establishment\nand Organization of the Camp</i> (Oświęcim: Auschwitz-Birkenau State Museum,\n2000), 98–100.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn55","label":"55","text":" Segment 9 (Tape 1), 54:24-54:26.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn56","label":"56","text":" Geoffrey Megargee, ed., <i>The United\nStates Holocaust Memorial Museum Encyclopedia of Camps and Ghettos, 1933-1945:\nEarly Camps, Youth Camps, and Concentration Camps and Subcamps under the\nSS-Business Administration Main Office (WVHA)</i>, vol. 1 (hereafter <i style=\"mso-bidi-font-style:normal\">USHMM Encyclopedia</i>, vol. 1), Part A\n(Bloomington: Indiana University Press, 2009), 743. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Esther’s recollections of her imprisonment\nin Guben add further importance to her testimony as a scholarly resource. First,\nthey shed light on an otherwise obscure, or “unknown”<a href=\"#_ftn57\">[57]</a> camp and, in turn, draw\nattention to the Gross-Rosen camp network, which, despite its comprising over\n100 subcamps, has minimal presence in historiography.<a href=\"#_ftn58\">[58]</a> Moreover, information she\nprovides with respect to her recruitment for, and descriptions of, her role as\na prisoner-physician is particularly valuable, as it serves to modify\nmisconceptions on both micro and macro levels of history. "}},{"type":"footnoteParagraph","data":{"id":"_ftn57","label":"57","text":" Andreas Peter, the author of seemingly the only detailed historical work\non Guben, calls it the “unknown camp” (<i>unbekannte Lager</i>) in his work’s\ntitle; see Peter, “Ein Versuch über das ‘unbekannte Lager’ Guben,” in <i>Die\nAusnutzung der Zwangsarbeit der Häftlinge des KL Groß-Rosen durch das Dritte Reich</i>,\ned. Alfred Konieczny\n(Wałbrzych: Muzeum Gross-Rosen, 2004), 90–106. For a list of other studies – either\nin German or Polish – that mention the camp, see <i style=\"mso-bidi-font-style:\nnormal\">USHMM Encyclopedia</i>, vol. 1, Part A, 744. There is an entry\nfor the camp in Wolfgang Benz and Barbara Distel, eds., <i>Der Ort des Terrors:\nGeschichte der nationalsozialistischen Konzentrationslager</i>, vol. 6, 333–37.\n","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Her description of her initial\nencounter with the camp overseer, for instance, corrects the misleading notion\nthat “in the camp there were no medicines and no medical care whatsoever” – a\nstatement that appears in what is typically deemed to be an authoritative\nencyclopedia of Nazi camps.<a href=\"#_ftn59\">[59]</a> Esther recalls that this\nuniformed staff member asked her to produce a “list of things [she] need[s] for\nthe medical services.”<a href=\"#_ftn60\">[60]</a> Likely due to the shock\nof the previous few days, Esther struggled to remember her own name and had\ndifficulty recalling the supplies she would need in the course of her medical\nwork.<a href=\"#_ftn61\">[61]</a> When Esther finally\npresented the camp official with a very short list that included pain\nmedications, cotton, alcohol, and iodine, the overseer subsequently inquired,\n“That’s all what you ask right now?”<a href=\"#_ftn62\">[62]</a> Esther’s testimony thus\nnot only communicates that the camp official was ready to provide supplies, but\nit also provides a clue that the overseer was willing to provide more, had\nEsther requested additional materials. It is important to note that the nature\nof the supplies Esther requested, combined with the overseer’s invitation for\nthe doctor to request additional materials of her choosing, demonstrates that\nEsther’s presence in the camp was not solely to protect the health of Germans\nwhom the inmates encountered in the camp and at work. To arrive at this\nconclusion, though, one must read between the lines of the testimony, because\nEsther voices the opinion that camp officials took sanitary and health-related\nmeasures only “for their own safety.”<a href=\"#_ftn63\">[63]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn59","label":"59","text":" The original text reads, “Im Lager gab es keine Medikamente und keinerlei\närztliche Versorgung.” See Wolfgang Benz and Barbara Distel, ed., <i>Der Ort\ndes Terrors: Geschichte der nationalsozialistischen Konzentrationslager</i>,\nvol. 6 (Munich: C.H. Beck, 2007), 334.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn60","label":"60","text":" Segment 10 (Tape 2), 4:31-4:40.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn61","label":"61","text":" Segment 10 (Tape 2), 4:42-4:58. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn62","label":"62","text":" Segment 10 (Tape 2), 5:54-6:28.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn63","label":"63","text":" Segment 11 (Tape 2), 14:13-14:15.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Esther’s recruitment for medical\nduties in Guben and her initial exchange with the overseer also yield insights\nthat go beyond the micro-level context of the camp itself. Namely, they\nchallenge the “extermination through labor” (<i>Vernichtung durch Arbeit</i>)\nnarrative as a component of the Final Solution.<a href=\"#_ftn64\">[64]</a> According to this theory,\none approach in the Nazi authorities’ pursuit of the annihilation of European\nJewry was purposely working Jews to death; they sent Jews to work, especially\nin slave labor assignments in German factories in 1944, with the goal of\nfurthering the Final Solution.<a href=\"#_ftn65\">[65]</a> Esther’s testimony\nreveals that the historical reality, as it played out during the her time in\nGuben (between August 1944 and February 1945), was much more nuanced and\ncomplex than the “extermination through labor” formula might suggest. These two\nelements of her testimony establish that there was at least <i>some</i>\ninvestment in the medical care of Guben inmates, which, in turn, demonstrates\nthat there was no monolithic application of an exterminatory strategy. Instead,\nthe orientation of individual camp commandants could dictate the inmates’\nconditions, which typically varied from one subcamp to the next.<a href=\"#_ftn66\">[66]</a> Esther may have had few\nresources with which to work, but she nonetheless was not entirely lacking\nmaterials, and those allocated to her indicate that she was there to treat\nprisoners, not just to prevent disease transmission from inmates to German\nguards and factory workers."}},{"type":"footnoteParagraph","data":{"id":"_ftn64","label":"64","text":" For insight into the origins of this\nterm, see David Cesarani, <i>Final Solution: The Fate of the Jews, 1933-1949</i>\n(New York: St. Martin’s Press, 2016), 523–24. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn65","label":"65","text":" For discussions addressing the primacy\nof economic needs versus racist ideology, see, for example, Jens-Christian\nWagner, “Work and Extermination in the Concentration Camps,” in <i>Concentration\nCamps in Nazi Germany: The New Histories</i>, ed. Jane Caplan and Nikolaus\nWachsmann (London: Routledge, 2010), 127–48; Marc Buggeln, “Building to Death:\nPrisoner Forced Labour in the German War Economy – The Neuengamme Subcamps,\n1942-1945,” <i>European History Quarterly</i> 39, no. 4 (2009): 606-32.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn66","label":"66","text":" Gutterman, <i>Narrow Bridge</i>, 109.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Esther’s transfer from Auschwitz to\nGuben also undermines the notion that genocidal aims undergirded slave labor\ninitiatives. After all, it is highly unlikely that officials with murderous\nintent would have invested the time and manpower to recruit Esther and assign a\nrifle-toting chaperone to escort her on a train and deliver her to Guben for\nthe express purpose of serving as the physician for the camp’s inmates.<a href=\"#_ftn67\">[67]</a> When it later became\nclear that Esther alone was not enough to meet the Guben inmates’ need for\nmedical attention, especially when “there was a lot of sickness,” German\nauthorities “assigned another doctor.”<a href=\"#_ftn68\">[68]</a> Their efforts, in turn,\nfurther demonstrate that at least some German officials pursued a priority\naside from the Final Solution: maintaining Jewish labor capacity. In the case\nof the Guben subcamp, Jewish laborers comprised a third of the workforce in the\nGuben factory, which was producing electronic equipment, especially radios, for\nGerman Air Force (<i>Luftwaffe</i>) planes.<a href=\"#_ftn69\">[69]</a> Their health largely\ninfluenced their ability to work, which, in turn, had a possible macro-level\nimpact: contributing to a German war effort in desperate need of labor and\nsupplies in the second half of 1944 and the start of 1945.<a href=\"#_ftn70\">[70]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn67","label":"67","text":" Segment 9 (Tape 1), 53:58-54:26.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn68","label":"68","text":" Segment 11 (Tape 2), 10:45-10:50. The\ncases of Esther’s and her Guben colleague’s transfers were not unique. For\nexample, on August 30, 1944, a female French Jewish prisoner-physician was\ntransferred from Birkenau to Buchenwald, presumably for subsequent transfer to\na particular Buchenwald subcamp. See Danuta Czech, <i>Auschwitz Chronicle,\n1939–1945</i> (New York: Henry Holt, 1990), 700. See also ibid., 704, 706, 751.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn69","label":"69","text":" Hans Brenner, <i>Todesmärsche und Todestransporte: Konzentrationslager\nGroß-Rosen und die Nebenlager</i> (Chemnitz: Verlag Klaus Gumnior, 2015), 100. For further information about the\nfactory, see <i>USHMM Encyclopedia</i>, vol. 1, Part A, 743.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn70","label":"70","text":" For insight into the relationship\nbetween the war and the widespread development of satellite camps, see, for\nexample, Nikolaus Wachsmann, <i>KL: A History of the Nazi Concentration Camps</i>\n(New York: Farrar, Straus and Giroux, 2015), 445–58, 464–74.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"New findings regarding the\nrecruitment of Jewish prisoner-physicians for work in at least 17 industrial\nsubcamps in the Auschwitz network bolster the hypothesis that camp officials\nrecruited Esther and her Yugoslavian colleague to support labor capacity, not\njust to protect the health of camp guards and factory workers who came into\ncontact with the Jewish inmates. The research reveals that camp authorities\ntransferred dozens of Jewish doctors to and between these camps and in some way\nenabled, or at least permitted, the physicians to keep ailing and injured\ninmates alive and (relatively) productive – all in the geographical and\nbureaucratic vicinity of the very epicenter of the Nazi exterminatory endeavor.<a href=\"#_ftn71\">[71]</a> Esther’s account thus\njoins a growing body of source material that challenges the “extermination\nthrough labor” narrative utilizing the case of Jewish prisoner-physicians – individuals,\nwho, on account of their specialized knowledge and skillsets, could also play a\nrole in the macro contexts of the German labor economy and war effort.&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn71","label":"71","text":" See Siegel, “Between Coercion and\nResistance,” 228–34, 247–65. ","embedCode":""}},{"type":"header","data":{"text":"“Collaboration” and Resistance in the\nClinic","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Through Esther’s role as a\nprisoner-physician treating women producing equipment for the German military,\nher testimony problematizes the concepts of collaboration and resistance during\nthe Holocaust and thus challenges the common practice of categorizing Jews’\nbehavior as one or the other of these presumed polar opposites.<a href=\"#_ftn72\">[72]</a> By serving her\nassigned purpose as a doctor for Guben inmates and thereby helping, to the\nlimited extent that she could, the sick recover and return to their work on\ndevices for the <i>Luftwaffe</i>, Esther was not only adhering to a doctors’\nresponsibility to heal, she was also, at least to a small extent, contributing\nto the Third Reich initiative to exploit Jewish labor, especially its capacity\nto aid the war effort. Doing so meant that she was also assisting in the perpetuation\nof the regime that was simultaneously pursuing another initiative: the Final\nSolution. In other words, some of the medical work she was able to perform\nhelped her fellow inmates <i>and</i> amounted to her following orders that\nfurthered a central macro-level project of her captors – behavior that would\ntypically be condemned as “collaboration” or “cooperation” with the Nazis. As a\nresult, Esther’s testimony also points to the importance of the simultaneous\nconsideration of micro and macro contexts when approaching Holocaust history."}},{"type":"footnoteParagraph","data":{"id":"_ftn72","label":"72","text":" Given this word’s common usage in\ndescribing the activities of prisoner-functionaries, it appears here as a\nshorthand; but it is set in quotation marks to convey that its use is\ninappropriate. For one, the weight of its negative connotations is problematic.\nMoreover, its implication that an inmate willfully decided to assist the Nazis,\noften at the expense of fellow prisoners, renders the word an unsuitable\ndescriptor of what transpired in the camps, where coercive forces, not personal\nwill, typically motivated decisions.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Furthermore, although she does not\noffer much detail in her testimony, her work in the Guben clinic yields some\ninsight into the connectedness between the pursuits of the Final Solution and\nthe exploitation of Jewish labor capacity. The clinic itself was a point at\nwhich both initiatives coexisted and intersected. It was where Esther worked\nwith whatever minimal supplies she had to return Guben inmates to at least a\npartially functional state so they could contribute to the German war effort in\nthe factory. Iren Leibowitz, for example, recalls that the Guben inmate medical\nteam, whom she names as Esther, Ruth, and Sonja,<a href=\"#_ftn73\">[73]</a> performed surgery on her\nto remove, presumably, the source of an infection that had caused her dangerously\nhigh fever.<a href=\"#_ftn74\">[74]</a>\nYet, the clinic was also the site of sporadic selections carried out by a uniformed\nGerman official, likely a doctor sent from Gross-Rosen,<a href=\"#_ftn75\">[75]</a> to weed out inmates who\nwere unlikely to recover from their illness or injury within a short amount of\ntime – such as those with tuberculosis.<a href=\"#_ftn76\">[76]</a> Esther states in a\ndifferent testimony that this official “would take them out right away, back to\nAuschwitz,” where these debilitated inmates were likely murdered.<a href=\"#_ftn77\">[77]</a> Although she does not\ndiscuss these selections in her accounts, Esther not only knew about the\npractice, but she also employed tactics to protect patients from that fate. One\nsuch approach was sending patients away from the hospital before the “cleaning\nout.”<a href=\"#_ftn78\">[78]</a> Another life-saving strategy\nwas changing the names of patients who required a longer recovery period, as\nshe did in the case of the aforementioned Iren Leibowitz, who states that\nhospital stays exceeding five days to a week would result in a transfer to\nAuschwitz.<a href=\"#_ftn79\">[79]</a>\nSince her convalescence required additional time, the Guben prisoner-physicians\nchanged her name to avoid her detection by the German official performing the\nselection according to information on Esther’s medical charts.<a href=\"#_ftn80\">[80]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn73","label":"73","text":" Iren Leibowitz, USC SF-VHA, Int. 37166 (1997), Seg. 55. Sonja was likely a nurse.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn74","label":"74","text":" Ibid., Seg. 63. Her pronunciations of\nthe ailment and the excised part are not clear. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn75","label":"75","text":" Gutterman, <i>Narrow Bridge</i>, 101.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn76","label":"76","text":" Segment 11 (Tape 2), 11:47- 12:09. For\na short description of this visitor, see Esther Fox, USC SF-VHA, Int. 766, Seg.\n115.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn77","label":"77","text":" Esther Fox, USC SF-VHA, Int. 766, Seg.\n116. See Gutterman, <i>Narrow Bridge</i>,<i> </i>104–5. Other Guben survivors\nrecall that those who entered the hospital with severe illnesses were unlikely\nto return: Helene H., FVAHT, HVT-4396 (2007), Segment 13 (Tape 2), 14:36-14:53;\nHelen Glass, USHMM, RG-50.583.0071 (1990), 58:20-58.31. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn78","label":"78","text":" Paula Ganis, USC SF-VHA, Int. 21415 (1996), Seg. 78–79.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn79","label":"79","text":" Leibowitz, USC SF-VHA, Int. 37166 (1997), Seg. 55. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn80","label":"80","text":" Ibid., Seg. 56.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The cursory nature of the German\nmedical officer’s visits offered Esther the possibility of a third tactic to\nthwart his attempt to cull the hospital’s patient population to serve the Final\nSolution. Of her preparations for his sporadic visits to the camp, she reports,\n“I kept, a little bit, a double bookkeeping. For him, I showed the temperature\nand everything a little bit on the normal side. And the real, I didn’t show\nthem because the majority had TB, and I didn’t want he should know it. He\ndidn’t examine [the patients]; he only took [a look at the books].”<a href=\"#_ftn81\">[81]</a> Esther’s testimony thus\noffers a clear example of her engaging in an act of resistance within a\nclinical setting. This is particularly noteworthy, because, while other modes\nand categories of resistance during the Holocaust have received much scholarly\nattention,<a href=\"#_ftn82\">[82]</a>\nJewish doctors’ efforts in this sphere are largely absent from historiography.<a href=\"#_ftn83\">[83]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn81","label":"81","text":" Segment 11 (Tape 2), 11:46-12:09.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn82","label":"82","text":" For a concise examination of the\nevolution of historiography on Jewish resistance during the Holocaust, see\nRobert Rozett, “Jewish Resistance,” in <i>The Historiography of the Holocaust</i>,\ned. Dan Stone (Basingstoke, U.K.: Palgrave Macmillan, 2004), 341–63. For a\nstudy that has since expanded the discussion further, namely by drawing\nattention to individual acts of resistance, see Wolf Gruner, “Defiance and\nProtest: A Comparative Microhistorical Reevaluation of Individual Jewish\nResponses to Nazi Persecution,” in <i>Microhistories of the Holocaust</i>, ed.\nClaire Zalc and Tal Bruttmann (New York: Berghahn Books, 2017), 209–26.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn83","label":"83","text":" Exceptions are to be found in Grodin, <i>Jewish\nMedical Resistance</i>. For a study that partially sets a Jewish\nprisoner-physician’s activities within a framework of resistance, see Sari J.\nSiegel, “Treating an Auschwitz Prisoner-Physician: The Case of Dr. Maximilian\nSamuel,” <i>Holocaust and Genocide Studies</i> 28, no. 3 (Winter 2014): 450–81.","embedCode":""}},{"type":"header","data":{"text":"Postwar Medical Career","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As the Soviet front drew closer to Guben in February 1945,\nNazi officials decided to liquidate the camp and send Esther and her fellow\ninmates away from the front towards Germany’s interior. Their destination was\nBergen-Belsen, whose inmates were starving and in the throes of a typhus\nepidemic. Esther recalls, “People died like flies. Absolutely like flies. And\n[there] were stack[s] of cadavers and everything.”<a href=\"#_ftn84\">[84]</a> Again, she identified herself as a doctor – this time to a\nleading prisoner-physician in the camp who subsequently assigned her to medical\nduty in a particular block. After about two weeks, however, she fell ill with\ntyphus and did not recover until after British and Canadian soldiers liberated\nBergen-Belsen on April 15, 1945."}},{"type":"footnoteParagraph","data":{"id":"_ftn84","label":"84","text":" Segment 13 (Tape 2), 20:51-20:57.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Once she regained her health, Esther served as a doctor in a\nformer German military hospital, which the British had requisitioned for the\nsurvivors of Bergen-Belsen. While the British military’s response to the\nunprecedented medical crisis presented by tens of thousands of starving and\ndisease-ridden survivors has received attention from historians,<a href=\"#_ftn85\">[85]</a> Esther’s medical work with fellow displaced persons (DPs)\nreveals one aspect of this postwar healthcare landscape that scholars have not\nyet explored: DP-physicians.<a href=\"#_ftn86\">[86]</a> Her service as a physician to this population did not end\nwith her departure for Sweden in July 1945; she worked for about a year in a DP\ncamp in Nykvarn,<a href=\"#_ftn87\">[87]</a> about “an hour from Stockholm… where there were still sick,\nweak refugees.”<a href=\"#_ftn88\">[88]</a> After a hiatus due to restrictions on her practicing\nmedicine beyond DP camps in Sweden and to her need for requalification as a\ndoctor in the English language after she arrived in America in May 1947, Esther\nresumed her work as a physician. She returned to her specialization in\npediatrics, first with a “job with the city in a well-baby clinic” and then\nthrough her own private practice.<a href=\"#_ftn89\">[89]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn85","label":"85","text":" See, for example, Paul Weindling,\n“‘Belsenitis’: Liberating Belsen, Its Hospitals, UNRRA, and Selection for\nRe-emigration, 1945–1948,” <i>Science in Context</i> 19, no. 3 (2006): 402–7;\nBen Shephard, “The Medical Relief Effort at Belsen,” in <i>Belsen 1945: New\nHistorical Perspectives</i>, ed. Suzanne Bardgett and David Cesarani (London:\nVallentine Mitchell, 2006), 31–50. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn86","label":"86","text":" My new project, tentatively titled\n“Healing after the Holocaust: Jewish DP-Physicians and the Provision of Medical\nCare to Fellow Survivors in Germany, 1945-1950,” will address this gap in the scholarship.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn87","label":"87","text":" The location is named in Fox, “Memoir,”\n8.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn88","label":"88","text":" Segment 14 (Tape 2), 30:24-30:30.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn89","label":"89","text":" Segment 17 (Tape 2), 45:13-45:27.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Through these recollections of her postwar experiences,\nEsther’s testimony provides material for a few topics gaining increased\nscholarly attention and for some that historians have yet to examine deeply. For\nexample, Esther’s account yields insight into an individual’s DP experience – a\ntopic that, until recently, has been accorded secondary status behind the\nexamination of Jewish displaced persons in the political sphere.<a href=\"#_ftn90\">[90]</a> Furthermore, with this\nsingle voice being that of a woman, Esther’s testimony brings to the fore a\nperspective that often got lost among the men’s voices upon which those\npolitical studies typically drew.<a href=\"#_ftn91\">[91]</a> Importantly, while\npresenting a female perspective on the DP experience, Esther’s account is\nrather rare, as hers does not offer the typical narrative of “motherhood and\nmothering [which] characterized the role of the woman survivor”<a href=\"#_ftn92\">[92]</a> in the early postwar\nyears. Instead, hers is a story of a professional calling upon her medical\ntraining to help and heal fellow survivors."}},{"type":"footnoteParagraph","data":{"id":"_ftn90","label":"90","text":" Among these politically oriented works\nare Yehuda Bauer, <i>Out of the Ashes: The Impact of American Jews on\nPost-Holocaust European Jewry</i> (New York: Pergamon Press, 1989);<i> </i>Arieh\nJ. Kochavi, <i>Post-Holocaust Politics: Britain, the United States, and Jewish\nRefugees, 1945-1948</i> (Chapel Hill: University of North Carolina Press,\n2001). ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn91","label":"91","text":" Regarding the marginalization of the\nfemale voice among DP studies, see, for example, Margarete L. Meyers, “Hannah’s\nPrayer: Jewish Women as Displaced Persons, 1945-1948,” in <i>Women in the\nHolocaust: Responses, Insights and Perspectives</i>, ed. Marcia Sachs Littell\n(Merion Station, PA: Merion Westfield Press International, 2001), 173.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn92","label":"92","text":" Meyers, “Hannah’s Prayer,” 173. The\ncentrality of mothering and motherhood in the lives of Jewish DPs becomes\napparent in light of the fact that, “for six months in 1946, the Jewish DP\nbirth rate was the highest of any country or population” (ibid., 176).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As such, given the absence of\nscholarship regarding DP-physicians, Esther’s testimony is important for\ndemonstrating that Jewish doctors did, in fact, provide medical care to DPs,\nand it thus points to a topic that merits investigation. Esther’s discussion of\nher experiences as a Jewish DP in Sweden also reveals a gaping hole in\nhistoriography, as information on the Swedish government’s treatment of DPs is\nwoefully lacking.<a href=\"#_ftn93\">[93]</a> "}},{"type":"footnoteParagraph","data":{"id":"_ftn93","label":"93","text":" Swedish scholar Malin Thor Tureby is\ncurrently researching this topic.","embedCode":""}},{"type":"header","data":{"text":"Conclusion","level":2}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Given the relative lack of scholarship about Jewish doctors’\nprovision of medical aid to fellow Jews in the contexts of ghettos,\nconcentration camps, and DP camps, Esther’s recollections of her medical career\nare of great value to scholars and students alike. Furthermore, when approached\nin a particular way, her testimony can yield even more insight, as her work as\na physician can serve as a lens through which to examine the Holocaust and its\naftermath – not only her own experience but also the micro and macro contexts\nin which she worked. In turn, the combination of absorbing her words and\nreading between the lines reveals the immense value of ghetto doctors’ and\nprisoner-physicians’ accounts, as these sources present rich insights. For\ninstance, they enable the tracing of a professional practice, its successes and\nchallenges, across a number of sites. They shed light on attempts to adhere to\nthe Hippocratic Oath in dire circumstances, often at the intersection of two\nmajor goals of the Holocaust’s numerous perpetrators: the exploitation of the\nJewish workforce and the extermination of European Jewry. With the pursuit of\nhealing as a constant across the survivors’ Holocaust and postwar experiences,\nthese doctors’ accounts provide a unique mode of comparison between different places\nand stages of persecution and imprisonment, and, in turn, they can offer a perspective\non &nbsp;the continuities and ruptures across\nboth sides of liberation. "}}],"time":1607549067191}