{"version":"2.19.0","blocks":[{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Born in 1921 to\nan impoverished Jewish family in a provincial city in central Ukraine, Liubov’\nKrasilovskaia eloquently represents a generation of Soviet Jews born shortly\nbefore or after the Bolshevik Revolution. In some senses, they are the most\n“Soviet” of Soviet Jews. Nevertheless, many of this generation retained a\nsubstantive Jewish identity that wasn’t necessarily defined by the Holocaust,\nby late-Stalinist antisemitism, or by Soviet anti-Zionism. Instead, their\nJewishness was primarily rooted in familial and hometown bonds, which continued\nto shape their lives long after the catastrophic Nazi occupation of 1941-1944. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Liubov’ and her\ncontemporaries grew up in the midst of sweeping economic transformations, rapid\nSoviet industrialization, and the purges of the 1930s. As a child, Liubov’s\ndaily life was profoundly shaped by Soviet modernization projects. Although her\nfather was an artisan, not a peasant, Soviet farm collectivization and the\nresulting food shortages had a deep impact on her family. During the Holodomor\nfamine of 1932-1933, many families, Jewish and Ukrainian alike, decided to hand\nover their children to state orphanages until they could provide for them\nagain. As Liubov’ recalls, “…the director of our school took me and my two brothers into\nthe orphanage, and we stayed there until I finished seventh grade. Then I\nreturned home.” <a href=\"#fn-2dqwc1lfyw\">[v-1]</a>&nbsp; The school that Liubov’ attended through the ninth grade was\none of over 800 secular Yiddish-language schools in Soviet Ukraine.<a href=\"#_ftn1\">[1]</a> These schools,\nalong with other Soviet minority-language schools, were designed to supplant\nreligious educational institutions and educate Soviet youth in socialist\nvalues. "}},{"type":"footnoteParagraph","data":{"id":"fn-2dqwc1lfyw","label":"v-1","text":"\"…the director of our school took me and my two brothers into\nthe orphanage, and we stayed there until I finished seventh grade. Then I\nreturned home.\"","embedCode":"<iframe src=\"https://fortunoff.aviaryplatform.com/embed/media/59559?media=59559&t=600\" height=\"400\" width=\"1200\" style=\"width: 100%;\"></iframe>"}},{"type":"footnoteParagraph","data":{"id":"_ftn1","label":"1","text":" See\nJeffrey Veidlinger, <i>In the Shadow of the Shtetl: Small-Town Jewish Life in\nSoviet Ukraine </i>(Bloomington: Indiana University Press, 2013), 79-87; Anna\nShternshis, <i>Soviet and Kosher: Jewish Popular Culture in the Soviet Union,\n1923-1939 </i>(Bloomington: Indiana University Press, 2006), 14-20.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Even as Soviet\neconomic and educational programs propelled the former Pale of Settlement into\na new era, many elements of traditional life remained. In her testimony,\nLiubov’ recalls accompanying her parents to synagogue, celebrating religious\nJewish holidays, and learning traditional prayers from her uncle. Other,\nnon-religious aspects of traditional shtetl life also lingered, including\neconomic and social patterns that had existed for centuries. For example, most\nJews in Zvenigorodka, including Liubov’s father, maintained their traditional\nartisanal trades as cobblers, tailors, tinsmiths, etc. In an effort to build a\nsocialist economy, the Soviet state drove the collectivization of such artisans\ninto “artels.” However, within the highly concentrated Jewish population of the\nformer Pale of Settlement, these artels reinforced Jewish social circles and,\nby extension, traditional Jewish life. Furthermore, in its effort to rally\npopular support for the development of a socialist economy, the Soviet state\npursued a policy of “indigenization” in the 1920s, producing popular culture\nthat was “national in form, socialist in content.” Yiddish language theater\ntroupes and newspapers promulgated a linguistic and cultural Jewishness that\nappealed to secular and religious Jews alike. These cultural institutions, like\nthe Yiddish schools, were largely shuttered in the mid-late 1930s as the\nStalinist state asserted a more homogeneous Soviet culture. Nevertheless, their\nbrief existence produced a generation of Soviet Jews whose Jewish identity was\nsubstantively Jewish and profoundly Soviet. Far from forced assimilation,\nSoviet modernization in provincial Ukraine reinforced Jewish identities and\ncommunities, even as these identities and communities assumed a distinctly\nSoviet flavor. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As much as\nLiubov’s testimony complicates familiar narratives of Soviet Jews’ wholesale\nassimilation, it also challenges common assumptions regarding the creation of\nthe “Final Solution” and familiar narratives regarding Jewish-Ukrainian\nrelations during the German occupation. After the German Wehrmacht launched its\ninvasion into Soviet territory on June 22, 1941, Nazi Germany rapidly seized\ncontrol of vast new territories inhabited by populations it deemed racially\ninferior—Slavs, Roma, and above all, Jews. In the initial months of the\noccupation, German operatives focused on eliminating potential sources of resistance,\nparticularly Communist party officials and other “radical” elements. While Nazi\npropaganda frequently employed the words “communist” and “Jew” interchangeably,\nthere was no policy yet for the annihilation of Jews. Instead, the German\noccupiers initially confined Jews to ghettos in or near their hometowns.\nAccording to Christopher Browning, between September 18 and October 25, 1941,\nthe Third Reich developed a comprehensive vision for the Final Solution, which\nwas later codified at the Wannsee Conference in January 1942.<a href=\"#_ftn2\">[2]</a> This\nnew vision called for the construction of industrialized extermination centers\nin Poland to which Jews would be deported from across Europe. Yet, even as this\nofficial policy was still being formulated, mass killing had already begun in\nthe occupied Soviet territories. As Browning argues, the shift toward mass\nmurder in the East was not initiated by a direct order from Berlin, but instead\nby local German commanders, as a matter of administrative practicality.<a href=\"#_ftn3\">[3]</a> Thus,\nin September 1941, German Einsatzgruppen and police, with the assistance of\nlocal collaborators, began to conduct mass shootings in which hundreds,\nsometimes thousands of Jews were murdered in ravines and forests near their\nhometowns. After a reprieve during the winter of 1941-1942, mass shootings\nresumed as ghettos were liquidated throughout 1942 and early 1943."}},{"type":"footnoteParagraph","data":{"id":"_ftn2","label":"2","text":"\nChristopher Browning, <i>The Origins of the Final Solution: The Evolution of\nNazi Jewish Policy, September 1939-March 1942 </i>(Lincoln: University of\nNebraska Press, 2004), 424. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn3","label":"3","text":"\nIbid, 283-4. See also, Yitzhak Arad, <i>The Holocaust in the Soviet Union</i>\n(Lincoln: University of Nebraska Press, 2009), 125-40.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The widespread\nparticipation of local non-Jews in the ghettoization and murder of Jews in the\noccupied Soviet Union speaks to the intimacy of much of the violence\nperpetrated during the Holocaust. In wrenching detail, Liubov’ Krasilovskaia\ndescribes how her mother was ruthlessly beaten and shot by a former next-door\nneighbor in Zvenigorodka, Ukraine. As Martin Dean observes, such violence was\nneither impersonal nor mechanized, as it is sometimes described in histories of\nthe Holocaust, particularly when the victims were killed by those known to\nthem.<a href=\"#_ftn4\">[4]</a> Omer\nBartov also challenges the assumption that mass murder was only possible\nbecause Germans and local collaborators had first dehumanized their victims: "}},{"type":"footnoteParagraph","data":{"id":"_ftn4","label":"4","text":"\nMartin Dean, <i>Collaboration in the Holocaust: Crimes of the Local Police in\nBelorussia and Ukraine, 1941-1944</i> (New York: St. Martin’s Press, 2000),\n163-4.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Genocide,\neven one organized by a sophisticated bureaucratic state, is ultimately about\nsome people killing other people. There is... always a point at which the\nkiller encounters his victim; there is, even if only for a fraction of a\nsecond, eye contact, or at least some fleeting recognition of the other as a\nfellow human being, just as the victims cannot avoid recognizing the humanity\nof their killers, however inhuman their actions may be. Assigning the victims\nto the category of the ‘dehumanized,’ or assigning the perpetrators to the\ncategory of the ‘inhuman,’ is an easy way out. The horror and tragedy of\ngenocide is that it is an event in which human beings, who under other\ncircumstances could and sometimes did befriend or even love each other, are\ntransformed into hunters and their prey.<a href=\"#_ftn5\">[5]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn5","label":"5","text":"\nOmer Bartov, <i>Erased: Vanishing Traces of Jewish Galicia in Present-Day\nUkraine</i> (Princeton: Princeton University Press, 2007)<i>, </i>xii.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In her\ntestimony, Liubov’ poignantly describes the sense of betrayal she experienced\nas she watched her former neighbor, Grishka [Grisha], torture and kill her\nmother: “We\n[had] rented our apartment from his uncle since we didn’t have our own home.\nThey knew all about us, everything, from the inside out. They had known us all\nour lives. But he didn’t take that into consideration.” For local\ncollaborators like Grisha, the knowledge of their victims as human beings was\nglaring, and yet they chose to murder nonetheless. How was this possible? For\nsome, it appears that careerist ambition prompted collaboration. However, in\nGrisha’s case, anti-Soviet sentiments seem to have played a decisive role. Just\nbefore killing Liubov’s mother, he bursts out, “You [Jews] tortured us for 23\nyears”—thereby attributing the oppression he and his family had apparently\nsuffered under Soviet rule to the Jews collectively and, specifically, to a helpless\nJewish woman whom he had known for years as a neighbor. For Grisha and many\nother local volunteers, collaboration offered myriad opportunities to settle\nold scores and vent accumulated resentments, regardless of any longstanding\npersonal bonds. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Despite this\nand many other abuses she suffered at the hands local Ukrainian collaborators,\nLiubov’ provides a remarkably evenhanded perspective on Jewish and non-Jewish\nrelations during the Nazi occupation, and violent collaboration is only one of\nmany Ukrainian responses that Liubov’ details. On the continuum between\nanti-Jewish violence and anti-Nazi resistance, non-Jews across occupied Europe\nexhibited a broad range of morally ambiguous reactions to the German\npersecution of Jews. For example, Liubov’ describes the economic opportunism of\nsome local Zvenigorodka residents following the ghettoization of their former\nJewish neighbors. Desperate to supplement meager food rations, Jews were forced\nto sell off their household possessions. The “buyers” were local non-Jews who\nillegally snuck into the ghetto in order to capitalize on desperation.\nAccording to Liubov,’ many of the “buyers” promised to bring money or food in\nexchange for the furniture they took, but few returned with the promised\npayment. Such transactions did occasionally provide Jews with extra sustenance\nand, technically, transactions between Jews and non-Jews defied German\nregulations. Thus, it is difficult to classify these interactions as simple\ncollaboration. At the same time, asymmetrical trade contributed significantly\ntoward the dispossession of Jews – a primary objective of German occupation\npolicy. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In addition to\ncollaboration and complicity, Liubov’ acknowledges local Ukrainians who\naltruistically provided her and her fellow camp inmates with food and,\nultimately, saved her life. In the Budyshche camp, Liubov’ describes how meager\nthe food rations were and recalls,"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"the people in the two neighboring villages, Shesteryntsi and\nBudyshche, did a lot to help us. They were wonderful people. [….] They would\ncome to the camp; they would persuade the politsai, bring us half liters, bring\nus pieces of bread, a potato here and there, and if they lived nearby,\nsomething hot to eat. They really supported us. And we also got a little\ncreative. The politsai had been with us so long they knew that we wouldn’t run\naway, so on the way home from work, either on the road or right near the camp,\nwe managed to run in pairs to the village to ask for something to eat. If only\none person came up to the door, they would even ask, “Why didn’t you bring a\nfriend? We would have fed both of you.” They fed us, gave us pieces of bread,\ngave us potatoes, gave us a little salt. That’s how they supported us. If it\nweren’t for them, we would likely have died from hunger. [Our bellies] would\nhave swollen up.\n\n"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The generosity\nof these Ukrainian villagers toward the Jewish camp prisoners is especially\nremarkable given that neither Shesteryntsi nor Budyshche had a significant\nJewish population before the war. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"If prewar\nproximity was no guarantee of neighborly wartime relations, unfamiliarity was\nno barrier to compassion, either. Indeed, it was unfamiliarity that proved\ncrucial to Liubov’s survival. During the liquidation of the Nemorozh labor camp\nin May 1943, Liubov’ and another young woman, Raya, miraculously escaped the\nmass shooting. Knowing they might be recognized and betrayed if they returned\nto their hometowns of Zvenigorodka and Ol’shana, the two young women fled south\n– entrusting their fate to the kindness of strangers. At the border of the Kiev\nand Kirovograd Provinces, they met Yarina, a woman from the village of\nKozachany who took them in. Liubov’ and Raya initially impersonated Ukrainian\nworkers who had escaped from labor conscription in Germany. After Yarina\noverheard Liubov’ speaking Yiddish in her sleep though, she confronted the two\nwomen. Rather than handing them over, however, Yarina hid the two young\nrefugees until after the Red Army liberated Kozachany. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Not many\nescapees were so fortunate, especially earlier in the war – when the German\noccupation seemed permanent. Liubov’ emphasizes that, up until the camp\nliquidations, she and her fellow inmates didn’t bother trying to run away\n“because there was nowhere [safe] to run –&nbsp;\nmeaning that none of the local non-Jews were willing to shelter runaway\nJews. She relates the story of Etinzon, an inmate in the first Nemorozh camp.\nOn November 2, 1942, he managed to escape the camp’s first liquidation.\nSuddenly a fugitive, he sought shelter in a nearby peasant hut. The woman there\nprovided him a generous meal, but when she stepped out under the pretext of\ngoing to visit a neighbor, he grew suspicious and left the premises\nimmediately. Etinzon’s instincts proved correct as the peasant woman had gone\nto fetch a politsai member, who no doubt would have shot Etinzon on the spot.\nDiscouraged from seeking further assistance from non-Jews, Etinzon wound up in\nthe Smel’chintsy camp. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"While one\ncannot underestimate the moral courage required to aid Jews at any point during\nthe war, the contrasting outcomes of Etinzon and Liubov’s escapes suggests that\ntime was a factor in many aid givers’ decisions of whether to shelter Jewish\nrefugees. As the German Army retreated and liberation drew closer, the relative\nrisks of taking in fugitives decreased. Liubov’s identification of Ukrainian\ncollaborators and grateful acknowledgement of Ukrainian aid-givers makes her\ntestimony a particularly valuable record of the complexity of inter-ethnic and\ninter-religious relations during the German occupation. Liubov’ challenges\ncommon generalizations and stereotypes while highlighting the incredible risks\nthat both Jews and non-Jewish aid-givers took at a time when neighbors could\nbecome executioners and strangers unlikely saviors. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Liubov’s\ntestimony also broadens familiar Holocaust iconographies of colossal\nconcentration camps, gas chambers, and industrial crematoria in German-occupied\nPoland. In contrast, the Holocaust in the Soviet Union offers a different\niconography—one far more improvised, even makeshift, but no less deadly. In\nmany locales, elderly adults and young children fell victim to mass shootings\nearly in the German occupation. Surviving adults were condemned to forced labor\nin the ghettoes or in small labor camps, living in constant fear of the ongoing\nmass shootings. This history of forced labor in occupied Soviet territory is\none of the more under-researched aspects of the Holocaust. Liubov’s testimony\nrecounts the experience of grueling labor, appalling living conditions, and the\nconstant threat of death. While Jewish forced laborers were valuable for the\nGerman war effort, high rates of malnutrition, disease, injury, and\n“accidental” death claimed many lives.<a href=\"#_ftn6\">[6]</a> As\nthe tide of the war shifted and the German Army began its long westward\nretreat, 1943 and early 1944 brought a final round of liquidations to these\nlabor camps. In Ukraine, the Nemorozh camp where Liubov’ was a prisoner, was\none of the last camps to be liquidated.<a href=\"#_ftn7\">[7]</a>\nUnderstood in this light, Liubov’s survival and escape are truly extraordinary.\n"}},{"type":"footnoteParagraph","data":{"id":"_ftn6","label":"6","text":" See\nDonald Bloxham, “Jewish Slave Labour\nand its Relationship to the ‘Final Solution,’” in&nbsp;<i>Remembering for the\nFuture: The Holocaust in an Age of Genocide</i>, eds. John Rother et al.<i> </i>(London:\nPalgrave Macmillan, 2001), 163-86. See also Gustavo Corni, “Work as Salvation,” in his&nbsp;<i>Hitler’s\nGhettos: Voices from a Beleaguered Society, 1939-1944 </i>(London: Oxford\nUniversity Press, 2002), 227-61. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn7","label":"7","text":"\nArad, <i>Holocaust in the Soviet Union</i>, 340. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"During her\nimprisonment in a series of labor camps north of Zvenigorodka, Liubov’ and her\nfellow prisoners collectively composed several songs inspired by their\nexperiences in the Nemorozh, Smel’chintsy, and Budyshche labor camps. As Liubov’ explains,\n“Everyone [wrote the songs], all together. This one would give a word, that one\nwould give two. This one a line, and the next would add another. That’s how it\ncame together for us.” The process of composing and performing these\nsongs boosted morale and camaraderie among inmates, who were experiencing daily\nhardships and losses, giving voice to feelings of hope and despair. For\nexample, the first song that Liubov’ shares with the interviewers expresses the\nanguish that she and other Zvenigorodka Jews experienced as they left their\nrelatives in the ghetto and turned to face an uncertain future in the Nemorozh\ncamp: "}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"Farewell, our\nnative city.<br>Farewell, family so dear.<br>Farewell, precious mothers.<br>Farewell, to all our friends.<br><br>Blindly, we walk down the road,<br>Not knowing what lies ahead.<br>The ominous thought is growing,<br>That awaiting us is death."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Several months later, Liubov’ and\nseveral other inmates snuck out of the labor camp during a roll call to beg for\nfood in the neighboring village. While many of the politsai guards turned a\nblind eye to this practice, on this particular occasion the prisoners were\nconfronted upon their return by Stepan Sikolo – the blonde, self-important camp\noverseer. Rather than punishing the “escapees” immediately, Stepan waited two\ndays before sentencing each of them to 25 lashes with a ramrod – leaving the\nprisoners to agonize over their fate and then crippling their bodies with pain.\nTo immortalize this experience of mental and physical torture, the prisoners\nwrote a song describing the brutality of handsome, heartless Stepan:"}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"The ramrod\nwhipped, and the moans wheezed.<br>And our gang went down in tears and terror.<br>To the side the Blond was sitting, smiling, satisfied,<br>Having taught these naughty Ten such a tidy lesson. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"While the lyrics describe the\nepisode in unflinchingly factual terms, in a certain sense, the song allowed\nits creators to have the last laugh at Stepan’s expense. He tried to break\ntheir will, and yet they could still compose a song about their blonde tormentor.\nFurthermore, because songs like these were not committed to paper and could be\neasily memorized, if even one of the camp inmates survived their collective\nhistory would survive as well. Liubov’s recollection of these songs in her\ntestimony is the fulfillment of this hope."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Long before Liubov gave her\ntestimony interview, however, she and other Soviet Jewish survivors found\nother, more conventional ways to immortalize their relatives and friends who\nhad been murdered during the German occupation. Toward the end of her\ntestimony, Liubov’ describes how she initiated the construction of several\nmonuments at the mass graves where the Jews of Zvenigorodka, Ol’shana, and\nother neighboring towns had been executed <i>en masse</i>. Beginning immediately after liberation, survivors across the Soviet\nUnion raised funds among themselves for the construction of such monuments in\ntheir hometowns.<a href=\"#_ftn8\">[8]</a>\nAs organizer of the commemorative efforts in and around Zvenigorodka, Liubov’\ndescribes how she:"}},{"type":"footnoteParagraph","data":{"id":"_ftn8","label":"8","text":" See\nMordechai Altshuler, <i>Religion and Jewish Identity in the Soviet Union,\n1941-1964</i> (Waltham, MA: Brandeis University Press, 2012), 219-23. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"corresponded with people, many relatives [of those who died], they\nwould give each other my address and send me money. I used this money to order\nthree monuments, [and to pay] for the labor; I went to Tal’noe.<a href=\"#_ftn9\">[9]</a> They\nbrought them there from Korostyshev<a href=\"#_ftn10\">[10]</a>\nwhere there’s very good polished granite. [….] They brought it here to Tal’noe.\nAnd there some guys engraved [the monuments] for me. I paid them, and they\ntransported and erected them for me. "}},{"type":"footnoteParagraph","data":{"id":"_ftn9","label":"9","text":"\n“Tal’noe”: Rus: Tal’noe, Ukr: Tal’ne. A town approximately 30 km southwest from\nZvenigorodka. ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn10","label":"10","text":"\n“Korostyshev”: Rus: Korostyshev, Ukr: Korostyshiv. A city in the Zhytomyr\nProvince of Ukraine, approximately 200 km northwest of Tal’noe. The Zhytomyr Province\nis known for its granite. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In the process\nof obtaining and erecting monuments at mass graves, survivors like Liubov’\nencountered varying degrees of opposition, support, and indifference from local\nSoviet officials. In the Soviet Union, the history of the “Great Patriotic\nWar,” i.e. the Second World War, held deep political significance as a\nunifying, legitimizing myth. From the earliest months of the war, state\npropaganda emphasized the struggle of the Soviet people against fascism. This\nnarrative was intended to foster unity among the Soviet Union’s ethnically\ndiverse population and to avoid fanning separatist sentiments.<a href=\"#_ftn11\">[11]</a> Yet,\nthe myth of the “Great Patriotic War” also erased the distinct suffering of\nJews under German occupation. After the war, Soviet officials avoided\nreferencing the ethnic (much less religious) identities of civilian victims.\nInstead, euphemistic, generic phrases such as “Soviet citizens” and “peaceful\nresidents” became ubiquitous in speeches and on state-sponsored monuments. When\nindividual citizens like Liubov’ approached local authorities for permission to\nerect privately-funded monuments at mass shooting sites, disagreements\nfrequently arose over the wording of the inscription or the exact number of\nvictims. Liubov’ recalls her encounter with the Zvenigorodka city council:&nbsp; "}},{"type":"footnoteParagraph","data":{"id":"_ftn11","label":"11","text":"\nArad, <i>Holocaust in the Soviet Union</i>, 534-44. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"I needed to engrave the monuments, but I didn’t have the right to\ndo it myself without permission. So I went to the city council and told them\nhow many people are buried there. They didn’t give me permission to write the\ninscription. It was Pavlenok, the head of the city council. He said, “We don’t\nhave those statistics. We show that in total, with the Ukrainians, there were 2000\npeople shot there.” I told him, “That’s impossible. That’s not true. It can’t\nbe.” So I was forced to write on the large monument “More than 2000 people.”\n“More” is an elastic term."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In some towns,\nsurvivors avoided contact with the local authorities altogether and boldly\nerected monuments that directly mentioned the Jewish identity of the victims or\nincluded Stars of David and Yiddish or Hebrew inscriptions. However, such\nbrazen action came with the risk that the local authorities would demolish the\nmonuments as unauthorized or that antisemitic vandals would deliberately target\nthe monuments.<a href=\"#_ftn12\">[12]</a>\nLiubov’ and her fellow Zvenigorodka survivors took a more pragmatic approach.\nTheir monuments prudently omitted any verbiage indicating that the overwhelming\nmajority of the victims at these mass graves had been Jews. Otherwise, as\nLiubov’ explains, “the monuments would have been knocked down long ago.” In the late\n1980s or early 1990s, a visiting rabbi suggested adding a Star of David to the\nZvenigorodka monuments, but Liubov’ and other local survivors “talked it\nover and decided not to. We have to remember where we live.” "}},{"type":"footnoteParagraph","data":{"id":"_ftn12","label":"12","text":" For\na recent, in-depth study of the obstacles that Soviet survivors faced in their\nefforts to erect monuments at the sites of mass shootings, see Arkadii Zeltser,\n<i>Unwelcome Memory: Holocaust Monuments in the Soviet Union</i> (Jerusalem:\nYad Vashem, 2018). ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Liubov’s\nrestrained approach to commemoration reflects her pragmatic approach toward\nJewish identity and expression in general. As Liubov’ explains, for the same\nreason that she chose not to affix a Star of David to the monuments, she also\nchose not to identify herself as Jewish in her passport: “In my diplomas,\neverywhere, I’m Ukrainian. But in my heart, I’m a Jew.” This dual identity,\nwith a public and a private face, reflects the postwar experiences of Liubov’\nand of many other Soviet Jews. After the Second World War, many of the\nconditions that had allowed for the flowering of a Jewish-Soviet public\nidentity during the 1920s and 30s evaporated – both as a result of the Nazi\ngenocide and due to rapid postwar changes in Soviet society. After the war, the\nSoviet state viewed its citizens who had survived under occupation, even Jews,\nwith deep suspicion. Furthermore, due to the hardening of Soviet anti-Zionism\nafter the creation of the State of Israel, the Soviet state increasingly viewed\nits Jewish citizens as an untrustworthy, foreign element. Unofficially, Soviet\neducational institutions and employers began to discriminate against Jews,\ndenying them access to the types of social mobility they had enjoyed in the\n1920s and 30s. The shuttering of the few remaining secular Jewish institutions\nin the late 1940s compounded the devastation that the Nazi occupation had\nexacted on Jewish cultural and communal life. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In response to\nthese transformations, Soviet Jews confined their Jewishness to the private\nsphere.<a href=\"#_ftn13\">[13]</a> Jews\nlike Liubov’, who had grown up in the former Pale of Settlement and benefitted\nfrom the Soviet state’s promotion of secular Yiddish culture, often maintained\na deep sense of pride in being Jewish and a rich knowledge of Jewish customs\nthat they could neither practice openly nor pass on to their children. Having\nexperienced a time when it was possible to be both Jewish and Soviet, they\nmaintained a dual self-image as Jewish and fully Soviet, doggedly navigating\nSoviet society to the best of their abilities despite growing discrimination.\nIn contrast, younger Soviet Jews, who came of age after the war, had few\npositive memories of being Jewish and experienced their Jewishness primarily as\na source of shame. Some later rebelled against this stigma by embracing Zionism\nand fighting for the right to emigrate. However, a more common tendency among\nboth the older and the younger generation was to confine their Jewishness to\nthe private sphere – to the family and the home, or even to the secrecy of\ntheir personal memories. "}},{"type":"footnoteParagraph","data":{"id":"_ftn13","label":"13","text":" For\na more comprehensive discussion of the impact that these postwar shifts had on\nSoviet Jews’ mentalities and identities, see Anna Shternshis, <i>When Sonia Met\nBoris: An Oral History of Jewish Life under Stalin</i> (New York: Oxford\nUniversity Press, 2017).&nbsp; ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Throughout,\nLiubov’s testimony reflects the resilience and courage of Soviet Jews who\nsurvived numerous and unprecedented economic, political, and social\ntransformations over the course of the twentieth century. With candor and\ndelicate humor, Liubov’s testimony reshapes common narratives regarding Soviet\nJewish identity, Jewish/non-Jewish relations, and the commemorative\npossibilities available to Soviet Jewish survivors. "}}],"time":1606937292508}