{"version":"2.19.0","blocks":[{"type":"paragraph","data":{"paragraphType":"paragraph","text":"On August 8, 1942 the thirty-one-year-old Gerhart\nM. Riegner, then Secretary of the World Jewish Congress (WJC), sent a short\ntelegram to the US Foreign Office in which he shared confidential reports he had\nreceived that Germany planned to exterminate all Jews in Nazi-occupied Europe. This\ntelegram, widely known today as the “Riegner Telegram,” was the first report\nthat claimed that the Nazi were intent on systematically exterminating all of\nEuropean Jewry. The telegram read: "}},{"type":"paragraph","data":{"paragraphType":"blockquote","text":"Received alarming report stating that, in the Fuehrer's\nHeadquarters, a plan has been discussed, and is under consideration, according\nto which all Jews in countries occupied or controlled by Germany numbering 3½\nto 4 millions should, after deportation and concentration in the East, be at\none blow exterminated, in order to resolve, once and for all the Jewish\nquestion in Europe. Action is reported to be planned for the autumn. Ways of\nexecution are still being discussed including the use of prussic acid. We\ntransmit this information with all the necessary reservation, as exactitude\ncannot be confirmed by us. Our informant is reported to have close connexions\nwith the highest German authorities, and his reports are generally reliable.\nPlease inform and consult New York."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In May 1980, Riegner provided video testimony about\nhis life and work for the Fortunoff Video Archive for Holocaust Testimonies.\nThe details surrounding the production and dissemination of the Riegner\nTelegram, as well as the international response to it, have been recovered and analyzed\nin detail in scholarship.<a href=\"#fn-3ay76ae4py\">[1]</a>\nRiegner’s testimony adds significantly to this story by offering a personal\npoint of view. One of the major threads that runs throughout Riegner’s\ntestimony, as we shall see, is his contention that learning about the Nazi\nextermination plan did not necessarily imply comprehending its meaning. One\nrequired a certain psychological disposition and political acumen, his\ntestimony suggests, to be able to conceive of the inconceivable. Moreover, Riegner’s\ntestimony offers insight into the perspective of a group of Jewish leaders who\nspent the war years collecting information on the events in Europe, fighting to\nrescue Jews and planning for the Jewish future after the war. "}},{"type":"footnoteParagraph","data":{"id":"fn-3ay76ae4py","label":"1","text":"See Walter Laqeuer, <i>The\nTerrible Secret: Suppression of the Truth about Hitler’s “final solution”</i>\n(Boston: Little, Brown, 1980) as well as Laqueuer and Richard Breitman, <i>Breaking\nthe Silence: The German who Exposed the Final Solution</i> (New York: Simon and\nShuster, 1986). See also Laqueur’s recent reflections on his relationship with\nRiegner and the history of “Riegner Telegram,” Lacquer “The Riegner Cable, and\nthe Knowing Failure of the West to Act During the Shoa,” <i>Tablet Magazine</i>,\nAugust 10, 2015, available at: <a href=\"https://www.tabletmag.com/jewish-arts-and-culture/books/192421/riegner-cable-shoah\">https://www.tabletmag.com/jewish-arts-and-culture/books/192421/riegner-cable-shoah</a>. On the dissemination of news about the Holocaust in the\nAllied capitals see Yosef Gorny, <i>The Jewish Press and the\nHolocaust, 1939–1945: Palestine, Britain, the United States, and the Soviet\nUnion </i>(New York: Cambridge University Press, 2012) as well as Deborah E.\nLipstadt, <i>Beyond Belief: The American Press and the Coming of the Holocaust,\n</i>1933-1945 (New York: The Free Press, 1986). ","embedCode":""}},{"type":"delimiter","data":{}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Gerhart M. Riegner was born in\n1911 in Berlin into a highly acculturated German-Jewish family. In his\nautobiography, first published in French in 1998, <i>Never Despair: Sixty Years\nin the Service of the Jewish People and the Cause of Human Rights</i>, he\ndescribed his family’s strong German cultural and civic identity. “I come from\na cultivated, middle-class Jewish family, of which there were so many in the\nGerman Empire before World War I, and in particular in the Weimar Republic. I\nbelong to what is conventionally called the post-assimilationist generation.\nOur acculturation to German life had been a <i>fait accompli</i> for a long\ntime,” he wrote; “If we were conscious of our Jewishness, this was the result\nof a deliberate choice.”<a href=\"#_ftn2\">[2]</a>\nThe son of a lawyer and an educator, Riegner’s family line boasted various luminaires\nof German-Jewish cultural life. His maternal grandmother was the niece of Louis\nLewandowski, a pioneer of German synagogue music who served as musical director\nat the Neue Synagogue in Berlin. Riegner was related to German-Jewish\nphilosopher Hermann Cohen, “one of the glories of German Jewry of the era” and\none of the most important philosophers and public intellectuals in turn-of-the-century\nGermany. Riegner would regularly spend Sunday evenings with his family\nattending gatherings with other notable intellectuals in Cohen’s house.<a href=\"#_ftn3\">[3]</a>\nRiegenr was also related to Oskar Cohen, a prominent German-Jewish socialist politician\nand member of parliament who served as undersecretary in the Ministry of Justice\nfollowing the November Revolution. Riegner’s upbringing appears a classic\nexample of the German-Jewish cultural symbiosis. "}},{"type":"footnoteParagraph","data":{"id":"_ftn2","label":"2","text":"\nGerhart M. Riegner, <i>Never Despair: Sixty Years in the Service of the Jewish\nPeople and the Cause of Human Rights</i> (Chicago: Ivan R. Dee, 2006), 3.&nbsp; ","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn3","label":"3","text":"\nIbid., 4. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Still, it seems\nthat from a young age Riegner regarded the German-Jewish symbiosis as\nprecarious. In his autobiography he recalls how he and his siblings pushed his parents\nto celebrate Jewish holidays and more fully embrace a Jewish identity. Riegner\nremembers being called a “dirty little Jew” by a classmate; a friend who\nrefused to invite him over to his house because, Riegner intuited, his parents\ndid not want a Jew as a houseguest, and also a sense of hostility from some of his\nteachers who longed for the monarchy and rejected the Weimar Republic.<a href=\"#_ftn4\">[4]</a>\nThe assassination in 1922 of Weimar’s German-Jewish Foreign Minister, Walter\nRathenau, revealed to the then ten-year-old Riegner the “depth of anti-Semitism\non the German extreme right. For the child that I then was, the effect was\nprofound.”<a href=\"#_ftn5\">[5]</a>\nThese and other events were part of what Riegner describes as the story of his\n“gradual discovery of anti-Semitism” and “the awakening and deepening of my\nconsciousness of being Jewish.”<a href=\"#_ftn6\">[6]</a>\nHinting in his autobiography at his later role in providing the first news of\nthe Final Solution, Riegner writes that “it is as if the world planned that\nfrom my youngest years I should be increasingly aware of being a Jew.”<a href=\"#_ftn7\">[7]</a>\n"}},{"type":"footnoteParagraph","data":{"id":"_ftn4","label":"4","text":"\nIbid., 12-13.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn5","label":"5","text":"\nIbid., 12.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn6","label":"6","text":"\nIbid., 14.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"_ftn7","label":"7","text":"\nIbid., 12.&nbsp; ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In Riegner’s telling, the\nrise of Hitler to power in 1933 confirmed his earlier suspicions about the\nfuture of Jews in Germany. As he states in his testimony, “I decided\nimmediately when Hitler came to power that I would leave Germany,” for “I saw\nas a young man of 20 or 21, that, uh, this was the end of German Jewry.” This\nwas a radical decision. As Riegner recounts, the majority of people, Germans and\nnon-Germans, Jews and non-Jews, insisted that this “episode was a passing\nperiod. This wouldn’t last very long.… we will survive this.” “Neither the\nGermans, I said, nor the German Jews, nor the foreign countries, understood the\ncharacter of the Nazis.” "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"How does Riegner\nexplain his ability to see things more clearly than others? He suggests that\nthis was not a result of some unique access to knowledge of what was happening\nbut rather was based “on a political sentiment, political understanding of what\nwas going.” Riegner thus argues for a difference between knowing and\nunderstanding. The facts, as Riegner notes in his testimony, were well known\nalready in the first few months after the Nazis rose to power. Hitler had spelled\nout his plan in <i>Mein Kampf</i> – “it is terribly difficult to understand why\nnobody believed what he said.” Many Jews were dismissed from their jobs –\nincluding Riegner himself, who worked as an assistant judge, his father who\nworked as a lawyer in Berlin and his sister who worked as a teacher. The <i>New\nYork Times</i>, the <i>London Times</i> and other papers reported on the first\nconcentration camps, Oranienburg and Sachsenhausen, in which opponents of the\nregime were imprisoned. Nazis won majorities in student bodies across Germany –\nin one instance, Riegner recalls, Nazi students stormed an auditorium and\nchased out a Jewish professor and Jewish students, Riegner among them, and they\nwere forced to jump through the windows to escape. Nazis gathered under homes\nthat belonged to Jews – including Riegner’s family home – and shouted “Juden\nRaus!”.<a href=\"#_ftn8\">[8]</a>\nStill, Riegner remembers how he pleaded with his friends to leave. On his last\nday in Germany, 16th or 17th of May, 1933, he attended a 50th birthday\nparty of a family friend. He recalls pleading with the guests to leave Germany\nor at least let the younger generation leave. “I have never forgotten –\nforgotten this last evening when I told them, don’t you see that this is the end\nof German Jewry?”"}},{"type":"footnoteParagraph","data":{"id":"_ftn8","label":"8","text":"\nSee also Ibid., 22.","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Riegner was not alone\nin describing the future in such ominous terms. In his testimony, he recalls\nthe sermons of Rabbi Joachim Prinz who repeatedly urged young Jews to leave\nGermany and immigrate to Palestine. Prinz’s book, <i>Wir Juden</i> (“We Jews”),\nwritten in 1933 and published in 1934, argued that liberalism and Jewish\nemancipation in Germany had irrecoverably failed.<a href=\"#_ftn9\">[9]</a>\nStill, in his testimony Riegner seems to overlook how his personal circumstances\nmade it more plausible for him to leave. Riegner was 22 years old in 1933 – a\nlawyer at the beginning of his career who planned to work in government or\nacademia, positions that were completely closed to him in Germany. Riegner had\nno spouse or children to uproot, nor major personal assets such as home or\nsavings. Personal and material position no doubt influenced people’s way of\nthinking about the future and their assessment of risks. "}},{"type":"footnoteParagraph","data":{"id":"_ftn9","label":"9","text":"\nFor more on Joachim Prinz see footnote 26. ","embedCode":""}},{"type":"delimiter","data":{}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In May 1933 Riegner left Berlin for Paris.\nThough Riegner was a Zionist and attracted to Palestine, he knew that\nimmigration to the <i>Yishuv</i> meant joining a kibbutz and becoming a\npeasant, “you had to give up your career as an intellectual, and I know this\nwouldn’t work.” Riegner continued his legal studies in France and planned to practice\nlaw, but the French government soon passed a law forbidding immigrants and\nrefugees from working as lawyers for the first ten years after they were naturalized.<a href=\"#_ftn10\">[10]</a>\nWhile in Paris, Riegner approached professor Hans Kelsen, one of the most\ninfluential legal theoreticians of the 20th century and a strong defender of\nthe Weimar Republic, asking for professional help. Kelsen eventually offered Riegner a two-year\nfellowship in his international law institute in Geneva, the Swiss Graduate\nInstitute of International Studies. In his testimony, Riegner describes these\nyears of immigration and his experience of loneliness and financial and\nprofessional uncertainty in traumatic terms: “… nobody told me what immigration\nmeans, and nobody told others what immigration means, because that's one of the\nmost terrible things which someone has to go through when one decides to leave\none's country.”"}},{"type":"footnoteParagraph","data":{"id":"_ftn10","label":"10","text":"\nFor more on French policies toward Jewish refugees see Viki Caron, <i>Uneasy\nAsylum: France and the Jewish Refugee Crisis, 1933-1942</i> (Stanford: Stanford\nUniversity Press, 1999). ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Geneva was a major\ncenter of political activity in the interwar period. It was home to the League\nof Nations, an international organization established by the Great Powers in\nthe aftermath of World War I with the goal of maintaining peace in Europe. The\nLeague oversaw two institutions that were enormously consequential to the Jews.\nThe first was the international minorities protection regime. After the war,\nthe League conditioned its recognition of several states in Eastern Europe,\nsuch as Poland, Romania, Hungary and others, on their committing to protect a\nset of limited political and cultural rights for their minorities. Those rights\nincluded provisions such as a guarantee of equal treatment and protection by\nthe state, the use of minority language in public institutions, such as the\ncourts and elementary schools, and a guarantee of proportional state funding for\neducational, religious and welfare services. Several mechanisms were\nestablished by the League to oversee these guarantees.<a href=\"#_ftn11\">[11]</a>\nThe second was the mandates system – a legal instrument designed by the League\nto administer former territories of the German and Ottoman empires. The British\nEmpire was designated by the League to manage the Palestine mandate and develop\nit as the national home of the Jews. British policies in Palestine were to be\nreviewed by a permanent mandates commission in Geneva."}},{"type":"footnoteParagraph","data":{"id":"_ftn11","label":"11","text":"\nSee David Engel, “Minorities Treaties”, YIVO encyclopedia, at: &nbsp;<a href=\"https://yivoencyclopedia.org/article.aspx/Minorities_Treaties\">https://yivoencyclopedia.org/article.aspx/Minorities_Treaties</a>.\n","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Jews throughout the\nworld celebrated these new international guarantees. Many Jewish political\nleaders and thinkers envisioned the guarantees of the League as the basis of a\nnew and lasting political order that would promise equality and security to\nJews throughout the world. In Western Europe and the United States, Jews would\nbe protected as equal citizens; in Eastern Europe, millions of Jews would be protected\nas a national minority, and Palestine would develop as a Jewish national center\nthrough the gradual immigration of Jewish pioneers.<a href=\"#fn-1ijegnuzn1\">[12] [ #fn-1ijegnuzn1 ]</a>\nSeveral Jewish organizations were established, first to fight for guarantees\nfor Jewish rights at the 1919 Paris Peace Conference, which oversaw the establishment\nof the League, and then to oversee their successful implementation. Most\nprominent among these were the American Jewish Congress and the Comité des&nbsp;délégations&nbsp;juives\n(Committee of Jewish Delegations) which functioned, respectively, as\nrepresentative bodies of Jewish communities in the United States and Eastern\nEurope. In 1936, to confront the rise of Nazism and the erosion of Jewish\nrights throughout Eastern Europe, the leadership of these organizations founded\nthe World Jewish Congress (WJC) to serve as a unified political organization and\ndiplomatic arm of the Jewish people. The WJC was led by Stephen S. Wise, a prominent\nAmerican reform rabbi and Zionist leader, and Nahum Goldman, a German-Jewish\nZionist leader. On the eve of the founding assembly of the WJC, Wise and\nGoldman sought recommendations for a young lawyer interested in Jewish affairs\nto work at the WJC. Riegner’s professors at the Graduate Institute strongly\nrecommended him. In 1936 Riegner assumed the position of legal secretary of the\nWorld Jewish Congress.<a href=\"#fn-3dzidhhbxk\">[13]</a>\n"}},{"type":"footnoteParagraph","data":{"id":"fn-1ijegnuzn1","label":"12","text":"See James Loeffler, <i>Rooted Cosmopolitans: Jews and\nHuman Rights in the Twentieth Century </i>(New Haven, CT: Yale University Press,\n2018) and James Loeffler “‘The Famous Trinity of 1917’: Jacob\nRobinson and the Lost Tradition of Zionist Internationalism,” <i>Simon Dubnow\nInstitute Yearbook </i>14 (2015): 211-38.","embedCode":""}},{"type":"footnoteParagraph","data":{"id":"fn-3dzidhhbxk","label":"13","text":"For scholarship on the World Jewish Congress see Zohar\nSegev, <i>The World Jewish Congress during the Holocaust: Between Activism and\nRestraint </i>(Berlin: De Gruyter, 2014); Loeffler,\n<i>Rooted Cosmopolitans; </i>Nathan Kurz, “A Sphere above the Nations?: The\nRise and Fall of International Jewish Human Rights Politics, 1945-1975”\n(Doctoral dissertation, Department of History, Yale University, 2015); World Jewish Congress, <i>Unity\nin Dispersion. A History of the World Jewish Congress </i>(New\nYork: World Jewish Congress, 1948).&nbsp;&nbsp; <br>","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Riegner’s new role\nplaced him at the center of Jewish political activity at a moment when Jews\nfaced an unprecedented crisis. As he recalls in his testimony, “I felt that I\ncouldn't resist this call to fight against the Nazis from an international\nplatform.” Riegner’s main responsibility was, as he observed in his testimony,\n“writing briefs and memoranda concerning the Jewish position in the Eastern\nEuropean countries, where the minority treaties were, uh, in force, and where\nthere was a special procedure of complaint to the League of Nations.” “[T]his\nwas a very important function, of course, but, of course, you couldn't\nseparate. And more, and more, the question of the fight against Germany was in\nthe forefront, and my major part was, uh, really shifting to, uh, Germany, the\ncity of Danzig. It's in-- in in the forefront, Austria, Czechoslovakia, and\nso.” The major aim of the organization became to “attack the Germans, to create\ndifficulties, and to put the German Jewish questions in the forefront of, uh,\ninternational consideration.”"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"In his testimony,\nRiegner especially recalls two advocacy efforts that led to very modest\nresults. The first was WJC advocacy on behalf of Jews in Danzig. After World\nWar I, Danzig had been accorded the status of an autonomous “free city,” with\nits existence and constitution guaranteed by the Council of the League. Because\nof its unique political status, tens of thousands of Jewish refugees from\nEastern Europe passed through and temporarily resided in the city, where they were\naided by the local Jewish community as they awaited immigration visas. From\n1933 onward, the Nazis had won increasing power and ultimately a majority in\nthe local senate. The Nazis introduced antisemitic legislation and persecuted\nJews. In his testimony and memoir, Riegner recalls his efforts to fight to protect\nJewish rights in Danzig. The WJC repeatedly advocated for the suspension of\nanti-Jewish legislation before the High Commissioners appointed to Danzig by\nthe League and in various other League bodies. These efforts did not prove very\nsuccessful. Riegner notes that the only achievement was to delay the\nintroduction of the “Aryan paragraph” in the Danzig bylaws by about a year."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"The second was WJC\nadvocacy on behalf of Jews in Romania. In December 1937, a pro-fascist\ngovernment was formed in Romania under the leadership of two right-wing\nleaders, Octavian Goga and Alexander Cuza. This government advocated an\nalliance with the Third Reich and pursued antisemitic policies modeled after\nNazi Germany. The party vowed to establish a regime based on the dominance of\nthe Romanian “race” and to exclude Jews from public life. It pursued a policy\naimed at stripping some 250,000-500,000 Jews of their citizenship. After World\nWar I, the League required Romania to grant citizenship and minority rights to\nhundreds of thousands of Jews from territories newly awarded to Romania in\nBessarabia, Bukovina and Transylvania. Successive Romanian governments tried to\nprevent Jews from acquiring their rightful citizenship, and the Goga-Cuza\ngovernment sought to annul the citizenship of hundreds of thousands of Jews. In\nhis memoir and testimony, Riegner describes the efforts of the WJC to fight\nthese antisemitic policies. In January 1938, Riegner prepared a petition in\nwhich the WJC demanded that the League adopt an urgency clause to protect Jews\nin Romania. In the following weeks, Riegner and other WJC officials met with\nleaders such as the French Minister of Foreign Affairs, Yvon Delbos, the British\nForeign Secretary for Foreign Affairs, Lord Cranborne, and Soviet Ambassador\nYakov Suritz, while Stephen Wise obtained a declaration from US President\nRoosevelt in which he expressed his distaste for the persecution of Jews in\nEast Central Europe. The League rejected the WJC demand to invoke the urgency\nclause but immediately appointed a Committee of Three charged with dealing with\nthe problems raised by the petition ahead of the next session. Ultimately,\npressure from the British and French government led to the resignation of the\nGoga government in February. Britain and France had substantial foreign policy\nand economic interests in Romania and they opposed a government aligned with\nNazi Germany and the fascist axis. By engaging in public advocacy, the WJC\nsucceeded in drawing sustained international attention to the illegitimacy of\nthe Goga government. Riegner observes in his testimony: “this was my first,\nreal, great political fight in-- in my career. It was '38. I had joined in '36,\nin the end of '36. But this was a real, great fight. And led to the, uh,\nresignation of that government.”<a href=\"#_ftn14\">[14]</a>"}},{"type":"footnoteParagraph","data":{"id":"_ftn14","label":"14","text":"\nFor more on this topic see footnote 32. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Six weeks after the\nGoga-Cuza government resigned, Hitler marched into Austria. Riegner recalls in\nhis testimony how he and the WJC tried to help, for the most part\nunsuccessfully, Jewish refugees from Austria and later Czechoslovakia secure\nvisas. A year later, Nazi Germany invaded Poland, starting the Second World\nWar. Based in neutral Switzerland, Riegner occupied an important position\nduring the war – he was in a unique position to gather information from across\nNazi-occupied Europe and transmit it to\nJewish organizations and leadership in the Allied capitals. "}},{"type":"delimiter","data":{}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As Riegner recalls in his testimony,\nwartime Geneva “was really the center … the center of information.” “My major\njob at that time became to inform the headquarters of the Congress, which had\nmoved to New York, to inform what was going on in Europe.” Riegner gathered\ninformation through contact with Jewish communities across Europe; interviews\nwith Jews who passed by or escaped to neutral Switzerland; access to the\nlibrary of the League, which gathered legislation from across Nazi-occupied and\nfascist countries in Europe, and through conversations with officials who\nworked for other organizations and governments in Geneva. "}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"At the end of July 1942, Edward\nSchulte, a German industrialist and director general of the complex of German mining companies Georg von\nGiesche’s Erben, traveled to Switzerland to relay information on a Nazi plan to\nexterminate all of European Jewry. Schulte met with Benno Sagalowitz, the press officer of the Swiss Jewish community, and\nIsidor Koppelmann, a businessman, who subsequently shared this information with\nRiegner. This information served as the basis of the telegram Riegner sent at\nthe beginning of August to New York and later London."}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As Riegner recalls in his testimony, “[t]his was\nthe first report on a plan of total extermination. And I want to make it clear\nthat the difference of this report to other reports was that there is a\nconcept, a total plan … there was a whole concept, that the intention was to\nkill everybody, to wipe out everybody, this came for the first time in this\nmessage.” This report differed markedly from previous reports that informed\nthat “terrible things happen, that Jews were deported, that Jews there killed,\nthat thousands and tens of thousands were dying in the camps and-- and dying\nin-- in some ghettos. This we knew, that they were killed in the thousands.\nThis we knew ….” As Riegner further explains in his testimony, “we were faced\nwith the question, is this possible? Is it possible that such a thing is being\ndecided and is being contemplated? Our, uh, Sagalowitz and I,\nuh, we kept the whole story for ourselves. The greatest, uh, danger was that\nthis is getting into rumors, and then it's not being taken seriously…. our\nproblem is-- was, can one believe it? … And I struggled with myself for several\ndays, whether one could … And I came to the conclusion, they are capable of\ndoing it.”"}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"It\nis important to emphasize Riegner’s point that the information from Schulte\nintroduced an entirely new concept and thus, even if he believed it accurate,\nwas nonetheless still difficult to comprehend. Other genocides in history\ninvolved mass killings of members of a certain group but the Nazi genocide of the\nJews was the first instance where the intention was to annihilate all members\nof a certain group. Other genocides were carried out in a way that, for the\nmost part, served and was consistent with a group’s war objectives. In the Nazi\ngenocide alone, the murder of Jews was carried out even as it impeded the Nazi\nwar effort and diverted necessary resources.<a href=\"#_ftn15\">[15]</a>\nRiegner argues in his testimony that it was his German background and his\nspecific experiences in Germany that made him understand the meaning of these\nreports. “Now, here my German background probably was very decisive. I knew\nthey were capable. I knew their brutality. I knew their lack of mor-- moral\nprinciples, their have complete recklessness, their-- this determination to--\nto-- to-- to-- to-- to finish with the Jews wherever they could.” “I did not\nonly remember Mein Kampf. I remembered, several, very clear statements by\nHitler and by Goehring ...whatever will happen, uh, this-- in this war, one\nthing is certain. This will be the end of Germ-- of European Jewry. And he said\nit.” Riegner connected this report with other reports he had received about Jews\nbeing rounded up for deportation across Europe and concluded that the Nazis\nwere now in the process of “the implementation of a total extermination.” "}},{"type":"footnoteParagraph","data":{"id":"_ftn15","label":"15","text":"\nSee Dan Diner, <i>Beyond the Conceivable: Studies on Germany, Nazism and the\nHolocaust </i>(Berkeley: University of California Press, 2000). <i>&nbsp;</i>","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"As\nRiegner notes in his testimony, when his reports first arrived in New York and\nLondon they were met with disbelief. Part of the disbelief, he acknowledges,\nwas related to anti-Jewish sentiment. The British and US governments strictly\nlimited immigration of Jewish refugees and feared that these policies would be\nfurther challenged if news of the extermination became widespread. British and\nUS officials also opposed creating the impression that the war was fought for\nthe Jews – either because of their own anti-Jewish prejudices or because they\nwanted to cater to the prejudices of others. Part of the disbelief, Riegner\nargues, was also a result of legitimate questions about the credibility of the\nnews. As Riegner observes in his testimony, when British officials first\nlearned about the news “they were puzzled, who is Riegner?” – was his information\nreliable? But above all, Riegner suggests, their failure to believe the news\nwas because, “in reality, this went beyond human understanding. This is a\nreal-- the only explanation.” Only after several additional reports and\nconfirmations arrived in London and New York, did the Allied governments issue,\non December 17th 1942, a declaration stating that Nazi Germany was carrying out\na plan of mass extermination of European Jewry. But even after the declaration,\nRiegner argues, the full meaning and implications of the extermination had not registered in the Allied capitals.&nbsp; Indeed, from late 1942\nthe press in the Allied capitals regularly published news of massacres of Jews\nin Europe. Some observers regarded these reports as exaggerated and inaccurate\nwhile many became desensitized to them through the sheer volume of horror. As\nthe London based <i>Jewish Standard </i>put\nit, “Jewish slaughter became an every day affair and the senses of non-Jews\nwere dulled into indifference.” “The whole thing is so starkly tragic,” wrote\nHarold Ickes, British Secretary of the Interior, in response to a report on\nmassacres of Jews in Poland, “that it saturates the imagination.” One Jewish\nobserves spoke about the “feverish competition” between Jewish bodies “each\nseeking to anticipate the other” by publishing “still newer and larger\nhorrors.”<a href=\"#fn-12dmcqrhga\">[16]</a>"}},{"type":"footnoteParagraph","data":{"id":"fn-12dmcqrhga","label":"16","text":"For a reporting of these examples see Joseph\nB. Schechtman, “More Circumspection!” <i>Zionews</i> IV, nos. 23-24 (February\n28, 1943): 16-18. For studies on reportage on the Holocaust in the Jewish and\ngeneral press see Gorny, <i>The Jewish Press and the Holocaust, </i>as well as\nLipstadt, <i>Beyond Belief</i>. ","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Even\namong Jewish leaders privy to this knowledge there remained a wide conceptual\ngap between knowing that extermination was taking place and understanding its\nmeaning and implications. During the war, WJC leaders planned for the future of\nJews in Europe after the war. Many WJC leaders, including Goldman, planned to\ndemand new guarantees for minority rights for Jews in postwar Eastern Europe.\nIn June 1943, Jacob Robinson, head of the postwar planning institute of the\nWJC, lambasted Goldman and other WJC leaders for embracing this vision. After\nthe war, “the\nnumber of Jews left in Europe after the war ... will be so small,” he argued,\nthat any political program aimed at securing collective rights for a sizeable\nJewish minority in Eastern Europe was disconnected from reality. Similarly,\nRichard Lichtheim, head of the Jewish Agency office in Geneva, who worked\nclosely with Riegner during the war, argued in September 1942 that Zionist\nleaders did not comprehend the news of the extermination. In May 1942, Zionist\nleaders espoused a plan for the mass immigration of millions of Jewish refugees\nfrom Eastern Europe to Palestine after the war. But Lichtheim argued that too\nfew Jews would survive to justify a mass immigration plan to Palestine.” The\nvast extent of the Jewish catastrophe, he declared, meant that the “basis of\nZionism as it was understood and preached during the last 50 years has gone.” “Whatever number of Jews will be after this war ... there will be\nno need for [a] mass emigration” of Jews to Palestine. Both Robinson and Lichtheim continued to\nadvance these argument throughout the war, insisting that Jewish leaders – even\nas they learned about the extermination – had not adjusted their political\nthinking to the new postwar reality it entailed.<a href=\"#fn-2d939ieo50\">[17]</a>"}},{"type":"footnoteParagraph","data":{"id":"fn-2d939ieo50","label":"17","text":"For a discussion of this topic see Gil Rubin, “The\nFuture of the Jews: Planning for the Postwar Jewish World, 1939-1946”(Doctoral\nDissertation, Columbia University, 2017).","embedCode":""}},{"type":"paragraph","data":{"paragraphType":"paragraph","text":"Riegner’s overall testimony offers an important\nperspective and insight into the history of the production of knowledge about\nthe extermination and the Jewish and Allied response to it.&nbsp; Riegner’s testimony underscores the\ndifference between learning about the extermination and comprehending its\nmeaning and implications for the Jewish future. "}}],"time":1608318333088}